Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: In test cases, overrides possible Test Setup set on the suite level.
bg_bg: В тестовите случаи отменя възможните настройки на теста, зададени на ниво пакет.
cs_cz: Ve zkušebních případech přepíše možné nastavení zkoušky nastavené na úrovni apartmá.
da_dk: I testtilfælde tilsidesætter mulige Test Setup sæt på suite niveau.
de_de: In Testfällen überschreibt das mögliche Test-Setup auf der Suite-Ebene.
es_es: En los casos de prueba, anula la posible configuración de prueba establecida en el nivel de la suite.
fi_fi: Testissä ohitetaan mahdolliset testisäännöt, jotka on asetettu sviittitasolle.
fr_fr: Dans les cas de test, remplace la configuration de test possible au niveau de la suite.
hu_hu: A tesztesetekben felülbírálja a csomag szintjén beállított lehetséges Tesztbeállításokat.
it_it: Nei casi di prova, sovrascrive le possibili impostazioni di test impostate al livello della suite.
nl_nl: Bij testgevallen overschrijft deze voorbereiding een eventuele testvoorbereiding op suite-niveau.
pl_pl: W testowych przypadkach nadpisuje możliwe ustawienia testowe na poziomie zestawu.
pt_pt: Quando em casos de testes, sobrepõe-se a uma eventual Inicialização de Teste no nível da suite.
ro_ro: În cazurile de testare, suprascrie posibilitatea de instalare a testului stabilit la nivelul suitului.
ru_ru: В испытательных случаях переопределяет возможные параметры установки на уровне комплекта.
sv_se: I testfall åsidosätter möjliga Test Setup inställd på svit nivå.
th_th: ในกรณีทดสอบ การเขียนทับจะมีความสำคัญเหนือกว่าการตั้งค่าการทดสอบที่ตั้งไว้ในระดับชุดการทดสอบ
tr_tr: Test senaryolarında, paket düzeyinde ayarlanan olası Test Kurulumunu geçersiz kılar.
uk_ua: У тестових випадках перевизначення можливих тестових налаштувань, встановлених на рівні комплексу.
vi_vn: Trong các trường hợp thử nghiệm, có thể ghi đè cài đặt thử nghiệm được thiết lập ở cấp độ bộ thử nghiệm.

source: Setup in keywords exists since Robot v7.0.
bg_bg: Настройката в ключови думи съществува от версия Robot v7.0.
cs_cz: Nastavení v klíčových slovech existuje od robota v7.0.
da_dk: Opsætning i søgeord eksisterer siden Robot v7.0.
de_de: Das Setup in Schlüsselwörtern existiert seit Robot v7.0.
es_es: La configuración en palabras clave existe desde Robot v7.0.
fi_fi: Avainsanoja on luotu robottien v7.0:n jälkeen.
fr_fr: L'installation en mots-clés existe depuis Robot v7.0.
hu_hu: A kulcsszavak beállítása a Robot v7.0 óta létezik.
it_it: La configurazione in parole chiave esiste dal Robot v7.0.
nl_nl: Actiewoordvoorbereiding is nieuw sinds Robot Framework v7.0.
pl_pl: Konfiguracja w słowach kluczowych istnieje od Robot v7.0.
pt_pt: Inicialização em palavras-chave existe desde Robot v7.0.
ro_ro: Setarea în cuvinte-cheie există din Robot v7.0.
ru_ru: Установка в ключевых словах существует с Робот v7.0.
sv_se: Setup i sökord finns sedan Robot v7.0.
th_th: การตั้งค่าด้วยคีย์เวิร์ดมีมาตั้งแต่ Robot เวอร์ชัน 7.0
tr_tr: Anahtar kelimelerdeki kurulum Robot v7.0'dan beri mevcuttur.
uk_ua: Установка ключових слів існує з моменту появи Robot v7.0.
vi_vn: Tính năng thiết lập từ khóa đã có từ phiên bản Robot v7.0.

source: This keyword is executed after other keywords in this test case or keyword even if the test or keyword fails.
bg_bg: Тази ключова дума се изпълнява след другите ключови думи в този тестови случай или ключова дума, дори ако тестът или ключовата дума не успеят.
cs_cz: Toto klíčové slovo se spustí po jiných klíčových slovech v tomto testovacím případě nebo klíčovém slově, i když test nebo klíčové slovo selže.
da_dk: Dette søgeord udføres efter andre søgeord i dette testtilfælde eller søgeord, selvom testen eller søgeordet mislykkes.
de_de: Dieses Schlüsselwort wird nach anderen Schlüsselwörtern in diesem Testfall oder Keyword ausgeführt, auch wenn der Test oder das Keyword fehlschlägt.
es_es: Esta palabra clave se ejecuta después de otras palabras clave en este caso de prueba o palabra clave incluso si la prueba o palabra clave falla.
fi_fi: Tämä avainsana suoritetaan muiden avainsanojen jälkeen tässä testitapauksessa tai avainsanassa, vaikka testi tai avainsana epäonnistuisi.
fr_fr: Ce mot clé est exécuté après d'autres mots-clés dans ce cas de test ou mot clé même si le test ou le mot clé échoue.
hu_hu: Ez a kulcsszó a teszteset vagy kulcsszó más kulcsszavai után kerül végrehajtásra, még akkor is, ha a teszt vagy kulcsszó sikertelen.
it_it: Questa parola chiave viene eseguita dopo altre parole chiave in questo caso di prova o parola chiave anche se il test o la parola chiave falliscono.
nl_nl: Dit actiewoord wordt uitgevoerd na het beëindigen van deze test of dit actiewoord, zelfs als de test of het actiewoord is gefaald.
pl_pl: To słowo kluczowe jest wykonywane po innych słowach kluczowych w tym testowym przypadku lub słowach kluczowych, nawet jeśli test lub słowo kluczowe nie powiedzie się.
pt_pt: Esta palavra-chave é executada depois de todas as palavras-chave neste caso de teste ou palavra-chave, mesmo que o teste ou palavra-chave tenha falhado.
ro_ro: Acest cuvânt cheie este executat după alte cuvinte cheie în acest caz de test sau cuvânt-cheie, chiar dacă testul sau cuvântul cheie nu funcționează.
ru_ru: Это ключевое слово выполняется после других ключевых слов в этом тестовом случае или ключевого слова, даже если тест или ключевое слово не сработают.
sv_se: Detta sökord körs efter andra sökord i detta testfall eller nyckelord även om testet eller nyckelordet misslyckas.
th_th: คำสำคัญนี้จะถูกดำเนินการหลังจากคำสำคัญอื่น ๆ ในกรณีทดสอบนี้หรือคำสำคัญนี้ แม้ว่าการทดสอบหรือคำสำคัญจะล้มเหลวก็ตาม
tr_tr: Bu anahtar sözcük, test veya anahtar sözcük başarısız olsa bile bu test senaryosundaki veya anahtar sözcükteki diğer anahtar sözcüklerden sonra yürütülür.
uk_ua: Це ключове слово виконується після інших ключових слів у цьому тесті або ключовому слові, навіть якщо тестове або ключове слово не виконається.
vi_vn: Từ khóa này được thực thi sau các từ khóa khác trong trường hợp thử nghiệm hoặc từ khóa này, ngay cả khi thử nghiệm hoặc từ khóa đó thất bại.

source: In test cases, overrides possible Test Teardown set on the suite level.
bg_bg: В тестовите случаи отменя възможното Test Teardown, зададено на ниво пакет.
cs_cz: Ve zkušebních případech přepíše možné rozebrání ze zkoušky nastavené na úrovni apartmá.
da_dk: I testtilfælde tilsidesætter mulige Test Teardown sæt på suite niveau.
de_de: In Testfällen überschreibt das mögliche Test Teardown auf der Suite-Ebene.
es_es: En los casos de prueba, anula el posible Teardown de Prueba establecido en el nivel de la suite.
fi_fi: Testissä ohitetaan mahdollinen testien korvaaminen sviittitasolla asetettuna.
fr_fr: Dans les cas de test, il remplace la configuration de démontage possible du test au niveau de la suite.
hu_hu: A tesztesetekben felülbírálja a csomag szintjén beállított lehetséges tesztleépítést.
it_it: Nei casi di prova, sovrascrive i possibili Test Teardown impostati sul livello della suite.
nl_nl: Bij testgevallen overschrijft deze afronding een eventuele testafronding op suite-niveau.
pl_pl: W testowych przypadkach nadpisuje możliwe demontaż testowy na poziomie zestawu.
pt_pt: Quando em casos de testes, sobrepõe-se a uma eventual Finalização de Teste no nível da suite.
ro_ro: În cazurile de testare, suprascrie posibilitatea testului Teardown setat la nivelul suitului.
ru_ru: В испытательных случаях переопределяет возможный тестовый набор на уровне комплекта.
sv_se: I testfall åsidosätter möjliga testrivning inställd på svit nivå.
th_th: ในกรณีทดสอบ จะแทนที่การล้างข้อมูลหลังการทดสอบ (Test Teardown) ที่กำหนดในระดับชุดการทดสอบ (suite level)
tr_tr: Test senaryolarında, paket düzeyinde ayarlanan olası Test Yıkımını geçersiz kılar.
uk_ua: У тестових випадках перевизначає можливий транспортний розбір, встановлений на рівні забір.
vi_vn: Trong các trường hợp thử nghiệm, có thể ghi đè cài đặt Test Teardown được thiết lập ở cấp độ bộ thử nghiệm.

source: Specifies the default template keyword used by tests in this suite.
bg_bg: Посочва ключовата дума на шаблона по подразбиране, използвана от тестовете в този пакет.
cs_cz: Určuje výchozí klíčové slovo šablony používané testy v tomto balíku.
da_dk: Angiver standard skabelon nøgleord brugt af tests i denne suite.
de_de: Bestimmt das Standard-Template Keyword, das von Tests in dieser Suite verwendet wird.
es_es: Especifica la palabra clave de plantilla por defecto utilizada por las pruebas en esta suite.
fi_fi: Määrittää tämän sviitin testien käyttämän oletuspohjan avainsanan.
fr_fr: Spécifie le mot clé par défaut utilisé par les tests de cette suite.
hu_hu: Megadja a csomagban lévő tesztek által használt alapértelmezett sablon kulcsszót.
it_it: Specifica la parola chiave predefinita del modello usata dai test in questa suite.
ja_jp: このスイートのテストで使用されるデフォルトのテンプレートキーワードを指定します。
nl_nl: Specificeert het actiewoord dat voor tests in deze suite als sjabloon wordt gebruikt.
pl_pl: Określa domyślne słowo kluczowe szablonu używane przez testy w tym zestawie.
pt_pt: Especifica a palavra-chave por omissão como modelo usado nos testes desta suite.
ro_ro: Specifică cuvântul cheie implicit al șablonului folosit de teste în această suită.
ru_ru: Определяет ключевое слово шаблона по умолчанию, используемое тестами в этом наборе.
sv_se: Anger standardmallens sökord som används av tester i denna svit.
th_th: ระบุคำสำคัญแม่แบบเริ่มต้นที่ใช้โดยทดสอบในชุดนี้
tr_tr: Bu paketteki testler tarafından kullanılan varsayılan şablon anahtar sözcüğünü belirtir.
uk_ua: Вказує стандартне ключове слово шаблону, яке використовується тестами в цьому наборі.
vi_vn: Xác định từ khóa mẫu mặc định được sử dụng bởi các bài kiểm tra trong bộ kiểm tra này.

source: The test cases will contain only data to use as arguments to that keyword.
bg_bg: Тестовите случаи ще съдържат само данни, които да се използват като аргументи за тази ключова дума.
cs_cz: Testovací případy budou obsahovat pouze data, která budou použita jako argumenty pro toto klíčové slovo.
da_dk: Testtilfældene vil kun indeholde data til brug som argumenter til dette søgeord.
de_de: Die Testfälle werden nur Daten enthalten, die als Argumente für dieses Schlüsselwort verwendet werden können.
es_es: Los casos de prueba contendrán sólo datos para usar como argumentos a esa palabra clave.
fi_fi: Testitapaukset sisältävät vain tietoja, joita käytetään argumenteina tälle avainsanalle.
fr_fr: Les cas de test ne contiendront que des données à utiliser comme arguments pour ce mot clé.
hu_hu: A tesztesetek csak az adott kulcsszóhoz argumentumként használható adatokat tartalmazzák.
it_it: I casi di test conterranno solo i dati da usare come argomenti a quella parola chiave.
ja_jp: テストケースには、キーワードの引数として使用するデータのみが含まれます。
nl_nl: De testgevallen hebben de vorm van een gegevenstabel (data-driven testen). Elke rij is één testgeval en bevat de parameters voor het sjabloonactiewoord.
pl_pl: Sprawdzenia testowe będą zawierać tylko dane do użycia jako argumenty dla tego słowa kluczowego.
pt_pt: Os casos de teste apenas contêm os dados a serem usados como argumentos para essa palavra-chave.
ro_ro: Cazurile de testare vor conține doar date care vor fi utilizate ca argumente pentru acest cuvânt-cheie.
ru_ru: Тестовые случаи будут содержать только данные для аргументов этого ключевого слова.
sv_se: Testfallen kommer endast att innehålla data för att använda som argument till det nyckelordet.
th_th: กรณีทดสอบจะมีเพียงข้อมูลที่ใช้เป็นอาร์กิวเมนต์สำหรับคีย์เวิร์ดนั้นเท่านั้น
tr_tr: Test senaryoları yalnızca bu anahtar kelimeye argüman olarak kullanılacak verileri içerecektir.
uk_ua: У тестових випадках будуть підставлятися лише дані, які можна використати в якості аргументу до цього ключового слова.
vi_vn: Các trường hợp thử nghiệm sẽ chỉ chứa dữ liệu được sử dụng làm tham số cho từ khóa đó.

source: Specifies the template keyword to use.
bg_bg: Посочва ключовата дума на шаблона, която да се използва.
cs_cz: Určuje klíčové slovo šablony.
da_dk: Angiver skabelonens nøgleord der skal bruges.
de_de: Gibt das zu verwendende Template-Keyword an.
es_es: Especifica la palabra clave de plantilla a utilizar.
fi_fi: Määrittää käytettävän mallin avainsanan.
fr_fr: Spécifie le mot clé du modèle à utiliser.
hu_hu: Megadja a használni kívánt sablon kulcsszót.
it_it: Specifica la parola chiave del modello da usare.
ja_jp: 使用するテンプレートキーワードを指定します。
nl_nl: Specificeer het actiewoord dat als sjabloon moet worden gebruikt.
pl_pl: Określa słowo kluczowe szablonu do użycia.
pt_pt: Especifica a palavra-chave como modelo a usar.
ro_ro: Specifică cuvântul cheie al șablonului de utilizat.
ru_ru: Определяет ключевое слово шаблона.
sv_se: Anger mallens sökord att använda.
th_th: ระบุคำสำคัญเทมเพลตที่จะใช้
tr_tr: Kullanılacak şablon anahtar sözcüğünü belirtir.
uk_ua: Вказує ваше ключове слово шаблону.
vi_vn: Xác định từ khóa mẫu để sử dụng.

source: The test itself will contain only data to use as arguments to that keyword.
bg_bg: Самият тест ще съдържа само данни, които да се използват като аргументи за тази ключова дума.
cs_cz: Samotný test bude obsahovat pouze data, která budou použita jako argumenty pro toto klíčové slovo.
da_dk: Selve testen vil kun indeholde data til brug som argumenter til dette søgeord.
de_de: Der Test selbst enthält nur Daten, die als Argumente für dieses Schlüsselwort verwendet werden können.
es_es: La prueba en sí misma contendrá sólo datos para usar como argumentos a esa palabra clave.
fi_fi: Testi itsessään sisältää vain tietoja, joita käytetään argumenteina tälle avainsanalle.
fr_fr: Le test lui-même ne contiendra que des données à utiliser comme arguments pour ce mot clé.
hu_hu: Maga a teszt csak olyan adatokat tartalmaz, amelyeket az adott kulcsszóhoz argumentumként lehet használni.
it_it: Il test stesso conterrà solo i dati da usare come argomenti a quella parola chiave.
ja_jp: テスト自体には、キーワードの引数として使用するデータのみが含まれます。
nl_nl: De testgevallen hebben de vorm van een gegevenstabel (data-driven testen). Elke rij is één testgeval en bevat de parameters voor het sjabloonactiewoord.
pl_pl: Sam test będzie zawierał tylko dane do użycia jako argumenty dla tego słowa kluczowego.
pt_pt: O caso de teste apenas contêm os dados a serem usados como argumentos para essa palavra-chave.
ro_ro: Testul în sine va conține doar date care vor fi utilizate ca argumente pentru acest cuvânt cheie.
ru_ru: Сам тест будет содержать только данные, которые будут использоваться в качестве аргументов к этому ключевому слову.
sv_se: Själva testet kommer endast att innehålla data för att använda som argument till det nyckelordet.
th_th: การทดสอบเองจะมีเพียงข้อมูลเพื่อใช้เป็นอาร์กิวเมนต์ให้กับคำสำคัญนั้นเท่านั้น
tr_tr: Testin kendisi yalnızca bu anahtar kelimeye argüman olarak kullanılacak verileri içerecektir.
uk_ua: Тест сам буде містити лише дані, які можна використати в якості аргументів до цього ключового слова.
vi_vn: Bản thân bài kiểm tra sẽ chỉ chứa dữ liệu để sử dụng làm tham số cho từ khóa đó.

source: Specify the return value. Use a pipe character to separate multiple values.
bg_bg: Посочете стойността на връщане. Използвайте символа pipe, за да разделите няколко стойности.
cs_cz: Zadejte hodnotu návratu. Použijte znak potrubí pro oddělení více hodnot.
da_dk: Angiv returværdi. Brug et rørtegn til at adskille flere værdier.
de_de: Geben Sie den Rückgabewert an. Verwenden Sie ein Pipe-Zeichen, um mehrere Werte zu trennen.
es_es: Especifique el valor de retorno. Utilice un caracter de tubería para separar varios valores.
fi_fi: Määritä palautusarvo. Käytä putkimerkkiä erottamaan useita arvoja.
fr_fr: Spécifiez la valeur de retour. Utilisez un caractère pipe pour séparer plusieurs valeurs.
hu_hu: Adja meg a visszatérési értéket. Több érték elválasztásához használjon pipakaraktert.
it_it: Specifica il valore di ritorno. Usa un carattere di pipe per separare più valori.
ja_jp: 戻り値を指定します。複数の値を区切るにはパイプ文字を使用します。
nl_nl: Geef de returnwaarde. Gebruik een pipe-teken om meerdere waarden te scheiden.
pl_pl: Określ wartość zwrotną. Użyj znaku rury, aby oddzielić wiele wartości.
pt_pt: Especifique o valor de retorno. Use uma barra para separar vários valores.
ro_ro: Specificați valoarea de returnare. Utilizați un caracter de conductă pentru a separa valori multiple.
ru_ru: Укажите возвращаемое значение. Используйте символ трубопровода, чтобы разделить несколько значений.
sv_se: Ange returvärde. Använd ett rörtecken för att separera flera värden.
th_th: ระบุค่าที่ส่งคืน ใช้เครื่องหมายท่อน (pipe) เพื่อคั่นค่าหลายค่า
tr_tr: Dönüş değerini belirtin. Birden fazla değeri ayırmak için bir boru karakteri kullanın.
uk_ua: Вкажіть правильне значення. Використовуйте символ конвеєра для відокремлення кількох значень.
vi_vn: Xác định giá trị trả về. Sử dụng ký tự gạch dọc (|) để phân tách các giá trị.

source: Maximum time test cases in this suite are allowed to execute before aborting them forcefully.
bg_bg: Максимално време, през което тестовите случаи в този пакет могат да се изпълняват, преди да бъдат прекъснати принудително.
cs_cz: Maximální doba trvání zkoušky v této sadě může běžet před tím, než je rázně přeruší.
da_dk: Maksimal tid testtilfælde i denne suite har lov til at udføre før de afbrydes kraftigt.
de_de: Maximale Zeittestfälle in dieser Suite können ausgeführt werden, bevor sie gewaltsam abgebrochen werden.
es_es: Se permite ejecutar los casos de prueba de tiempo máximo en esta suite antes de abortarlos con fuerza.
fi_fi: Suurin mahdollinen aika testata tapauksia tässä sviitissä sallitaan suorittaa ennen kuin ne keskeytetään voimakkaasti.
fr_fr: Les cas de test maximum dans cette suite sont autorisés à s'exécuter avant de les abandonner forcément.
hu_hu: A csomagban szereplő tesztesetek maximális végrehajtási ideje, mielőtt a tesztek erőszakos megszakítása megtörténne.
it_it: I casi di test di tempo massimo in questa suite possono essere eseguiti prima di interrompere con forza.
ja_jp: このスイートの最大時間テストケースは、強制的に中断する前に実行することができます。
nl_nl: Maximaal toegestane tijdsduur per testgeval in deze suite. Bij overschrijding wordt de test afgebroken.
pl_pl: Maksymalny czas prób w tym pakiecie może zostać wykonany przed ich przymusowym przerwaniem.
pt_pt: Duração máxima para a execução dos casos de teste nesta suite antes de serem forçosamente interrompidos.
ro_ro: Timpul maxim de testare în această suită este permis să se execute înainte de a le anula forțat.
ru_ru: Максимальное количество случаев, указанных в данном наборе, разрешено выполнить, прежде чем принудительно прервать их.
sv_se: Maximal tid testfall i denna svit tillåts att köra innan de avbryts kraftigt.
th_th: กรณีทดสอบการทดสอบเวลาสูงสุดในชุดนี้ได้รับอนุญาตให้ทำงานได้ก่อนที่จะหยุดการทำงานอย่างบังคับ
tr_tr: Bu paketteki test senaryolarının zorla iptal edilmeden önce yürütülmesine izin verilen maksimum süre.
uk_ua: Максимальна кількість випадків тестів у цьому наборі дозволено виконувати перед тим, як примусово перервати їх.
vi_vn: Thời gian tối đa mà các trường hợp thử nghiệm trong bộ thử nghiệm này được phép thực thi trước khi bị ngắt kết nối một cách cưỡng chế.

source: Can be overridden by individual test cases using Timeout setting.
bg_bg: Може да бъде отменена от отделни тестови случаи чрез настройката Timeout.
cs_cz: Může být přepsáno jednotlivými zkušebními případy pomocí nastavení časového limitu.
da_dk: Kan tilsidesættes af individuelle testtilfælde ved hjælp af Timeout indstilling.
de_de: Kann durch einzelne Testfälle mit Timeout-Einstellung überschrieben werden.
es_es: Puede ser anulado por casos de prueba individuales usando la configuración de tiempo de espera.
fi_fi: Yksittäiset testitapaukset voidaan ohittaa aikakatkaisun asetuksella.
fr_fr: Peut être remplacée par des cas de test individuels en utilisant le paramètre Timeout.
hu_hu: A Timeout beállítással az egyes tesztesetek felülbírálhatják.
it_it: Può essere sovrascritto dai singoli casi di test utilizzando l'impostazione Timeout.
ja_jp: タイムアウト設定を使用して、個々のテストケースでオーバーライドすることができます。
nl_nl: Kan worden overschreven voor individuele testgevallen met de tijdslimietinstelling van die test.
pl_pl: Może być zastąpiony przez indywidualne przypadki testowe w ustawieniach limitu czasu.
pt_pt: Pode ser sobreposto pela definição individual, Tempo Limite no caso de teste.
ro_ro: Poate fi suprascris de cazuri individuale de testare folosind setarea Timeout.
ru_ru: Можно переопределить индивидуальные тесты с использованием настроек тайм-аута.
sv_se: Kan åsidosättas av enskilda testfall med Timeout-inställning.
th_th: สามารถถูกแทนที่โดยกรณีทดสอบแต่ละกรณีโดยใช้การตั้งค่า Timeout
tr_tr: Zaman aşımı ayarı kullanılarak bireysel test senaryoları tarafından geçersiz kılınabilir.
uk_ua: Можна перевизначити індивідуальними кегами тестів, використовуючи налаштування тайм-ауту.
vi_vn: Có thể bị ghi đè bởi các trường hợp thử nghiệm riêng lẻ thông qua cài đặt Thời gian chờ.

source: Maximum time this test/keyword is allowed to execute before aborting it forcefully.
bg_bg: Максимално време, за което този тест/ключова дума може да се изпълни, преди да бъде прекъснат принудително.
cs_cz: Maximální doba, po kterou může toto test/klíčové slovo spustit před jeho rázným přerušením.
da_dk: Maksimal tid dette test/søgeord må udføre, før det afbrydes kraftigt.
de_de: Maximale Zeit, die dieses Test/Keyword ausführen darf, bevor es gewaltsam abgebrochen wird.
es_es: Tiempo máximo que esta prueba/palabra clave se puede ejecutar antes de abortarla con fuerza.
fi_fi: Tämä testi/avainsana on sallittu suorittaa ennen kuin se keskeytetään voimakkaasti.
fr_fr: Temps maximum pour que ce test/mot-clé soit autorisé à s'exécuter avant de l'abandonner fortement.
hu_hu: A teszt/kulcsszó végrehajtásának maximális ideje, mielőtt a teszt/kulcsszó erőszakos megszakítása megtörténne.
it_it: Tempo massimo di esecuzione di questa parola test/chiave prima di annullarla con forza.
ja_jp: このテスト/キーワードを強制的に中断する前に実行できる最大時間。
nl_nl: Maximaal toegestane tijdsduur voor dit testgeval/actiewoord. Bij overschrijding wordt deze afgebroken.
pl_pl: Maksymalny czas, w którym ten test/słowo kluczowe może wykonać przed przymusowym przerwaniem testu.
pt_pt: Duração máxima para a execução deste teste ou palavra-chave antes de ser forçosamente interrompido.
ro_ro: Timpul maxim de execuție a acestui test/cuvânt cheie este permis înainte de a-l anula forțat.
ru_ru: Максимальное время выполнения теста/ключевого слова перед принудительным завершением.
sv_se: Maximal tid för detta test/sökord är tillåtet att köra innan det avbryts kraftigt.
th_th: ระยะเวลาสูงสุดที่การทดสอบ/คำสำคัญนี้ได้รับอนุญาตให้ทำงานก่อนที่จะถูกยกเลิกอย่างบังคับ
tr_tr: Bu testin/anahtar kelimenin zorla iptal edilmeden önce yürütülmesine izin verilen maksimum süre.
uk_ua: Максимальний час цього тесту/ключового слова дозволено виконувати його перед перериванням його примусово.
vi_vn: Thời gian tối đa mà bài kiểm tra/từ khóa này được phép thực thi trước khi bị ngắt kết nối một cách cưỡng chế.
