Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: . Note that since Robot v6.0, imports with old WITH NAME are replaced by AS.
bg_bg: . Обърнете внимание, че след Robot v6.0 импортите със старите WITH NAME се заменят с AS.
cs_cz: . Všimněte si, že od Robota v6.0, importy se starým S NÁZEV jsou nahrazeny AS.
da_dk: Bemærk, at siden Robot v6.0, import med gamle MED NAVN erstattes af AS.
de_de: . Beachten Sie, dass seit Robot v6.0 Importe mit alten MIT NAME durch AS ersetzt werden.
es_es: Tenga en cuenta que desde el Robot v6.0, las importaciones con el antiguo CON NOMBRE son reemplazadas por AS.
fi_fi: . Huomaa, että koska Robot v6.0, tuonti vanha WITH NAME korvataan AS.
fr_fr: Notez que depuis Robot v6.0, les importations avec l'ancien WITH NAME sont remplacées par AS.
hu_hu: . Vegye figyelembe, hogy a Robot v6.0 óta a régi WITH NAME importok helyébe az AS lép.
it_it: . Si noti che dal Robot v6.0, le importazioni con vecchio CON NOME sono sostituite da AS.
ja_jp: をクリックします。ロボットv6.0以降では、古い名前付きのインポートはASに置き換えられます。
nl_nl: . Merk op dat sinds Robot v6.0 imports die voorheen WITH NAME gebruikten nu AS gebruiken.
pl_pl: . Zauważ, że od czasu Robota v6.0, import ze starej NAZWY zostaje zastąpiony przez AS.
pt_pt: . Note que desde o Robot v6.0, as importações com o antigo WITH NAME serão substituídas por AS.
ro_ro: . Reţineţi că de la Robot v6.0, importurile cu vechime cu denumire de origine se înlocuiesc cu importurile de produse din specia AS.
ru_ru: . Обратите внимание, что после v6.0 импорт со старым ИМЯ WITH заменяется AS.
sv_se: . Observera att sedan Robot v6.0, import med gamla MED NAMN ersätts av AS.
th_th: โปรดทราบว่าตั้งแต่ Robot v6.0 การนำเข้าที่ใช้ WITH NAME แบบเก่าจะถูกแทนที่ด้วย AS
tr_tr: . Robot v6.0'dan bu yana, eski WITH NAME ile içe aktarmaların AS ile değiştirildiğini unutmayın.
uk_ua: . Зверніть увагу, що оскільки Robot v6.0, імпорт із старим WITH NAME замінюється AS.
vi_vn: Lưu ý rằng kể từ phiên bản Robot v6.0, các lệnh nhập (import) sử dụng cú pháp cũ WITH NAME đã được thay thế bằng AS.

source: Give name and value of the variable.
bg_bg: Посочете името и стойността на променливата.
cs_cz: Uveďte název a hodnotu proměnné.
da_dk: Angiv navn og værdi for variablen.
de_de: Geben Sie Namen und Wert der Variable an.
es_es: Dar nombre y valor de la variable.
fi_fi: Anna muuttujan nimi ja arvo.
fr_fr: Donner le nom et la valeur de la variable.
hu_hu: Adja meg a változó nevét és értékét.
it_it: Indicare nome e valore della variabile.
ja_jp: 変数の名前と値を指定します。
nl_nl: Geef de variabele een naam en waarde.
pl_pl: Podaj nazwę i wartość zmiennej.
pt_pt: Indique um nome e valor para a nova variável.
ro_ro: Denumirea și valoarea variabilei.
ru_ru: Укажите имя и значение переменной.
sv_se: Ge namn och värde på variabeln.
th_th: ระบุชื่อและค่าของตัวแปร
tr_tr: Değişkenin adını ve değerini verin.
uk_ua: Дайте ім'я та значення змінної.
vi_vn: Đặt tên và giá trị cho biến.

source: Give name and value of the variable. Input list variable items into separate cells.
bg_bg: Посочете името и стойността на променливата. Въведете елементите на списъка с променливи в отделни клетки.
cs_cz: Uveďte název a hodnotu proměnné. Vložte proměnné položky do samostatných buněk.
da_dk: Give navn og værdi for variablen. Input liste variabel elementer i separate celler.
de_de: Geben Sie Namen und Wert der Variable an. Geben Sie Listenvariablenelemente in separate Zellen ein.
es_es: Dar nombre y valor de la variable. Introduzca la lista de elementos variables en celdas separadas.
fi_fi: Anna muuttujan nimi ja arvo. Syötä muuttujan kohdat erillisiin soluihin.
fr_fr: Donne le nom et la valeur de la variable. Entrez les éléments de la variable dans des cellules séparées.
hu_hu: Adja meg a változó nevét és értékét. Adja meg a listaváltozó elemeit külön cellákba.
it_it: Dare nome e valore della variabile. Voci variabili di input in celle separate.
ja_jp: 変数の名前と値を指定します。変数リストの項目を個別のセルに入力します。
nl_nl: Geef de variabele een naam en waarden. Zet elke waarde in zijn eigen cel.
pl_pl: Podaj nazwę i wartość zmiennej. Wprowadź elementy zmiennej listy w osobne komórki.
pt_pt: Indique o nome e o valor da variável. Introduzir os itens da lista de variáveis em células separadas.
ro_ro: Dă numele și valoarea variabilei. Introdu elementele variabile din listă în celule separate.
ru_ru: Дайте имя и значение переменной. Введите элементы списка в отдельные ячейки.
sv_se: Ge namn och värde på variabeln. Inmatningslista variabla objekt i separata celler.
th_th: ระบุชื่อและค่าของตัวแปร ใส่รายการตัวแปรในเซลล์แยกกัน
tr_tr: Değişkenin adını ve değerini verin. Liste değişkeni öğelerini ayrı hücrelere girin.
uk_ua: Дайте назву та значення змінної. Вкажіть змінні елементи списку в окремі клітини.
vi_vn: Nhập tên và giá trị của biến. Nhập các phần tử của biến danh sách vào các ô riêng biệt.

source: Give name and value of the variable. Input dictionary items into separate cells.
bg_bg: Посочете името и стойността на променливата. Въведете елементите на речника в отделни клетки.
cs_cz: Zadejte název a hodnotu proměnné. Vložte položky ve slovníku do samostatných buněk.
da_dk: Giv navn og værdi for variablen. Input ordbog elementer i separate celler.
de_de: Geben Sie Namen und Wert der Variable an. Geben Sie Wörterbucheinträge in separate Zellen ein.
es_es: Dar nombre y valor de la variable. Ingrese elementos del diccionario en celdas separadas.
fi_fi: Anna muuttujan nimi ja arvo. Syötä sanakirja erillisiin soluihin.
fr_fr: Donne le nom et la valeur de la variable. Entrez les éléments de dictionnaire dans des cellules séparées.
hu_hu: Adja meg a változó nevét és értékét. Adja meg a szótári elemeket külön cellákba.
it_it: Dai il nome e il valore della variabile. Inserisci gli elementi del dizionario in celle separate.
ja_jp: 変数の名前と値を指定します。辞書アイテムを個別のセルに入力します。
nl_nl: Geef de variabele een naam en waarden. Zet elk sleutel-waarde paar in zijn eigen cel.
pl_pl: Podaj nazwę i wartość zmiennej. Wprowadź elementy słownika w oddzielnych komórkach.
pt_pt: Indique o nome e o valor da variável. Introduzir os itens do dicionário em células separadas.
ro_ro: Dați numele și valoarea variabilei. Introduceți elemente dicționare în celule separate.
ru_ru: Укажите имя и значение переменной. Введите словарные элементы в отдельные ячейки.
sv_se: Ge namn och värde på variabeln. Inmatningsordbok objekt i separata celler.
th_th: ระบุชื่อและค่าของตัวแปร ใส่รายการในพจนานุกรมลงในเซลล์แยกกัน
tr_tr: Değişkenin adını ve değerini verin. Sözlük öğelerini ayrı hücrelere girin.
uk_ua: Дайте назву та значення змінної. Введіть елементи словника на окремі клітини.
vi_vn: Nhập tên và giá trị của biến. Nhập các mục từ điển vào các ô riêng biệt.

source: Individual items must be in format `key=value`
bg_bg: Отделните елементи трябва да са във формат `ключ=стойност`.
cs_cz: Jednotlivé položky musí být ve formátu `key=value`
da_dk: Individuelle elementer skal være i formatet `key=value`
de_de: Einzelne Elemente müssen im Format `key=value` sein
es_es: Los elementos individuales deben estar en el formato `key=value`
fi_fi: Yksittäisten kohteiden on oltava muodossa `key=value`
fr_fr: Les éléments individuels doivent être au format `key=value`
hu_hu: Az egyes elemeknek a "kulcs=érték" formátumban kell lenniük.
it_it: I singoli oggetti devono essere in formato `key=value`
ja_jp: 個々のアイテムは `key=value` の形式でなければなりません
nl_nl: Elke cel moet de vorm `sleutel=waarde` hebben.
pl_pl: Poszczególne elementy muszą być w formacie `key=value`
pt_pt: Os itens individuais devem estar no formato `chave=valor`
ro_ro: Elementele individuale trebuie să fie în formatul `key=value`
ru_ru: Отдельные элементы должны быть в формате `key=value`
sv_se: Individuella objekt måste vara i formatet `key=value`
th_th: รายการแต่ละรายการต้องอยู่ในรูปแบบ `key=value`
tr_tr: Bireysel öğeler `anahtar=değer` biçiminde olmalıdır
uk_ua: Окремі елементи повинні бути в форматі `key=value`
vi_vn: Các mục riêng lẻ phải có định dạng `key=value`

source: Give name, optional arguments and optional alias of the library to import.
bg_bg: Дайте име, незадължителни аргументи и незадължителен псевдоним на библиотеката, която ще импортирате.
cs_cz: Uveďte název, volitelné argumenty a volitelný alias knihovny pro import.
da_dk: Giv navn, valgfrie argumenter og valgfri alias af biblioteket at importere.
de_de: Name, optionale Argumente und optionale Alias der Bibliothek zum Importieren angeben.
es_es: Dar nombre, argumentos opcionales y alias opcional de la biblioteca para importar.
fi_fi: Anna tuotava kirjaston nimi, valinnaiset argumentit ja valinnainen alias
fr_fr: Donnez le nom, les arguments et les alias optionnels de la bibliothèque à importer.
hu_hu: Megadja az importálandó könyvtár nevét, opcionális argumentumait és opcionális aliasát.
it_it: Dare nome, argomenti opzionali e alias opzionale della libreria da importare.
ja_jp: インポートするライブラリの名前、オプション引数、オプションのエイリアスを指定します。
nl_nl: Geef de naam, optioneel de parameters en indien gewenst een alias voor de te importeren bibliotheek.
pl_pl: Podaj nazwę, opcjonalne argumenty i opcjonalny alias biblioteki do zaimportowania.
pt_pt: Indique o nome, os argumentos opcionais e o alias opcional da biblioteca a importar.
ro_ro: Dă nume, argumente opționale și alias opțional al bibliotecii pentru import.
ru_ru: Укажите имя, необязательные аргументы и псевдоним библиотеки для импорта.
sv_se: Ange namn, valfria argument och valfria alias för biblioteket att importera.
th_th: ให้ชื่อ, อาร์กิวเมนต์ที่เลือกได้ และชื่อเล่นที่เลือกได้ของไลบรารีที่ต้องการนำเข้า
tr_tr: İçe aktarılacak kütüphanenin adını, isteğe bağlı argümanlarını ve isteğe bağlı takma adını verin.
uk_ua: Дайте назву, додаткові аргументи і додаткові псевдоніми бібліотеки для імпорту.
vi_vn: Nhập tên, các tham số tùy chọn và tên gọi khác (nếu có) của thư viện cần nhập.

source: Separate multiple arguments with a pipe character like 'arg 1 | arg 2'.
bg_bg: Разделяйте няколко аргумента с помощта на символ за тръба, например 'arg 1 | arg 2'.
cs_cz: Oddělte několik argumentů znakem potrubí, jako je 'arg 1 | arg 2'.
da_dk: Adskil flere argumenter med en pibekarakter som 'arg 1 ¤ arg 2'.
de_de: Trenne mehrere Argumente mit einem Pipe-Zeichen wie 'arg 1 | arg 2'.
es_es: Separa múltiples argumentos con un caracter de tubería como 'arg 1 | arg 2'.
fi_fi: Erota useat argumentit putkimerkillä kuten 'arg 1' kaarella 2'.
fr_fr: Séparez plusieurs arguments avec un caractère pipe comme 'arg 1 | arg 2'.
hu_hu: Több argumentumot egy pipakarakterrel válasszon szét, például 'arg 1 | arg 2'.
it_it: Separare più argomenti con un carattere di tubo come 'arg 1 <unk> arg 2'.
ja_jp: 'arg 1 | arg 2'のようなパイプ文字で複数の引数を分離します。
nl_nl: Scheid meerdere parameters met een pipe-teken. Voorbeeld: 'par 1 | par 2'.
pl_pl: Oddziel wiele argumentów za pomocą pipety takiej jak 'arg 1 | arg 2'.
pt_pt: Separe os vários argumentos com uma barra, assim: 'argumento_um | argumento_dois'.
ro_ro: Separați mai multe argumente cu un caracter de țeavă ca 'arg 1 <unk> arg 2'.
ru_ru: Разделяйте несколько аргументов символом трубы, как 'arg 1 | arg 2'.
sv_se: Separera flera argument med ett rörtecken som 'arg 1 <unk> arg 2'.
th_th: แยกอาร์กิวเมนต์หลายรายการด้วยอักขระท่อ เช่น 'arg 1 | arg 2'
tr_tr: Birden fazla argümanı 'arg 1 | arg 2' gibi bir boru karakteriyle ayırın.
uk_ua: Розділіть кілька аргументів символом 'arg 1 | arg 2'.
vi_vn: Tách các đối số bằng ký tự gạch dọc như 'arg 1 | arg 2'.

source: Give library name, library documentation URL and command to install.
bg_bg: Посочете името на библиотеката, URL адреса на документацията на библиотеката и командата за инсталиране.
da_dk: Giv bibliotekets navn, bibliotek dokumentation URL og kommando til at installere.
es_es: Indique el nombre de la biblioteca, la URL de la documentación de la biblioteca y el comando a instalar.
hu_hu: Adja meg a könyvtár nevét, a könyvtár dokumentációjának URL-címét és a telepítendő parancsot.
it_it: Fornisci il nome della libreria, l'URL della documentazione della libreria e il comando da installare.
pl_pl: Daj bibliotece nazwę, adres URL dokumentacji biblioteki i komendę do instalacji.
ro_ro: Dă numele bibliotecii, URL-ul documentației bibliotecii și comanda pentru instalare.
th_th: ให้ชื่อห้องสมุด, URL เอกสารห้องสมุด และคำสั่งติดตั้ง
tr_tr: Kütüphane adını, kütüphane dokümantasyon URL'sini ve kurulacak komutu verin.
vi_vn: Cung cấp tên thư viện, URL tài liệu thư viện và lệnh cài đặt.

source: In the command, you can use `%%executable` as a placeholder to be replaced by the actual path
bg_bg: В командата можете да използвате `%%executable` като заместител, който да бъде заменен с действителния път
da_dk: I kommandoen, kan du bruge `%%eksekverbar ` som en pladsholder, der skal erstattes af den faktiske sti
es_es: En el comando, puedes usar `%%ejecutable` como un marcador de posición para ser reemplazado por la ruta real
hu_hu: A parancsban használhatja a `%%executable` helyőrzőt, amelyet a tényleges elérési útvonalra kell cserélni.
it_it: Nel comando, puoi usare `%%executable` come segnaposto da sostituire con il percorso effettivo
pl_pl: W komendzie możesz użyć `%%wykonywalny` jako symbolu zastępczego, aby zastąpić rzeczywistą ścieżkę
ro_ro: În comandă, puteți folosi `%%executable` ca substituent pentru a fi înlocuit cu calea reală
th_th: ในคำสั่ง คุณสามารถใช้ `%%executable` เป็นตัวแทนที่จะถูกแทนที่ด้วยเส้นทางจริง
tr_tr: Komutta, gerçek yolla değiştirilecek bir yer tutucu olarak `%%executable` kullanabilirsiniz
vi_vn: Trong lệnh, bạn có thể sử dụng `%%executable` làm ký tự đại diện để được thay thế bằng đường dẫn thực tế.

source: to Python executable.
bg_bg: на изпълним файл на Python.
da_dk: til kørbar Python.
es_es: a ejecutable de Python.
hu_hu: Python futtathatóvá.
it_it: all'eseguibile Python.
pl_pl: do pliku wykonywalnego Pythona.
ro_ro: executabil în Python.
th_th: เป็นไฟล์ที่เรียกใช้ได้ของ Python
tr_tr: Python çalıştırılabilir dosyasına.
vi_vn: đến tệp thực thi Python.

source: Give path and optional arguments of the variable file to import.
bg_bg: Посочете пътя и незадължителните аргументи на файла с променливи, който ще се импортира.
cs_cz: Dejte cestu a volitelné argumenty souboru proměnné pro import.
da_dk: Giv stien og valgfrie argumenter for den variable fil, der skal importeres.
de_de: Pfad und optionale Argumente der zu importierenden Variable angeben.
es_es: Dar ruta y argumentos opcionales del archivo variable a importar.
fi_fi: Anna tuotavan muuttujatiedoston polku ja valinnaiset argumentit.
fr_fr: Donne le chemin et les arguments optionnels du fichier à importer.
hu_hu: Adja meg az importálandó változófájl elérési útját és opcionális argumentumait.
it_it: Fornisci il percorso e gli argomenti opzionali del file variabile da importare.
ja_jp: 変数ファイルのパスとオプション引数をインポートするように指定します。
nl_nl: Geef de bestandslocatie en optioneel de parameters van het te importeren variabelenbestand.
pl_pl: Podaj ścieżkę i opcjonalne argumenty pliku zmiennej do zaimportowania.
pt_pt: Indique o caminho e os argumentos opcionais do ficheiro de variáveis a importar.
ro_ro: Dați calea și argumentele opționale ale fișierului variabil pentru import.
ru_ru: Дать путь и необязательные аргументы файла переменной для импорта.
sv_se: Ange sökväg och valfria argument för variabelfilen att importera.
th_th: ให้เส้นทางและอาร์กิวเมนต์เพิ่มเติม (ถ้ามี) ของไฟล์ตัวแปรที่ต้องการนำเข้า
tr_tr: İçe aktarılacak değişken dosyasının yolunu ve isteğe bağlı argümanlarını verin.
uk_ua: Залиште шлях та додаткові аргументи файлу змінної для імпорту.
vi_vn: Cung cấp đường dẫn và các tham số tùy chọn của tệp biến để nhập.

source: Give path to the resource file to import.
bg_bg: Дайте път до файла с ресурси за импортиране.
cs_cz: Dejte cestu k zdrojovému souboru k importu.
da_dk: Giv sti til ressourcefilen der skal importeres.
de_de: Pfad zur zu importierenden Ressourcen-Datei angeben.
es_es: Dar ruta al archivo de recursos a importar.
fi_fi: Anna polku tuotavaan resurssitiedostoon.
fr_fr: Donner le chemin vers le fichier de ressource à importer.
hu_hu: Adja meg az importálandó erőforrásfájl elérési útját.
it_it: Fornisci il percorso del file risorsa da importare.
ja_jp: インポートするリソースファイルのパスを指定します。
nl_nl: Geef de bestandslocatie van het te importeren resourcebestand.
pl_pl: Daj ścieżkę do pliku zasobów do zaimportowania.
pt_pt: Indique o caminho para o ficheiro de recursos a importar.
ro_ro: Dă cale fișierului de resurse pentru import.
ru_ru: Укажите путь к файлу ресурса для импорта.
sv_se: Ge sökväg till resursfilen att importera.
th_th: ให้เส้นทางไปยังไฟล์ทรัพยากรที่ต้องการนำเข้า
tr_tr: İçe aktarılacak kaynak dosyasının yolunu verin.
uk_ua: Дайте шлях до файлу ресурсу для імпорту.
vi_vn: Cung cấp đường dẫn đến tệp tài nguyên cần nhập.

source: Existing resources will be automatically loaded to the resource tree.
bg_bg: Съществуващите ресурси ще бъдат заредени автоматично в дървото на ресурсите.
cs_cz: Stávající zdroje budou automaticky načteny do stromu zdrojů.
da_dk: Eksisterende ressourcer vil automatisk blive indlæst til ressourcetræet.
de_de: Vorhandene Ressourcen werden automatisch in den Ressourcenbaum geladen.
es_es: Los recursos existentes se cargarán automáticamente al árbol de recursos.
fi_fi: Olemassa olevat resurssit ladataan automaattisesti resurssipuun.
fr_fr: Les ressources existantes seront automatiquement chargées dans l'arborescence des ressources.
hu_hu: A meglévő erőforrások automatikusan betöltődnek az erőforrásfába.
it_it: Le risorse esistenti verranno automaticamente caricate sull'albero delle risorse.
ja_jp: 既存のリソースは自動的にリソースツリーにロードされます。
nl_nl: Bestaande resources worden automatisch toegevoegd in de suiteverkenner.
pl_pl: Istniejące zasoby zostaną automatycznie załadowane do drzewa zasobów.
pt_pt: Os recursos existentes serão automaticamente carregados na árvore de recursos.
ro_ro: Resursele existente vor fi încărcate automat în arborele de resurse.
ru_ru: Существующие ресурсы будут автоматически загружены в дерево ресурсов.
sv_se: Befintliga resurser laddas automatiskt till resursträdet.
th_th: ทรัพยากรที่มีอยู่จะถูกโหลดไปยังต้นไม้ทรัพยากรโดยอัตโนมัติ
tr_tr: Mevcut kaynaklar otomatik olarak kaynak ağacına yüklenecektir.
uk_ua: Існуючі ресурси будуть автоматично завантажені на дерево ресурсів.
vi_vn: Các tài nguyên hiện có sẽ được tự động tải vào cây tài nguyên.

source: Give the documentation.
bg_bg: Дайте документацията.
cs_cz: Uveďte dokumentaci.
da_dk: Giv dokumentationen.
de_de: Die Dokumentation angeben.
es_es: Dar la documentación.
fi_fi: Anna asiakirjat.
fr_fr: Donner la documentation.
hu_hu: Adja meg a dokumentációt.
it_it: Fornire la documentazione.
ja_jp: ドキュメントを渡します。
nl_nl: Schrijf de documentatie.
pl_pl: Podaj dokumentację.
pt_pt: Escreva a documentação.
ro_ro: Exprimă-ți documentația.
ru_ru: Дать документацию.
sv_se: Ge dokumentationen.
th_th: ให้เอกสาร
tr_tr: Belgeleri verin.
uk_ua: Розкажіть документацію.
vi_vn: Cung cấp tài liệu.

source: New resources must be created separately.
bg_bg: Новите ресурси трябва да се създават отделно.
cs_cz: Nové zdroje musí být vytvořeny odděleně.
da_dk: Der skal oprettes nye ressourcer separat.
de_de: Neue Ressourcen müssen separat geschaffen werden.
es_es: Los nuevos recursos deben crearse por separado.
fi_fi: Uudet resurssit on luotava erikseen.
fr_fr: Les nouvelles ressources doivent être créées séparément.
hu_hu: Az új erőforrásokat külön kell létrehozni.
it_it: Occorre creare nuove risorse separatamente.
ja_jp: 新しいリソースは個別に作成する必要があります。
nl_nl: Nieuwe resources moeten handmatig worden aangemaakt.
pl_pl: Nowe zasoby muszą być tworzone oddzielnie.
pt_pt: Novos recursos têm que ser criados separadamente.
ro_ro: Trebuie create resurse noi separat.
ru_ru: Новые ресурсы должны быть созданы отдельно.
sv_se: Nya resurser måste skapas separat.
th_th: ทรัพยากรใหม่ต้องสร้างแยกต่างหาก
tr_tr: Yeni kaynaklar ayrıca oluşturulmalıdır.
uk_ua: Нові ресурси повинні бути створені окремо.
vi_vn: Các tài nguyên mới phải được tạo riêng biệt.

source: Simple formatting like *bold* and _italic_ can be used.
bg_bg: Може да се използва обикновено форматиране като *bold* и _italic_.
cs_cz: Lze použít jednoduché formátování, jako je *tučné* a _kurzíva_.
da_dk: Simpel formatering som *fed * og _kursiv _ kan bruges.
de_de: Einfache Formatierung wie *fett* und _kursiv_ kann verwendet werden.
es_es: Se puede usar un formato simple como *negrita* y _italic_.
fi_fi: Yksinkertainen muotoilu kuten *bold* ja _italic_ voidaan käyttää.
fr_fr: Un formatage simple comme *bold* et _italic_ peut être utilisé.
hu_hu: Egyszerű formázás, például *bold* és _italic_ használható.
it_it: È possibile utilizzare una formattazione semplice come *bold* e _italic_.
ja_jp: *bold* や _italic_ のようなシンプルなフォーマットが使用できます。
nl_nl: Eenvoudige opmaak, zoals *vet* en _cursief_, kunnen worden gebruikt.
pl_pl: Można użyć prostego formatowania, takiego jak *pogrubiony* i _pogrubienie_.
pt_pt: Pode ser usada uma formatação simples como *negrito* e _itálico_.
ro_ro: Pot fi folosite formate simple ca *bold* și _italic_
ru_ru: Простое форматирование типа *жирный* и _italic_ может быть использовано.
sv_se: Enkel formatering som *fet * och _kursiv _ kan användas.
th_th: การจัดรูปแบบอย่างง่าย เช่น *ตัวหนา* และ _ตัวเอียง_ สามารถใช้ได้
tr_tr: Kalın* ve _italik_ gibi basit biçimlendirme kullanılabilir.
uk_ua: Можна використовувати просте форматування, як *bold* та _italic_.
vi_vn: Các định dạng đơn giản như *đậm* và _nghiêng_ có thể được sử dụng.

source: Additionally, URLs are converted to clickable links.
bg_bg: Освен това URL адресите се преобразуват във връзки, върху които може да се клика.
cs_cz: Kromě toho jsou URL převedeny na klikatelné odkazy.
da_dk: Derudover er URL'er konverteret til klikbare links.
de_de: Zusätzlich werden URLs in anklickbare Links konvertiert.
es_es: Adicionalmente, las URLs se convierten en enlaces clicables.
fi_fi: Lisäksi URL-osoitteet muunnetaan klikattaviksi linkeiksi.
fr_fr: De plus, les URLs sont converties en liens cliquables.
hu_hu: Ezenkívül az URL-címek kattintható linkekké alakulnak át.
it_it: Inoltre, gli URL sono convertiti in link cliccabili.
ja_jp: さらに、URLはクリック可能なリンクに変換されます。
nl_nl: Hyperlinks worden automatisch omgezet naar klikbare koppelingen.
pl_pl: Dodatkowo adresy URL są konwertowane na linki klikalne.
pt_pt: Adicionalmente, os URL serão convertidos para ligações clicáveis.
ro_ro: În plus, URL-urile sunt convertite în link-uri care pot fi accesate.
ru_ru: Кроме того, URL-адреса преобразуются в кликовые ссылки.
sv_se: Dessutom konverteras webbadresser till klickbara länkar.
th_th: นอกจากนี้ URL จะถูกแปลงเป็นลิงก์ที่สามารถคลิกได้
tr_tr: Ayrıca, URL'ler tıklanabilir bağlantılara dönüştürülür.
uk_ua: Додатково URL перетворюються на посилання, які можна клікнути.
vi_vn: Ngoài ra, các URL được chuyển đổi thành các liên kết có thể nhấp chuột.
