Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Clear
cs_cz: Vyčistit
da_dk: Ryd
de_de: Leeren
es_es: Claro
fi_fi: Tyhjennä
fr_fr: Effacer
hu_hu: Tiszta
it_it: Pulisci
ja_jp: クリア
nl_nl: Wissen
pl_pl: Wyczyść
pt_pt: Limpar
ro_ro: Curăță
ru_ru: Очистить
sv_se: Rensa
th_th: ชัดเจน
tr_tr: Temiz
uk_ua: Очистити
vi_vn: Rõ ràng

source: Variable
bg_bg: Променлива
cs_cz: Proměnná
da_dk: Variabel
fi_fi: Muuttuja
hu_hu: Változó
it_it: Variabile
ja_jp: 変数
nl_nl: Variabele
pl_pl: Zmienna
pt_pt: Variável
ro_ro: Variabilă
ru_ru: Переменная
sv_se: Variabel
th_th: ตัวแปร
tr_tr: Değişken
uk_ua: Змінна
vi_vn: Biến

source: Add Dict
bg_bg: Добавяне на Dict
cs_cz: Přidat Dikt
da_dk: Tilføj Dikt
de_de: Diktat hinzufügen
es_es: Añadir Dict
fi_fi: Lisää Dict
fr_fr: Ajouter un dictionnaire
hu_hu: Dict hozzáadása
it_it: Aggiungi Dict
ja_jp: 辞書を追加
nl_nl: Nieuwe dict
pl_pl: Dodaj słownik
pt_pt: Adicionar Dicionário
ro_ro: Adaugă ichet
ru_ru: Добавить словарь
sv_se: Lägg till Dict
th_th: เพิ่มพจนานุกรม
tr_tr: Dikte Ekle
uk_ua: Додати словник
vi_vn: Thêm từ điển

source: Add List
bg_bg: Добавяне на списък
cs_cz: Přidat seznam
da_dk: Tilføj Liste
de_de: Neue Liste
es_es: Añadir lista
fi_fi: Lisää Luettelo
fr_fr: Ajouter une liste
hu_hu: Lista hozzáadása
it_it: Aggiungi Lista
ja_jp: リストを追加
nl_nl: Nieuwe lijst
pl_pl: Dodaj listę
pt_pt: Adicionar Lista
ro_ro: Adaugă listă
ru_ru: Добавить список
sv_se: Lägg till lista
th_th: เพิ่มรายการ
tr_tr: Liste Ekle
uk_ua: Додати список
vi_vn: Thêm Danh sách

source: Add Scalar
bg_bg: Добавяне на скалар
cs_cz: Přidat skalar
da_dk: Tilføj Scalar
de_de: Skalar hinzufügen
es_es: Añadir escalar
fi_fi: Lisää Scalar
fr_fr: Ajouter un scalaire
hu_hu: Scalar hozzáadása
it_it: Aggiungi Scalar
ja_jp: スカラーを追加
nl_nl: Nieuwe waarde
pl_pl: Dodaj Skalar
pt_pt: Adicionar Escalar
ro_ro: Adaugă Scalar
ru_ru: Добавить скалярный
sv_se: Lägg till skalar
th_th: เพิ่มสเกลาร์
tr_tr: Skaler Ekle
uk_ua: Додати Скаляр
vi_vn: Thêm số vô hướng

source: Import
bg_bg: Внос
cs_cz: Importovat
da_dk: Importér
de_de: Importieren
es_es: Importar
fi_fi: Tuo
fr_fr: Importer
it_it: Importa
ja_jp: インポート
pl_pl: Importuj
pt_pt: Importação
ro_ro: Importă
ru_ru: Импорт
sv_se: Importera
th_th: นำเข้า
tr_tr: İthalat
uk_ua: Імпорт
vi_vn: Nhập khẩu

source: Name / Path
bg_bg: Име / път
cs_cz: Jméno / Cesta
da_dk: Navn / Sti
de_de: Name / Pfad
es_es: Nombre / Ruta
fi_fi: Nimi / Polku
fr_fr: Nom / Chemin d'accès
hu_hu: Név / elérési útvonal
it_it: Nome / Percorso
ja_jp: 名前 / パス
nl_nl: Naam / Lokatie
pl_pl: Nazwa / Ścieżka
pt_pt: Nome / Caminho
ro_ro: Nume / Cale
ru_ru: Имя / Путь
sv_se: Namn / sökväg
th_th: ชื่อ / เส้นทาง
tr_tr: İsim / Yol
uk_ua: Ім'я / Шлях
vi_vn: Tên / Đường dẫn

source: Import Failed Help
bg_bg: Неуспешен внос Помощ
cs_cz: Import selhal nápovědy
da_dk: Import Mislykkedes Hjælp
de_de: Import fehlgeschlagene Hilfe
es_es: Importación de ayuda fallida
fi_fi: Tuonti Epäonnistui
fr_fr: Aide sur l'échec de l'import
hu_hu: Sikertelen importálás Súgó
it_it: Aiuto Importazione Non Riuscita
ja_jp: インポートに失敗しました
nl_nl: Import hulp
pl_pl: Importowanie nie powiodło się
pt_pt: Ajuda na Falha de Importação
ro_ro: Importare ajutor eșuat
ru_ru: Ошибка импорта
sv_se: Importera misslyckad hjälp
th_th: การนำเข้าล้มเหลว ขอความช่วยเหลือ
tr_tr: İçe Aktarma Başarısız Yardım
uk_ua: Допомога при імпорті
vi_vn: Lỗi nhập dữ liệu - Hỗ trợ

source: Add Import
bg_bg: Добавяне на импортиране
cs_cz: Přidat import
da_dk: Tilføj Import
de_de: Neuer Import
es_es: Añadir importación
fi_fi: Lisää Tuonti
fr_fr: Ajouter un import
hu_hu: Import hozzáadása
it_it: Aggiungi Importazione
ja_jp: インポートを追加
nl_nl: Import toevoegen
pl_pl: Dodaj import
pt_pt: Adicionar Importação
ro_ro: Adaugă import
ru_ru: Добавить импорт
sv_se: Lägg till import
th_th: เพิ่มการนำเข้า
tr_tr: İçe Aktarma Ekle
uk_ua: Додати імпорт
vi_vn: Thêm Nhập khẩu

source: Open Library Documentation
bg_bg: Документация на отворената библиотека
da_dk: Åbn Biblioteks Dokumentation
es_es: Abrir documentación de la biblioteca
hu_hu: Nyílt könyvtári dokumentáció
it_it: Apri Documentazione Libreria
pl_pl: Otwórz dokumentację biblioteki
ro_ro: Deschide documentaţia bibliotecii
th_th: เอกสารคู่มือห้องสมุดเปิด
tr_tr: Açık Kütüphane Dokümantasyonu
vi_vn: Tài liệu Thư viện Mở

source: Install Library
bg_bg: Инсталиране на библиотека
da_dk: Installer Bibliotek
es_es: Instalar biblioteca
hu_hu: Könyvtár telepítése
it_it: Installa Libreria
pl_pl: Zainstaluj bibliotekę
ro_ro: Instalează biblioteca
th_th: ติดตั้งไลบรารี
tr_tr: Kütüphane Kurun
vi_vn: Cài đặt Thư viện

source: Import Library Spec XML
bg_bg: Импортиране на библиотека Spec XML
cs_cz: Importovat XML Spec knihovny
da_dk: Importér Biblioteks Spec XML
de_de: Bibliothek Spec XML importieren
es_es: Importar Spec XML de Biblioteca
fi_fi: Tuo Kirjaston Spec XML
fr_fr: Importer des spécifications XML de la bibliothèque
hu_hu: Könyvtár specifikáció XML importálása
it_it: Importa Xml Spec Libreria
ja_jp: ライブラリの仕様XMLをインポート
nl_nl: Importeer Bibliotheek als Spec XML
pl_pl: Importuj specyfikację biblioteki XML
pt_pt: Importar Especificação de Biblioteca XML
ro_ro: Importă Viteza Bibliotecii XML
ru_ru: Импортировать библиотеку Spec XML
sv_se: Importera bibliotekets Spec XML
th_th: นำเข้าสเปคไลบรารี XML
tr_tr: Kütüphane Spesifikasyon XML'ini İçe Aktar
uk_ua: Імпортувати бібліотеку XML
vi_vn: Nhập tệp XML thông số kỹ thuật thư viện

source: <br>Possible corrections and notes:<br> <ul> <li>Import failure is shown with red color.</li> <li>See Tools / View RIDE Log for detailed information about the failure.</li> <li>If the import contains a variable that RIDE has not initialized, consider adding the variable to variable table with a default value.</li> <li>For library import failure: Consider importing library spec XML (Tools / Import Library Spec XML or by adding the XML file with the correct name to PYTHONPATH) to enable keyword completion for example for Java libraries. Library spec XML can be created using libdoc tool from Robot Framework. For more information see <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
bg_bg: <br>Възможни корекции и бележки:<br> <ul> <li>Неуспехът при импортирането се показва с червен цвят.</li> <li>Вижте Tools / View RIDE Log (Инструменти / Преглед на дневника на RIDE) за подробна информация за неуспеха.</li> <li>Ако импортът съдържа променлива, която RIDE не е инициализирал, помислете за добавяне на променливата в таблицата с променливи със стойност по подразбиране.</li> <li>За неуспешен импорт на библиотека: Помислете за импортиране на XML спецификацията на библиотеката (Tools / Import Library Spec XML или чрез добавяне на XML файла с правилното име към PYTHONPATH), за да активирате попълването на ключови думи например за Java библиотеки. Library spec XML може да се създаде с помощта на инструмента libdoc от Robot Framework. За повече информация вижте <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
cs_cz: <br>Možné opravy a poznámky:<br> <ul> <li>Chyba importu je zobrazena červenou barvou.</li> <li>Viz nástroje / Zobrazit RIDE log pro detailní informace o selhání.</li> <li>Pokud import obsahuje proměnnou, kterou RIDE neinicializoval, zvažte přidání proměnné do proměnné tabulky s výchozí hodnotou.</li> <li>V případě selhání importu knihovny: Zvažte import spec XML (Nástroje / Importovat XML Spec knihovny nebo přidáním XML souboru se správným názvem do PYTHONPATH) pro povolení dokončení klíčových slov například v knihovnách Java. Library spec XML lze vytvořit pomocí nástroje libdoc z Robot Framework. Další informace naleznete v <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
da_dk: <br>Mulige korrektioner og noter:<br> <ul> <li>Import fejl vises med rød farve.</li> <li>Se værktøjer / Vis RIDE Log for detaljeret information om fejlen.</li> <li>Hvis importen indeholder en variabel som RIDE ikke har initialiseret, overveje at tilføje variablen til variabel tabel med en standardværdi.</li> <li>Til bibliotekets importfejl: Overvej at importere bibliotekets spec XML (Værktøjer / Import Library Spec XML eller at tilføje XML-filen med det korrekte navn til PYTHONPATH) for at aktivere søgeordsfærdiggørelse for eksempel for Java-biblioteker. Bibliotek spec XML kan oprettes ved hjælp af libdoc værktøj fra Robot Framework. For mere information se <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
de_de: <br>Mögliche Korrekturen und Hinweise:<br> <ul> <li>Importfehler werden mit roter Farbe angezeigt.</li> <li>Siehe Tools / RIDE Log für detaillierte Informationen über den Fehler.</li> <li>Wenn der Import eine Variable enthält, die RIDE nicht initialisiert hat, erwägt das Hinzufügen der Variablen zur Tabelle mit einem Standardwert.</li> <li>Für den Import von Bibliotheken: Erwägen Sie den Import von Bibliotheksspec XML (Tools / Import Bibliothek Spec XML oder das Hinzufügen der XML-Datei mit dem korrekten Namen zu PYTHONPATH), um die Keyword-Vervollständigung zum Beispiel für Java-Bibliotheken zu aktivieren. Library spec XML kann mit libdoc Tool aus dem Robot Framework erstellt werden. Weitere Informationen finden Sie unter <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">Wiki</a>. </li> </ul>
es_es: <br>Posibles correcciones y notas:<br> <ul> <li>La importación fallida se muestra con color rojo.</li> <li>Vea Herramientas / Ver Registro de RIDE para información detallada sobre el fallo.</li> <li>Si la importación contiene una variable que RIDE no ha inicializado, considere añadir la variable a la tabla variable con un valor predeterminado.</li> <li>Para la importación de bibliotecas falló: Considere importar especificaciones XML (Herramientas/Importar Spec de Biblioteca XML o por añadir el archivo XML con el nombre correcto a PYTHONPATH) para permitir la finalización de palabras clave por ejemplo para las bibliotecas Java. La especificación XML de la biblioteca puede ser creada usando la herramienta libdoc de Robot Framework. Para más información vea <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
fi_fi: <br>Mahdolliset korjaukset ja huomautukset:<br> <ul> <li>Tuontivirhe näytetään punaisella värillä.</li> <li>Katso Työkalut / Näytä RIDE Loki yksityiskohtaista tietoa epäonnistumisesta.</li> <li>Jos tuonti sisältää muuttujan, jota RIDE ei ole alustanut, harkitse muuttujan lisäämistä muuttuvaan taulukkoon, jolla on oletusarvo.</li> <li>Jos kirjaston tuonti epäonnistui: Harkitse kirjaston spec XML (Työkalut / Tuo kirjasto Spec XML tai lisäämällä XML-tiedoston oikealla nimellä PYTHONPATH:iin), jotta esimerkiksi Java-kirjastoille voidaan suorittaa avainsana . Kirjaston spec XML voidaan luoda käyttäen libdoc työkalua Robot Framework. Lisätietoja on <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
fr_fr: <br>Corrections possibles et notes :<br> <ul> <li>L'échec de l'import est indiqué en rouge.</li> <li>Voir Outils / Afficher le journal RIDE, pour obtenir des informations détaillées sur l'échec.</li> <li>Si l'import contient une variable que RIDE n'a pas initialisée, envisagez d'ajouter la variable au tableau des variables, avec une valeur par défaut.</li> <li>Pour les échecs à l'import de librairie : envisagez d'importer la Spec XML de la librairie (Outils / Importer la Spec XML ou en ajoutant le fichier XML avec le bon nom au PYTHONPATH) pour activer l'autocomplétion des mots-clés, pour les librairies Java par exemple. La Spec XML de la librairie peut être créée à l'aide de l'outil libdoc de Robot Framework. Pour plus d'informations, voir <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
hu_hu: <br>Lehetséges javítások és megjegyzések:<br> <ul> <li>A hibás importálás piros színnel jelenik meg.</li> <li>A hibával kapcsolatos részletes információkért lásd: Eszközök / RIDE napló megtekintése.</li> <li>Ha az import olyan változót tartalmaz, amelyet a RIDE nem inicializált, fontolja meg a változó hozzáadását a változótáblához egy alapértelmezett értékkel.</li> <li>Könyvtárimport hiba esetén: Fontolja meg a könyvtár-specifikus XML importálását (Tools / Import Library Spec XML vagy a segítségével a megfelelő nevű XML-fájl hozzáadása a PYTHONPATH-hoz), hogy lehetővé tegye a kulcsszó-kiegészítést például Java könyvtárak esetében. A könyvtár-specifikus XML a Robot Framework libdoc eszközével hozható létre. További információért lásd a <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
it_it: <br>Possibili correzioni e note:<br> <ul> <li>Il errore di importazione è mostrato con il colore rosso.</li> <li>Vedere Strumenti / Visualizza RIDE Log per informazioni dettagliate sul guasto.</li> <li>Se l'importazione contiene una variabile che RIDE non ha inizializzato, considera di aggiungere la variabile alla tabella variabile con un valore predefinito.</li> <li>Per il fallimento dell'importazione della libreria: Considera l'importazione della specifica della libreria XML (Tools / Import Library Spec XML o aggiungendo il file XML con il nome corretto a PYTHONPATH) per abilitare il completamento della parola chiave per esempio per le librerie Java. Libreria spec XML può essere creato utilizzando lo strumento libdoc da Robot Framework. Per ulteriori informazioni vedere <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
nl_nl: <br>Notities en mogelijke oplossingen:<br> <ul> <li>Een fout bij importeren wordt getoond met een rode kleur.</li> <li>Bekijk het RIDE Logboek onder Hulpmiddelen voor meer informatie over de fout.</li> <li>Als de import een variabele bevat die RIDE nog niet kent, overweeg dan om de variabele toe te voegen aan de tabel met variabelen met een standaardwaarde.</li> <li>Bij importeerfouten van een bibliotheek: Overweeg om de bibliotheek te importeren als Spec XML (Zie Hulpmiddelen -> Importeer bibliotheek als Spec XML of door het XML-bestand met de juiste naam aan PYTHONPATH toe te voegen) om actiewoord voltooiing mogelijk te maken. Voor bijvoorbeeld Java bibliotheken. Een Spec XML bibliotheek kan worden gemaakt met behulp van de Libdoc tool van Robot Framework. Voor meer informatie zie de <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
pl_pl: <br>Możliwe poprawki i notatki:<br> <ul> <li>Błąd importu jest pokazany czerwonym kolorem.</li> <li>Zobacz Narzędzia / Zobacz dziennik RIDE aby uzyskać szczegółowe informacje o błędzie.</li> <li>Jeśli import zawiera zmienną, której RIDE nie zainicjował, rozważ dodanie zmiennej do tabeli zmiennej z wartością domyślną.</li> <li>Dla nieudanego importu biblioteki: Rozważ importowanie biblioteki spec XML (Tools / Import Library Spec XML lub dodawanie pliku XML o poprawnej nazwie do PYTHONPATH), aby włączyć wypełnianie słów kluczowych na przykład dla bibliotek Java. Specyfikacja biblioteki XML może być utworzona przy użyciu narzędzia libdoc z Robot Framework. Więcej informacji można znaleźć w <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a> </li> </ul>
pt_pt: <br>Possíveis correções e notas:<br> <ul> <li>A falha de importação é mostrada com a cor vermelha.</li> <li>Ver Ferramentas / Ver Registo do RIDE para informação detalhada acerca da falha.</li> <li>Se a importação contiver uma variável que RIDE não tenha inicializado, considere acrescentar a variável à tabela de variáveis com um valor por omissão.</li> <li>Para falhas na importação de biblioteca: Considere importar a especificação de biblioteca XML (Ferramentas / Importar Especificação de Biblioteca XML ou por adicionar o ficheiro XML com o nome correto a PYTHONPATH) para ativar completar palavras-chave por exemplo para bibliotecas Java. A especificação de biblioteca XML pode ser criada usando a ferramenta libdoc de Robot Framework. Para mais informação ver <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
ro_ro: <br>Eșecuri posibile și note:<br> <ul> <li>Eșecul importului este afișat cu culoare roșie.</li> <li>Vezi Instrumente / Vezi RIDE Log pentru informaţii detaliate despre eşec.</li> <li>Dacă importul conține o variabilă pe care RIDE nu a inițializat-o, ia în considerare adăugarea variabilei la tabelul variabil cu o valoare implicită.</li> <li>Pentru importul bibliotecii a eșuat: luați în considerare importul cărții cu caractere XML (Instrumente / Import Librărie Spec XML sau de adăugarea fișierului XML cu numele corect în PYTHONPATH) pentru a activa completarea cuvântului cheie , de exemplu pentru bibliotecile Java. Viteza bibliotecii XML poate fi creată folosind unealta libdoc din Robot Framework. Pentru mai multe informații, consultați <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
ru_ru: <br>Возможные исправления и заметки:<br> <ul> <li>Неудача импорта отображается красным цветом.</li> <li>Смотрите Журнал инструментов / Просмотр RIDE для получения подробной информации о неудаче.</li> <li>Если в импорте содержится переменная, не инициализированная RIDE, рассмотреть возможность добавления переменной в таблицу переменных со значением по умолчанию.</li> <li>Для неудачного импорта библиотеки: рассмотрим возможность импорта спецификации библиотеки (Tools / Import Library Spec XML или добавление XML файла с правильным именем в PYTHONPATH) для включения дополнения ключевых слов , например, для Java библиотек. Спец XML Библиотеки может быть создан с помощью инструмента libdoc из Robot Framework. Дополнительную информацию см. в <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
sv_se: <br>Möjliga rättelser och anteckningar:<br> <ul> <li>Importfel visas med röd färg.</li> <li>Se Verktyg / Visa RIDE-loggen för detaljerad information om felet.</li> <li>Om importen innehåller en variabel som RIDE inte har initierat, överväg att lägga till variabeln i variabeltabellen med ett standardvärde.</li> <li>För import av bibliotek misslyckades: Överväg att importera spec XML (Verktyg / Import Library Spec XML eller av lägga till XML-filen med rätt namn till PYTHONPATH) för att aktivera sökordsslutförande till exempel för Java-bibliotek. Library spec XML kan skapas med libdoc-verktyg från Robot Framework. För mer information se <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a>. </li> </ul>
th_th: <br>การแก้ไขและหมายเหตุที่อาจเกิดขึ้น:<br> <ul> <li>ความล้มเหลวในการนำเข้าจะแสดงด้วยสีแดง</li> <li>ดูที่ เครื่องมือ / ดูบันทึก RIDE สำหรับข้อมูลโดยละเอียดเกี่ยวกับความล้มเหลว</li> <li>หากการนำเข้าประกอบด้วยตัวแปรที่ RIDE ยังไม่ได้กำหนดค่าเริ่มต้น ให้พิจารณาเพิ่มตัวแปร ไปยังตารางตัวแปรพร้อมกับค่าเริ่มต้น</li> <li>สำหรับความล้มเหลวในการนำเข้าไลบรารี: พิจารณาการนำเข้าไฟล์ XML ของสเปคไลบรารี (เครื่องมือ / นำเข้าสเปคไลบรารี XML หรือโดย เพิ่มไฟล์ XML ด้วยชื่อที่ถูกต้องใน PYTHONPATH) เพื่อเปิดใช้งานการเติมคำอัตโนมัติด้วยคีย์เวิร์ด ตัวอย่างเช่น สำหรับไลบรารี Java ไฟล์ XML ของสเปคไลบรารีสามารถสร้างได้โดยใช้เครื่องมือ libdoc จาก Robot Framework สำหรับข้อมูลเพิ่มเติมดูที่ <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs"> wiki</a>. </li> </ul>
tr_tr: <br>Olası düzeltmeler ve notlar:<br> <ul> <li>İçe aktarma hatası kırmızı renkle gösterilir.</li> <li>Hata hakkında ayrıntılı bilgi için Araçlar / RIDE Günlüğünü Görüntüle bölümüne bakın.</li> <li>İçe aktarma, RIDE'nin başlatmadığı bir değişken içeriyorsa, değişkenini varsayılan bir değerle değişken tablosuna eklemeyi düşünün.</li> <li>Kütüphane içe aktarma hatası için: Örneğin Java kütüphaneleri için anahtar kelime tamamlamayı etkinleştirmek için kütüphane spec XML'ini içe aktarmayı düşünün (Araçlar / Kütüphane Spec XML'ini İçe Aktar veya tarafından XML dosyasını doğru adla PYTHONPATH'e ekleyerek). Kütüphane özellikleri XML'i Robot Framework'ten libdoc aracı kullanılarak oluşturulabilir. Daha fazla bilgi için <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs">wiki</a> adresine bakın. </li> </ul>
vi_vn: <br>Các chỉnh sửa và ghi chú có thể:<br> <ul> <li>Lỗi nhập dữ liệu được hiển thị bằng màu đỏ.</li> <li>Xem Tools / View RIDE Log để xem thông tin chi tiết về lỗi.</li> <li>Nếu quá trình nhập chứa một biến mà RIDE chưa khởi tạo, hãy xem xét thêm biến vào bảng biến với giá trị mặc định.</li> <li>Đối với lỗi nhập thư viện: Cân nhắc nhập tệp XML thông số thư viện (Tools / Import Library Spec XML hoặc bằng cách thêm tệp XML có tên chính xác vào PYTHONPATH) để kích hoạt tính năng hoàn thành từ khóa ví dụ cho các thư viện Java. Tệp XML thông số thư viện có thể được tạo bằng công cụ libdoc từ Robot Framework. Để biết thêm thông tin, xem <a href="https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library-specs"> wiki</a>. </li> </ul>

source: Import failure handling
bg_bg: Обработка на грешки при импортиране
cs_cz: Zpracování selhání importu
da_dk: Import mislykket håndtering
de_de: Fehler beim Importieren
es_es: Importar gestión de errores
fi_fi: Tuontivirheiden käsittely
fr_fr: Gestion des échecs d'importation
hu_hu: Import hiba kezelése
it_it: Gestione dei guasti all'importazione
ja_jp: インポートに失敗しました
nl_nl: Hulp bij importfouten
pl_pl: Obsługa importu nieudana
pt_pt: Gestão de falha de importação
ro_ro: Importă manipularea erorilor
ru_ru: Сбой при импорте
sv_se: Hantering av import misslyckades
th_th: การจัดการความล้มเหลวในการนำเข้า
tr_tr: İçe aktarma hatası işleme
uk_ua: Обробка помилок імпорту
vi_vn: Xử lý lỗi nhập dữ liệu

source: Add Metadata
bg_bg: Добавяне на метаданни
cs_cz: Přidat metadata
da_dk: Tilføj Metadata
de_de: Metadaten hinzufügen
es_es: Añadir metadatos
fi_fi: Lisää Metatiedot
fr_fr: Ajouter des métadonnées
hu_hu: Metaadatok hozzáadása
it_it: Aggiungi Metadati
ja_jp: メタデータを追加
nl_nl: Nieuwe metagegevens
pl_pl: Dodaj Metadane
pt_pt: Adicionar Metadados
ro_ro: Adaugă metadate
ru_ru: Добавить метаданные
sv_se: Lägg till metadata
th_th: เพิ่มข้อมูลเมตา
tr_tr: Meta Veri Ekleme
uk_ua: Додати метадані
vi_vn: Thêm metadata

source: Text Edit
bg_bg: Редактиране на текст
cs_cz: Upravit text
da_dk: Rediger Tekst
de_de: Text bearbeiten
es_es: Editar texto
fi_fi: Tekstin Muokkaus
fr_fr: Modification du texte
hu_hu: Szöveg szerkesztése
it_it: Modifica Testo
ja_jp: テキスト編集
nl_nl: Teksteditor
pl_pl: Edycja tekstu
pt_pt: Editor de Texto
ro_ro: Editare text
ru_ru: Изменить текст
sv_se: Redigera text
th_th: แก้ไขข้อความ
tr_tr: Metin Düzenleme
uk_ua: Редагування тексту
vi_vn: Chỉnh sửa văn bản

source: Source:
bg_bg: Източник:
cs_cz: Objem prodeje výrobního odvětví Unie a jeho podíl na trhu
da_dk: Kilde:
de_de: Quelle:
es_es: Fuente:
fi_fi: Lähde:
hu_hu: Forrás:
it_it: Fonte:
ja_jp: ソース:
nl_nl: Herkomst:
pl_pl: Źródło:
pt_pt: Origem:
ro_ro: Sursa:
ru_ru: Источник:
sv_se: Källa:
th_th: แหล่งที่มา:
tr_tr: Kaynak:
uk_ua: Джерело:
vi_vn: Nguồn:
