Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Delete a tag '%s' ?
bg_bg: Изтриване на таг '%s' ?
cs_cz: Odstranit štítek '%s'?
da_dk: Slet et tag '%s' ?
de_de: Tag '%s' löschen?
es_es: ¿Eliminar una etiqueta '%s' ?
fi_fi: Poista tagi '%s' ?
fr_fr: Supprimer l"étiquette '%s' ?
hu_hu: A '%s' címke törlése ?
it_it: Eliminare un tag '%s'?
ja_jp: タグ '%s' を削除しますか？
nl_nl: Verwijder een label '%s' ?
pl_pl: Usunąć tag '%s' ?
pt_pt: Apagar a etiqueta '%s' ?
ro_ro: Ștergeți eticheta '%s' ?
ru_ru: Удалить тег '%s' ?
sv_se: Ta bort en tagg '%s' ?
th_th: ลบแท็ก '%s' หรือไม่?
tr_tr: Bir etiketi sil '%s' ?
uk_ua: Видалити мітку '%s' ?
vi_vn: Xóa thẻ '%s'?

source: Confirm
bg_bg: Потвърдете
cs_cz: Potvrdit
da_dk: Bekræft
de_de: Bestätigen
es_es: Confirmar
fi_fi: Vahvista
fr_fr: Confirmer
hu_hu: Megerősítés
it_it: Conferma
ja_jp: 確認する
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar
ro_ro: Confirmare
ru_ru: Подтвердить
sv_se: Bekräfta
th_th: ยืนยัน
tr_tr: Onaylayın
uk_ua: Підтвердити
vi_vn: Xác nhận

source: New Resource
bg_bg: Нов ресурс
cs_cz: Nový dokument
da_dk: Ny Ressource
de_de: Neue Ressource
es_es: Nuevo recurso
fi_fi: Uusi Resurssi
fr_fr: Nouvelle ressource
hu_hu: Új erőforrás
it_it: Nuova Risorsa
ja_jp: 新しいリソース
nl_nl: Nieuw resourcebestand
pl_pl: Nowy zasób
pt_pt: Novo Ficheiro de Recursos
ro_ro: Resursă nouă
ru_ru: Новый ресурс
sv_se: Ny resurs
th_th: ทรัพยากรใหม่
tr_tr: Yeni Kaynak
uk_ua: Новий ресурс
vi_vn: Nguồn tài nguyên mới

source: New Suite Ctrl-Shift-F
bg_bg: Нов апартамент Ctrl-Shift-F
cs_cz: Nové Suite Ctrl-Shift-F
da_dk: Ny SuiteŽCtrl-Shift-F
de_de: Neue Anlage Ctrl-Shift-F
es_es: Nueva Suite Ctrl-Shift-F
fi_fi: Uusi Suite Ctrl-Shift-F
fr_fr: Nouvelle Suite Ctrl-Shift-F
hu_hu: Új lakosztály Ctrl-Shift-F
it_it: Nuova Suite Ctrl-Shift-F
ja_jp: 新しいスイート Ctrl-Shift-F
nl_nl: Nieuw testsuitebestand Ctrl-Shift-F
pl_pl: Nowy Suite Ctrl-Shift-F
pt_pt: Nova Suíte Ctrl-Shift-F
ro_ro: Suite nou Ctrl-Shift-F
ru_ru: Новый набор Ctrl-Shift-F
sv_se: Ny Suite Ctrl-Shift-F
th_th: ห้องชุดใหม่ Ctrl-Shift-F
tr_tr: Yeni Süit Ctrl-Shift-F
uk_ua: Нова фігура, Ctrl-Shift-F
vi_vn: Bộ công cụ mới Ctrl-Shift-F

source: New Directory
bg_bg: Нова директория
cs_cz: Nový adresář
da_dk: Ny Mappe
de_de: Neues Verzeichnis
es_es: Nuevo directorio
fi_fi: Uusi Hakemisto
fr_fr: Nouveau répertoire
hu_hu: Új könyvtár
it_it: Nuova Cartella
ja_jp: 新しいディレクトリ
nl_nl: Nieuwe testsuitemap
pl_pl: Nowy katalog
pt_pt: Nova Diretoria
ro_ro: Director nou
ru_ru: Новая папка
sv_se: Ny katalog
th_th: ไดเรกทอรีใหม่
tr_tr: Yeni Rehber
uk_ua: Нова папка
vi_vn: Thư mục mới

source: New User Keyword Ctrl-Shift-K
bg_bg: Ключова дума за нов потребител Ctrl-Shift-K
cs_cz: Nové uživatelské slovo Ctrl-Shift-K
da_dk: Ny Bruger Nøgleord Ctrl-Shift-K
de_de: Neues Benutzerschlüsselwort Ctrl-Shift-K
es_es: Nueva palabra clave de usuario Ctrl-Shift-K
fi_fi: Uusi Käyttäjän Avainsana Ctrl-Shift-K
fr_fr: Nouveau mot-clé utilisateur Ctrl-Shift-K
hu_hu: Új felhasználói kulcsszó Ctrl-Shift-K
it_it: Nuova Parola Chiave Utente Ctrl-Shift-K
ja_jp: 新しいユーザーキーワード Ctrl-Shift-K
nl_nl: Nieuw actiewoord Ctrl-Shift-K
pl_pl: Nowe słowo kluczowe użytkownika Ctrl-Shift-K
pt_pt: Nova Palavra-Chave Ctrl-Shift-K
ro_ro: Cuvinte cheie noi Ctrl-Shift-K
ru_ru: Ключ нового пользователяCtrl-Shift-K
sv_se: Ny användare Nyckelord Ctrl-Shift-K
th_th: คำค้นหาสำหรับผู้ใช้ใหม่ Ctrl-Shift-K
tr_tr: Yeni Kullanıcı Anahtar Sözcüğü Ctrl-Shift-K
uk_ua: Нове слово користувача Ctrl-Shift-K
vi_vn: Từ khóa cho người dùng mới Ctrl-Shift-K

source: New Scalar Ctrl-Shift-V
bg_bg: Нов скалар Ctrl-Shift-V
cs_cz: Nová skalarská Ctrl-Shift-V
da_dk: Ny ScalarţCtrl-Shift-V
de_de: Neuer Skalar Ctrl-Shift-V
es_es: Nuevo escalar Ctrl-Shift-V
fi_fi: Uusi Scalar Ctrl-Shift-V
fr_fr: Nouveau scalaire Ctrl-Shift-V
hu_hu: Új skála Ctrl-Shift-V
it_it: Nuovo Scalar Ctrl-Shift-V
ja_jp: 新しいスカラー Ctrl-Shift-V
nl_nl: Nieuwe variabele Ctrl-Shift-V
pl_pl: Nowy Skalar Ctrl-Shift-V
pt_pt: Novo Escalar Ctrl-Shift-V
ro_ro: Scalar Nou Ctrl-Shift-V
ru_ru: Новый скалярCtrl-Shift-V
sv_se: Ny Scalar Ctrl-Shift-V
th_th: สเกลาร์ใหม่ Ctrl-Shift-V
tr_tr: Yeni Skaler Ctrl-Shift-V
uk_ua: Нова масштабуванняCtrl-Shift-V

source: New List Variable Ctrl-Shift-L
bg_bg: Нова променлива на списъка Ctrl-Shift-L
cs_cz: Nová proměnná seznamu Ctrl-Shift-L
da_dk: Ny Liste Variabel Ctrl-Shift-L
de_de: Neue Listenvariable Ctrl-Shift-L
es_es: Nueva variable de lista Ctrl-Shift-L
fi_fi: Uusi Listan Muuttuja Ctrl-Shift-L
fr_fr: Nouvelle variable Liste Ctrl-Shift-L
hu_hu: Új listaváltozó Ctrl-Shift-L
it_it: Nuova Variabile Di Elenco Ctrl-Shift-L
ja_jp: 新しいリスト変数 Ctrl-Shift-L
nl_nl: Nieuwe lijstvariabele Ctrl-Shift-L
pl_pl: Nowa zmienna listy Ctrl-Shift-L
pt_pt: Nova Variável Lista Ctrl-Shift-L
ro_ro: Noua listă Variabilă Ctrl-Shift-L
ru_ru: Новый список переменныхCtrl-Shift-L
sv_se: Ny lista variabel Ctrl-Shift-L
th_th: รายการตัวแปรใหม่ Ctrl-Shift-L
tr_tr: Yeni Liste Değişkeni Ctrl-Shift-L
uk_ua: Новий список зміннихCtrl-Shift-L
vi_vn: Biến danh sách mới Ctrl-Shift-L

source: New Dictionary Variable
bg_bg: Нова променлива в речника
cs_cz: Nová proměnná slovníku
da_dk: Ny Ordbogsvariabel
de_de: Neue Wörterbuch-Variable
es_es: Nueva variable de diccionario
fi_fi: Uusi Sanakirjamuuttuja
fr_fr: Nouvelle variable Dictionnaire
hu_hu: Új szótár változó
it_it: Nuova Variabile Dizionario
ja_jp: 新しい辞書変数
nl_nl: Nieuwe dictvariabele
pl_pl: Nowa zmienna słownika
pt_pt: Nova Variável Dicionário
ro_ro: Variabilă Dicționar nouă
ru_ru: Новая переменная словаря
sv_se: Ny ordboksvariabel
th_th: ตัวแปรพจนานุกรมใหม่
tr_tr: Yeni Sözlük Değişkeni
uk_ua: Нова змінна словника
vi_vn: Biến từ điển mới

source: Change Format
bg_bg: Промяна на формата
cs_cz: Změnit formát
da_dk: Skift Format
de_de: Format ändern
es_es: Cambiar formato
fi_fi: Vaihda Muoto
fr_fr: Changer le format
hu_hu: Formátum módosítása
it_it: Cambia Formato
ja_jp: フォーマットの変更
nl_nl: Formaat wijzigen
pl_pl: Zmień format
pt_pt: Alterar Formato
ro_ro: Schimbă formatul
ru_ru: Изменить формат
sv_se: Ändra format
th_th: เปลี่ยนรูปแบบ
tr_tr: Biçimi Değiştir
uk_ua: Змінити формат
vi_vn: Thay đổi định dạng

source: Select All Tests
bg_bg: Изберете всички тестове
cs_cz: Vybrat všechny testy
da_dk: Vælg Alle Tests
de_de: Alle Tests auswählen
es_es: Seleccionar Todas las Pruebas
fi_fi: Valitse Kaikki Testit
fr_fr: Sélectionner tous les tests
hu_hu: Minden teszt kiválasztása
it_it: Seleziona Tutti I Test
ja_jp: すべてのテストを選択
nl_nl: Selecteer alle tests
pl_pl: Zaznacz wszystkie testy
pt_pt: Selecionar Todos os Testes
ro_ro: Selectează toate testele
ru_ru: Выбрать все тесты
sv_se: Välj alla test
th_th: เลือกการทดสอบทั้งหมด
tr_tr: Tüm Testleri Seçin
uk_ua: Вибрати всі тести
vi_vn: Chọn tất cả các bài kiểm tra

source: Deselect All Tests
bg_bg: Премахване на всички тестове
cs_cz: Zrušit výběr všech testů
da_dk: Fravælg Alle Test
de_de: Alle Tests abwählen
es_es: Deseleccionar todas las pruebas
fi_fi: Poista Kaikki Testit
fr_fr: Désélectionner tous les tests
hu_hu: Minden teszt kijelölésének megszüntetése
it_it: Deseleziona Tutti I Test
ja_jp: すべてのテストの選択を解除
nl_nl: Wis selectie
pl_pl: Odznacz wszystkie testy
pt_pt: Desselecionar Todos os Testes
ro_ro: Deselectează toate testele
ru_ru: Отменить выбор всех тестов
sv_se: Avmarkera alla test
th_th: ยกเลิกการเลือกการทดสอบทั้งหมด
tr_tr: Tüm Testlerin Seçimini Kaldır
uk_ua: Зняти виділення з усіх тестів
vi_vn: Bỏ chọn tất cả các bài kiểm tra

source: Select Only Failed Tests
bg_bg: Изберете само неуспешни тестове
cs_cz: Vyberte pouze neúspěšné testy
da_dk: Vælg Kun Mislykkede Test
de_de: Nur fehlgeschlagene Tests auswählen
es_es: Seleccionar solo pruebas fallidas
fi_fi: Valitse Vain Epäonnistuneet Testit
fr_fr: Sélectionner uniquement les tests échoués
hu_hu: Csak a sikertelen tesztek kiválasztása
it_it: Seleziona Solo Test Non Riusciti
ja_jp: 失敗したテストのみを選択
nl_nl: Selecteer alleen gefaalde tests
pl_pl: Wybierz tylko nieudane testy
pt_pt: Selecionar Apenas Testes Falhados
ro_ro: Selectează doar teste eșuate
ru_ru: Выбрать только неудачные тесты
sv_se: Välj endast misslyckade test
th_th: เลือกเฉพาะการทดสอบที่ล้มเหลว
tr_tr: Yalnızca Başarısız Testleri Seçin
uk_ua: Оберіть лише невдалі тести
vi_vn: Chọn chỉ các bài kiểm tra không thành công

source: Select Only Passed Tests
bg_bg: Изберете само успешно преминали тестове
cs_cz: Vyberte pouze prošlé testy
da_dk: Vælg Kun Passed Tests
de_de: Nur bestandene Tests auswählen
es_es: Seleccionar sólo pruebas aprobadas
fi_fi: Valitse Vain Hyväksytyt Testit
fr_fr: Sélectionner uniquement les tests réussis
hu_hu: Csak a megfelelt tesztek kiválasztása
it_it: Seleziona Solo Test Passati
ja_jp: 合格したテストのみを選択
nl_nl: Selecteer alleen succesvolle tests
pl_pl: Wybierz tylko Przesłane Testy
pt_pt: Selecionar Apenas Testes Passados
ro_ro: Selectaţi doar testele trecute
ru_ru: Выбрать только пройденные тесты
sv_se: Välj endast godkända test
th_th: เลือกเฉพาะการทดสอบที่ผ่านเท่านั้น
tr_tr: Yalnızca Geçilen Testleri Seçin
uk_ua: Вибрати тільки прохідні тести
vi_vn: Chọn chỉ các bài kiểm tra đã đậu

source: Collapse all
bg_bg: Свиване на всички
cs_cz: Sbalit vše
da_dk: Skjul alle
de_de: Alle einklappen
es_es: Colapsar todos
fi_fi: Kutista kaikki
fr_fr: Tout replier
hu_hu: Összes összecsukása
it_it: Comprimi tutto
ja_jp: すべて閉じる
nl_nl: Alles inklappen
pl_pl: Zwiń wszystko
pt_pt: Colapsar todos
ro_ro: Restrânge tot
ru_ru: Свернуть все
sv_se: Komprimera alla
th_th: ยุบทั้งหมด
tr_tr: Tümünü daralt
uk_ua: Згорнути все
vi_vn: Thu gọn tất cả

source: Expand all
bg_bg: Разширете всички
cs_cz: Rozbalit vše
da_dk: Udvid alle
de_de: Alle ausklappen
es_es: Expandir todo
fi_fi: Laajenna kaikki
fr_fr: Tout développer
hu_hu: Minden bővítése
it_it: Espandi tutto
ja_jp: すべて展開
nl_nl: Alles uitvouwen
pl_pl: Rozwiń wszystkie
pt_pt: Expandir todos
ro_ro: Extinde tot
ru_ru: Развернуть все
sv_se: Expandera alla
th_th: ขยายทั้งหมด
tr_tr: Tümünü genişlet
uk_ua: Розгорнути все
vi_vn: Mở rộng tất cả

source: Directory contains unsaved data! You must save data before excluding.
bg_bg: Директорията съдържа незаписани данни! Трябва да запазите данните, преди да ги изключите.
cs_cz: Složka obsahuje neuložená data! Před vyloučením musíte uložit data.
da_dk: Mappen indeholder ikke-gemte data! Du skal gemme data, før du kan undvære dem.
de_de: Verzeichnis enthält ungespeicherte Daten! Sie müssen Daten speichern, bevor Sie dies ausschließen.
es_es: ¡El directorio contiene datos sin guardar! Debe guardar los datos antes de excluir.
fi_fi: Hakemisto sisältää tallentamattomia tietoja! Sinun on tallennettava tiedot ennen poissulkemista.
fr_fr: Le répertoire contient des données non sauvegardées ! Vous devez enregistrer ces données avant de les exclure.
hu_hu: A könyvtár nem mentett adatokat tartalmaz! A kizárás előtt el kell mentenie az adatokat.
it_it: La directory contiene dati non salvati! Devi salvare i dati prima di escluderli.
ja_jp: ディレクトリに保存されていないデータが含まれています! 除外する前にデータを保存する必要があります。
nl_nl: Map bevat niet-opgeslagen gegevens! Sla de gegevens op alvorens de map uit te sluiten.
pl_pl: Katalog zawiera niezapisane dane! Musisz zapisać dane przed wyłączeniem.
pt_pt: A diretoria contém dados não salvados! Você tem que salvar os dados antes de excluir.
ro_ro: Directorul conține date nesalvate! Trebuie să salvați datele înainte de a le exclude.
ru_ru: Каталог содержит несохраненные данные! Вы должны сохранить данные перед исключением.
sv_se: Katalogen innehåller osparade data! Du måste spara data innan du kan avsluta.
th_th: ไดเรกทอรีมีข้อมูลที่ยังไม่ได้บันทึก! คุณต้องบันทึกข้อมูลก่อนที่จะยกเว้น
tr_tr: Dizin kaydedilmemiş veri içeriyor! Dışlamadan önce verileri kaydetmelisiniz.
uk_ua: Тека містить незбережені дані! Вам слід зберегти дані перед виключенням.
vi_vn: Thư mục chứa dữ liệu chưa được lưu! Bạn phải lưu dữ liệu trước khi loại trừ.

source: Rename F2
bg_bg: Преименуване на F2
fr_fr: Renommer F2
hu_hu: F2 átnevezése
nl_nl: Hernoemen F2
pt_pt: Renomear F2
th_th: เปลี่ยนชื่อ F2
tr_tr: F2'yi yeniden adlandır
vi_vn: Đổi tên F2

source: Sort Keywords
bg_bg: Сортиране на ключови думи
cs_cz: Seřadit klíčová slova
da_dk: Sortér Nøgleord
de_de: Suchbegriffe sortieren
es_es: Ordenar palabras clave
fi_fi: Järjestä Avainsanat
fr_fr: Trier les mots-clés
hu_hu: Rendezés Kulcsszavak
it_it: Ordina Parole Chiave
ja_jp: キーワードのソート
nl_nl: Sorteer actiewoorden
pl_pl: Sortuj słowa kluczowe
pt_pt: Ordenar Palavras-Chave
ro_ro: Sortare cuvinte cheie
ru_ru: Сортировать ключевые слова
sv_se: Sortera sökord
th_th: จัดเรียงคำค้นหา
tr_tr: Anahtar Kelimeleri Sırala
uk_ua: Сортувати ключові слова
vi_vn: Sắp xếp từ khóa

source: Delete Ctrl-Shift-D
bg_bg: Изтриване Ctrl-Shift-D
cs_cz: Odstranit Ctrl-Shift-D
da_dk: Slet Ctrl-Shift-D
de_de: Löschen Ctrl-Shift-D
es_es: Borrar Ctrl-Shift-D
fi_fi: Poista Ctrl-Shift-D
fr_fr: Supprimer Ctrl-Shift-D
hu_hu: Törlés Ctrl-Shift-D
it_it: Elimina Ctrl-Shift-D
ja_jp: 削除 Ctrl-Shift-D
nl_nl: Verwijderen Ctrl-Shift-D
pl_pl: Usuń Ctrl-Shift-D
pt_pt: Apagar Ctrl-Shift-D
ro_ro: Şterge Ctrl-Shift-D
ru_ru: УдалитьCtrl-Shift-D
sv_se: Ta bort Ctrl-Shift-D
th_th: ลบ Ctrl-Shift-D
tr_tr: Sil Ctrl-Shift-D
uk_ua: Видалити Ctrl-Shift-D
vi_vn: Xóa Ctrl-Shift-D

source: Sort Variables
bg_bg: Сортиране на променливи
cs_cz: Seřadit proměnné
da_dk: Sortér Variabler
de_de: Variablen sortieren
es_es: Ordenar variables
fi_fi: Lajittele Muuttujat
fr_fr: Trier les variables
hu_hu: Változók rendezése
it_it: Ordina Variabili
ja_jp: 変数を並べ替える
nl_nl: Sorteer variabelen
pl_pl: Sortuj zmienne
pt_pt: Ordenar Variáveis
ro_ro: Sortați variabilele
ru_ru: Сортировать переменные
sv_se: Sortera variabler
th_th: จัดเรียงตัวแปร
tr_tr: Değişkenleri Sırala
uk_ua: Сортувати змінні
vi_vn: Sắp xếp biến

source: Remove Read Only
bg_bg: Премахване само за четене
cs_cz: Odstranit pouze pro čtení
da_dk: Fjern Kun Læste
de_de: Nur Lesen entfernen
es_es: Eliminar sólo lectura
fi_fi: Poista Vain Luettu
fr_fr: Supprimer la lecture seule
hu_hu: Csak olvasható eltávolítása
it_it: Rimuovi Sola Lettura
ja_jp: 読み取り専用を削除
nl_nl: Alleen-lezen opheffen
pl_pl: Usuń tylko do odczytu
pt_pt: Remover Apenas Leitura
ro_ro: Elimină doar citire
ru_ru: Удалить только чтение
sv_se: Ta bort endast lästa
th_th: ลบสถานะอ่านอย่างเดียว
tr_tr: Salt Okunurluğu Kaldır
uk_ua: Вилучити лише читання
vi_vn: Bỏ chế độ Chỉ đọc

source: File contains unsaved data! You must save data before excluding.
bg_bg: Файлът съдържа незаписани данни! Трябва да запазите данните преди изключване.
cs_cz: Soubor obsahuje neuložená data! Před vyloučením musíte uložit data.
da_dk: Filen indeholder ikke-gemte data! Du skal gemme data før du kan unddrage dig.
de_de: Datei enthält ungespeicherte Daten! Sie müssen Daten speichern, bevor Sie sie ausschließen.
es_es: ¡El archivo contiene datos sin guardar! Debe guardar los datos antes de excluir.
fi_fi: Tiedosto sisältää tallentamattomia tietoja! Sinun on tallennettava tiedot ennen poissulkemista.
fr_fr: Le fichier contient des données non sauvegardées ! Vous devez enregistrer ces données avant de l'exclure.
hu_hu: A fájl nem mentett adatokat tartalmaz! A kizárás előtt el kell mentenie az adatokat.
it_it: Il file contiene dati non salvati! Devi salvare i dati prima di escluderli.
ja_jp: ファイルに保存されていないデータが含まれています! 除外する前にデータを保存する必要があります。
nl_nl: Bestand bevat niet-opgeslagen gegevens! Sla het bestand op alvorens deze uit te sluiten.
pl_pl: Plik zawiera niezapisane dane! Musisz zapisać dane przed wyłączeniem.
pt_pt: O ficheiro contém dados não salvados! Você tem que salvar os dados antes de excluir.
ro_ro: Fișierul conține date nesalvate! Trebuie să salvați date înainte de a fi exclus.
ru_ru: Файл содержит несохраненные данные! Вы должны сохранить данные перед исключением.
sv_se: Filen innehåller osparade data! Du måste spara data innan du kan avsluta.
th_th: ไฟล์มีข้อมูลที่ยังไม่ได้บันทึก! คุณต้องบันทึกข้อมูลก่อนจึงจะสามารถยกเว้นได้
tr_tr: Dosya kaydedilmemiş veri içeriyor! Hariç tutmadan önce verileri kaydetmelisiniz.
uk_ua: Файл містить незбережені дані! Вам слід зберегти дані перед виключенням.
vi_vn: Tệp chứa dữ liệu chưa được lưu! Bạn phải lưu dữ liệu trước khi loại trừ.

source: New Test Case Ctrl-Shift-T
bg_bg: Нов тестови случай Ctrl-Shift-T
cs_cz: Nový zkušební případ Ctrl-Shift-T
da_dk: Ny Testkasse:Ctrl-Shift-T
de_de: Neuer Testfall Ctrl-Shift-T
es_es: Nuevo caso de prueba Ctrl-Shift-T
fi_fi: Uusi Testitapaus Ctrl-Shift-T
fr_fr: Nouveau cas de test Ctrl-Shift-T
hu_hu: Új teszteset Ctrl-Shift-T
it_it: Nuovo Caso Di Prova Ctrl-Shift-T
ja_jp: 新しいテストケース Ctrl-Shift-T
nl_nl: Nieuw testgeval Ctrl-Shift-T
pl_pl: Nowa sprawa testowa Ctrl-Shift-T
pt_pt: Novo Caso de Teste Ctrl-Shift-T
ro_ro: Test nou Case Ctrl-Shift-T
ru_ru: Новый тестовый кейс Ctrl-Shift-T
sv_se: Nytt testfall Ctrl-Shift-T
th_th: กรณีทดสอบใหม่ Ctrl-Shift-T
tr_tr: Yeni Test Örneği Ctrl-Shift-T
uk_ua: Новий тест CaseCtrl-Shift-T
vi_vn: Trường hợp thử nghiệm mới Ctrl-Shift-T

source: Sort Tests
bg_bg: Сортиране на тестове
cs_cz: Třídit testy
da_dk: Sortér Tests
de_de: Tests sortieren
es_es: Ordenar pruebas
fi_fi: Järjestä Testit
fr_fr: Tests de tri
hu_hu: Tesztek rendezése
it_it: Ordina Test
ja_jp: ソートテスト
nl_nl: Sorteer testgevallen
pl_pl: Sortuj testy
pt_pt: Ordenar Testes
ro_ro: Sortați testele
ru_ru: Сортировать тесты
sv_se: Sortera test
th_th: ทดสอบการเรียงลำดับ
tr_tr: Sıralama Testleri
uk_ua: Сортувати тести
vi_vn: Sắp xếp các bài kiểm tra

source: Delete test case file
bg_bg: Изтриване на файла с тестовия случай
cs_cz: Odstranit zkušební případ
da_dk: Slet test case fil
de_de: Testfalldatei löschen
es_es: Eliminar archivo de caso de prueba
fi_fi: Poista testilaatikkotiedosto
fr_fr: Supprimer le fichier du cas de test
hu_hu: Tesztelési eset fájl törlése
it_it: Elimina file caso di prova
ja_jp: テストケースファイルを削除
nl_nl: Testsuitebestand verwijderen?
pl_pl: Usuń plik sprawy testowej
pt_pt: Apagar ficheiro de Casos de Teste
ro_ro: Ştergeţi fişierul de caz test
ru_ru: Удалить тестовый файл
sv_se: Ta bort testfil
th_th: ลบไฟล์กรณีทดสอบ
tr_tr: Test senaryosu dosyasını silme
uk_ua: Видалити файл кейсу
vi_vn: Xóa tệp trường hợp thử nghiệm

source: Copy Ctrl-Shift-C
bg_bg: Копиране Ctrl-Shift-C
cs_cz: Kopírovat Ctrl-Shift-C
da_dk: Kopiering Ctrl-Shift-C
de_de: Kopieren Ctrl-Shift-C
es_es: Copiar Ctrl-Shift-C
fi_fi: Kopio Ctrl-Shift-C
fr_fr: Copier Ctrl-Shift-C
hu_hu: Másolás Ctrl-Shift-C
it_it: Copia Ctrl-Shift-C
ja_jp: をコピー Ctrl-Shift-C
nl_nl: Kopiëren Ctrl-Shift-C
pl_pl: Kopiuj Ctrl-Shift-C
pt_pt: Copiar Ctrl-Shift-C
ro_ro: Copii tip Ctrl-Shift-C
ru_ru: Копировать Ctrl-Shift-C
sv_se: Kopiera-Ctrl-Shift-C
th_th: คัดลอก Ctrl-Shift-C
tr_tr: Kopyala Ctrl-Shift-C
uk_ua: Копіювати Ctrl-Shift-C
vi_vn: Sao chép Ctrl-Shift-C

source: Add Resource
bg_bg: Добавяне на ресурс
cs_cz: Přidat zdroj
da_dk: Tilføj Ressource
de_de: Ressource hinzufügen
es_es: Añadir Recurso
fi_fi: Lisää Resurssi
fr_fr: Ajouter une ressource
hu_hu: Erőforrás hozzáadása
it_it: Aggiungi Risorsa
ja_jp: リソースを追加
nl_nl: Resourcebestand toevoegen
pl_pl: Dodaj zasób
pt_pt: Adicionar Recurso
ro_ro: Adaugă resursă
ru_ru: Добавить ресурс
sv_se: Lägg till resurs
th_th: เพิ่มทรัพยากร
tr_tr: Kaynak Ekle
uk_ua: Додати ресурс
vi_vn: Thêm tài nguyên

source: Provides a tree view for Test Suites
bg_bg: Осигурява дървовиден изглед за тестовите пакети
cs_cz: Poskytuje strom zobrazení pro testovací sady
de_de: Bietet eine Baumansicht für Test-Suiten
es_es: Proporciona una vista de árbol para Test Suites
fi_fi: Tarjoaa puu näkymän testisviiteille
fr_fr: Fournit une vue arborescente pour les suites de test
hu_hu: A tesztkészletek fa nézetét biztosítja
it_it: Fornisce una vista ad albero per Test Suites
ja_jp: スイートテスト用のツリービューを提供します
nl_nl: Toont een boomweergave voor testsuites
pl_pl: Zapewnia widok drzewa dla testowych pakietów
pt_pt: Disponibiliza uma vista em árvore para Suites de Teste
ro_ro: Oferă o vedere de tip copac pentru Suite de Test
ru_ru: Предоставляет вид дерева для тестовых наборов
sv_se: Ger en trädvy för Test Suites
th_th: ให้มุมมองแบบต้นไม้สำหรับชุดทดสอบ
tr_tr: Test Süitleri için bir ağaç görünümü sağlar
uk_ua: Забезпечує вітриною для тестових наборів
vi_vn: Cung cấp giao diện cây cho các bộ thử nghiệm.

source: View Test Suites Explorer
bg_bg: Преглед на тестови пакети Explorer
hu_hu: Test Suites Explorer megtekintése
th_th: ดูตัวสำรวจชุดทดสอบ
tr_tr: Test Paketleri Gezginini Görüntüle
vi_vn: Xem Trình khám phá bộ thử nghiệm

source: Show Test Suites tree panel
bg_bg: Показване на дървовидния панел на тестовите пакети
hu_hu: Test Suites fa panel megjelenítése
th_th: แสดงแผงต้นไม้ชุดทดสอบ
tr_tr: Test Paketleri ağaç panelini göster
vi_vn: Hiển thị bảng điều khiển cây bộ thử nghiệm

source: External Resources
bg_bg: Външни ресурси
cs_cz: Externí zdroje
da_dk: Eksterne Ressourcer
de_de: Externe Ressourcen
es_es: Recursos externos
fi_fi: Ulkoiset Resurssit
fr_fr: Ressources externes
hu_hu: Külső erőforrások
it_it: Risorse Esterne
ja_jp: 外部リソース
nl_nl: Externe resourcebestanden
pl_pl: Zasoby zewnętrzne
pt_pt: Recursos Externos
ro_ro: Resurse externe
ru_ru: Внешние ресурсы
sv_se: Externa resurser
th_th: แหล่งข้อมูลภายนอก
tr_tr: Dış Kaynaklar
uk_ua: Зовнішні ресурси
vi_vn: Nguồn tài nguyên bên ngoài

source: %s (excluded)
bg_bg: %s (изключено)
cs_cz: %s (vyloučeno)
da_dk: %s (ekskluderet)
de_de: %s (ausgeschlossen)
es_es: %s (excluido)
fi_fi: %s (poistettu)
fr_fr: %s (exclu)
hu_hu: %s (kizárva)
it_it: %s (escluso)
ja_jp: %s (除外)
nl_nl: %s (uitgesloten)
pl_pl: %s (wyłączony)
pt_pt: %s (excluído)
ro_ro: %s (exclus)
ru_ru: %s (исключено)
sv_se: %s (undantagen)
th_th: %s (ไม่รวม)
tr_tr: %s (hariç)
uk_ua: %s (виключено)
vi_vn: %s (không bao gồm)

source: Invalid keyword name:
bg_bg: Невалидно име на ключова дума:
da_dk: Ugyldigt nøgleordsnavn:
es_es: Nombre de palabra clave no válido:
hu_hu: Érvénytelen kulcsszónév:
it_it: Nome parola chiave non valido:
pl_pl: Nieprawidłowa nazwa słowa kluczowego:
ro_ro: Nume cuvânt cheie nevalid:
th_th: ชื่อคีย์เวิร์ดไม่ถูกต้อง:
tr_tr: Geçersiz anahtar sözcük adı:
vi_vn: Tên từ khóa không hợp lệ:

source: '%s' - %d matches found - Searching%s
bg_bg: '%s' - Намерени са съвпадения с %d - Търсене на%s
da_dk: '%s' - %d kampe fundet - Søger%s
de_de: '%s' - %d Treffer gefunden - Suche%s
es_es: '%s' - Se encontraron %d coincidencias - Buscando%s
fi_fi: '%s' - %d osumaa löytynyt - Etsitään %s
fr_fr: '%s' - %d correspondances trouvées - Recherche%s
hu_hu: '%s' - %d találatok - Keresés%s
it_it: '%s' - Trovate partite di %d - Ricerca%s
ja_jp: '%s' - %d 一致が見つかりました - 検索%s
nl_nl: '%s' - %dx gebruikt - aan het zoeken%s
pl_pl: '%s' - Znaleziono %d - Wyszukiwanie%s
pt_pt: '%s' - %d encontradas correspondências - Procurando%s
ro_ro: '%s' - %d meciuri găsite - Se caută%s
ru_ru: '%s' - найдено %d совпадений - поиск%s
sv_se: '%s' - %d träffar hittades - Söker%s
th_th: '%s' - %d พบการจับคู่ - กำลังค้นหา%s
tr_tr: '%s' - %d eşleşmeleri bulundu -%saranıyor
vi_vn: '%s' - %d kết quả tìm thấy - Tìm kiếm%s

source: '%s' - %d matches
bg_bg: '%s' - %d съвпадения
cs_cz: '%s' - %d shody
da_dk: '%s' - %d kampe
de_de: '%s' - %d Spiele
es_es: '%s' - %d coincidencias
fi_fi: '%s' - %d osumaa
fr_fr: %s' - %d correspondances
hu_hu: '%s' - %d mérkőzések
it_it: '%s' - Partite %d
ja_jp: '%s' - %d 一致
nl_nl: '%s' - %dx gebruikt
pl_pl: '%s' - %d mecze
pt_pt: '%s' - %d correspondências
ro_ro: '%s' - %d meciuri
ru_ru: '%s' - %d совпадений
sv_se: '%s' - %d matchar
th_th: '%s' - %d ตรงกัน
tr_tr: '%s' - %d eşleşmeler
vi_vn: '%s' - %d khớp
