Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Robot data (*.robot)|*.robot
bg_bg: Данни за роботи (*.robot)|*.robot
cs_cz: Data robota (*.robot)|*.robot
de_de: Roboterdaten (*.robot)|*.robot
es_es: Datos de robot (*.robot)|*.robot
fi_fi: Robottien tiedot (*.robot)¶ *.robotti
fr_fr: Données des robots (*.robot)|*.robot
hu_hu: Robotadatok (*.robot)|*.robot
it_it: Dati robot (*.robot)|*.robot
ja_jp: ロボットデータ (*.robot)|*.robot
nl_nl: Robotbestanden (*.robot)|*.robot
pl_pl: Dane robota (*.robot)|*.robot
pt_pt: dados de Robot (*.robot)|*.robot
ro_ro: Date robot (*.robot)| *.robot
ru_ru: Данные робота (*.robot)|*.robot
th_th: ข้อมูลหุ่นยนต์ (*.robot)|*.robot
tr_tr: Robot verileri (*.robot)|*.robot
uk_ua: Дані роботів (*.robot)|*.robot
vi_vn: Dữ liệu robot (*.robot)|*.robot

source: Robot data (*.txt)|*.txt
bg_bg: Данни за роботи (*.txt)|*.txt
cs_cz: Data robota (*.txt)|*.txt
de_de: Roboterdaten (*.txt)|*.txt
es_es: Datos de robot (*.txt)|*.txt
fi_fi: Robottien tiedot (*.txt)¶ *.txt
fr_fr: Données du robot (*.txt)|*.txt
hu_hu: Robotadatok (*.txt)|*.txt
it_it: Dati robot (*.txt)|*.txt
ja_jp: ロボットデータ (*.txt)|*.txt
nl_nl: Robotbestanden (*.txt)|*.txt
pl_pl: Dane robota (*.txt)|*.txt
pt_pt: dados de Robot (*.txt)|*.txt
ro_ro: Date robot (*.txt)| *.txt
ru_ru: Данные робота (*.txt)|*.txt
th_th: ข้อมูลหุ่นยนต์ (*.txt)|*.txt
tr_tr: Robot verileri (*.txt)|*.txt
uk_ua: Дані Robot (*.txt)|*.txt
vi_vn: Dữ liệu robot (*.txt)|*.txt

source: Robot resource file (*.resource)|*.resource
bg_bg: Файл с ресурси на робота (*.resource)|*.resource
cs_cz: Soubor zdroje robota (*.resource)|*.resource
da_dk: Robot ressource fil (*.resource)- *.resource
de_de: Robot-Ressourcen-Datei (*.resource)|*.resource
es_es: Archivo de recursos Robot (*.resource)|*.resource
fi_fi: Robottien resurssitiedosto (*.resource)¶ *.resource
fr_fr: Fichier de ressources robotes (*.resource)|*.resource
hu_hu: Robot erőforrás fájl (*.resource)|*.resource
it_it: File risorsa robot (*.resource)|*.resource
ja_jp: ロボットリソースファイル (*.resource)|*.resource
nl_nl: Robot resourcebestand (*.resource)|*.resource
pl_pl: Plik zasobu robota (*.resource)|*.resource
pt_pt: ficheiro Robot de recursos (*.resource)|*.resource
ro_ro: Fişier resursă robot (*.resource)| *.resource
ru_ru: Файл ресурса робота (*.resource)|*.resource
sv_se: Robot resursfil (*.resource)| *.resource
th_th: ไฟล์ทรัพยากรของหุ่นยนต์ (*.resource)|*.resource
tr_tr: Robot kaynak dosyası (*.resource)|*.resource
uk_ua: Файл ресурсів Robot (*.resource)|*.resource
vi_vn: Tệp tài nguyên robot (*.resource)|*.resource

source: Robot Tab Separated data (*.tsv)|*.tsv
bg_bg: Робот Данни, разделени на табулатори (*.tsv)|*.tsv
cs_cz: Oddělená data karty robota (*.tsv)|*.tsv
da_dk: Robot faneblad Separerede data (*.tsv)ţ*.tsv
de_de: Robot-Tab getrennte Daten (*.tsv)|*.tsv
es_es: Datos separados por tabulador de Robot (*.tsv)|*.tsv
fi_fi: Robottivälilehti erilliset tiedot (*.tsv)- *.tsv
fr_fr: Données séparées de l'onglet des robots (*.tsv)|*.tsv
hu_hu: Robot Tabulátorral elválasztott adatok (*.tsv)|*.tsv
it_it: Robot Tab Dati separati (*.tsv)|*.tsv
ja_jp: ロボットタブ 別データ (*.tsv)|*.tsv
nl_nl: Tabgescheiden Robotbestanden (*.tsv)|*.tsv
pl_pl: Karty robota oddzielone dane (*.tsv)|*.tsv
pt_pt: dados de Robot separados por Tabs (*.tsv)|*.tsv
ro_ro: Robot Tab Date separate (*.tsv)| *.tsv
ru_ru: Данные вкладки робота (*.tsv)|*.tsv
sv_se: Robot Tab Separerade data (*.tsv)| *.tsv
th_th: ข้อมูลที่แยกด้วยแท็บของหุ่นยนต์ (*.tsv)|*.tsv
tr_tr: Robot Sekmeyle Ayrılmış veriler (*.tsv)|*.tsv
uk_ua: Права на дачу табуляції (*.tsv)|*.tsv
vi_vn: Dữ liệu phân tách bằng tab (*.tsv)|*.tsv

source: All files|*.*
bg_bg: Всички файлове|*.*
cs_cz: Všechny soubory|*.*
da_dk: Alle filer*
de_de: Alle Dateien|*.*
es_es: Todos los archivos|*.*
fi_fi: Kaikki tiedostot *.*
fr_fr: Tous les fichiers|*.*
hu_hu: Minden fájl|*.*
it_it: Tutti i file|*.*
ja_jp: すべてのファイル|*.*
nl_nl: Alle bestanden|*.*
pl_pl: Wszystkie pliki|*.*
pt_pt: Todos os ficheiros|*.*
ro_ro: Toate fişierele *.*
ru_ru: Все файлы|*.*
sv_se: Alla filer| *.*
th_th: ไฟล์ทั้งหมด|*.*
tr_tr: Tüm dosyalar|*.*
uk_ua: Всі файли|*.*
vi_vn: Tất cả các tệp|*.*

source: Provides a tree view for Files and Folders. Opens selected item with mouse right-click.
bg_bg: Осигурява дървовиден изглед за Файлове и папки. Отваря избрания елемент с десен бутон на мишката.
cs_cz: Poskytuje strom zobrazení souborů a složek. Otevře vybranou položku kliknutím pravým tlačítkem myši.
da_dk: Giver en trævisning for filer og mapper. Åbner det markerede punkt med højre museklik.
de_de: Bietet eine Baumansicht für Dateien und Ordner. Öffnet ausgewählte Elemente mit der rechten Maustaste.
es_es: Proporciona una vista de árbol para Archivos y Carpetas. Abre el elemento seleccionado con el botón derecho del ratón.
fi_fi: Tarjoaa puunäkymän tiedostoille ja kansioille. Avaa valitun kohteen hiiren oikealla napsautuksella.
fr_fr: Fournit une vue arborescente pour les fichiers et les dossiers. Ouvre l'élément sélectionné avec le clic droit de la souris.
hu_hu: Fájlok és mappák fa nézetet biztosít. Megnyitja a kiválasztott elemet az egér jobb gombbal történő kattintásával.
it_it: Fornisce una vista ad albero per file e cartelle. Apre l'elemento selezionato con il clic destro del mouse.
ja_jp: ファイルとフォルダにツリー ビューを提供します。選択したアイテムを右クリックで開きます。
nl_nl: Toont een boomweergave voor bestanden en mappen. Opent het geselecteerde item met een rechtermuisklik.
pl_pl: Zapewnia widok drzewa dla plików i folderów. Otwiera wybrany element kliknięciem prawym przyciskiem myszy.
pt_pt: Disponibiliza uma vista em árvore para Ficheiros e Pastas. Abre o elemento selecionado clicando com o botão direito do rato.
ro_ro: Oferă o vedere de tip copac pentru fișiere și foldere. Deschide elementul selectat cu click-dreapta mouse-ului.
ru_ru: Предоставляет вид дерева для файлов и папок. Открывает выделенный элемент мышью правой кнопкой.
sv_se: Ger en trädvy för filer och mappar. Öppnar valt objekt med högerklick.
th_th: แสดงมุมมองแบบต้นไม้สำหรับไฟล์และโฟลเดอร์ เปิดรายการที่เลือกด้วยการคลิกขวาของเมาส์
tr_tr: Dosyalar ve Klasörler için bir ağaç görünümü sağlar. Seçili öğeyi fare sağ tıklamasıyla açar.
uk_ua: Забезпечує деревовидний вигляд для файлів та тек. Відкриває обраний елемент правою кнопкою миші.
vi_vn: Cung cấp giao diện cây cho Tệp và Thư mục. Mở mục đã chọn bằng cách nhấp chuột phải.

source: Open Containing Folder
bg_bg: Отваряне на съдържаща папка
cs_cz: Otevřít příslušnou složku
da_dk: Åbn Indeholdende Mappe
de_de: Containing Ordner öffnen
es_es: Abrir carpeta contenedora
fi_fi: Avaa Sisältävä Kansio
fr_fr: Ouvrir le dossier contenant
hu_hu: Tartalmazó mappa megnyitása
it_it: Apri Cartella Contenente
ja_jp: 保持フォルダを開く
nl_nl: Toon in map
pl_pl: Otwórz folder zawierający
pt_pt: Abrir a Pasta Correspondente
ro_ro: Deschide dosarul care conține
ru_ru: Открыть папку с содержимым
sv_se: Öppna innehållsmapp
th_th: เปิดโฟลเดอร์ที่บรรจุอยู่
tr_tr: İçeren Klasörü Aç
uk_ua: Відкрити теку з файлом
vi_vn: Mở thư mục chứa

source: Files
bg_bg: Файлове
cs_cz: Soubory
da_dk: Filer
de_de: Dateien
es_es: Archivos
fi_fi: Tiedostot
fr_fr: Fichiers
hu_hu: Fájlok
it_it: File
ja_jp: ファイル
nl_nl: Bestanden
pl_pl: Pliki
pt_pt: Ficheiros
ro_ro: Fișiere
ru_ru: Файлы
sv_se: Filer
th_th: ไฟล์
tr_tr: Dosyalar
uk_ua: Файли
vi_vn: Tệp tin

source: View File Explorer
bg_bg: Преглед на File Explorer
cs_cz: Zobrazit Průzkumník souborů
da_dk: Vis Fil Stifinder
de_de: Datei-Explorer anzeigen
es_es: Ver Explorador de Archivos
fi_fi: Näytä Tiedostoselain
fr_fr: Voir l'explorateur de fichiers
hu_hu: File Explorer megtekintése
it_it: Visualizza File Explorer
ja_jp: ファイルエクスプローラを表示
nl_nl: Toon bestandsverkenner
pl_pl: Zobacz Eksplorator Plików
pt_pt: Ver Explorador de Ficheiros
ro_ro: Vezi Explorator de Fișiere
ru_ru: Просмотр обозревателя файлов
sv_se: Visa Utforskaren
th_th: ดูไฟล์เอกซ์พลอเรอร์
tr_tr: Dosya Gezginini Görüntüle
uk_ua: Переглянути файловий провідник
vi_vn: Xem Trình quản lý tệp

source: View
bg_bg: Вижте
cs_cz: Zobrazit
da_dk: Vis
de_de: Ansicht
es_es: Ver
fi_fi: Näytä
fr_fr: Voir
hu_hu: A megtekintése
it_it: Visualizza
ja_jp: 表示
nl_nl: Weergave
pl_pl: Widok
pt_pt: Ver
ro_ro: Vizualizare
ru_ru: Вид
sv_se: Visa
th_th: มุมมอง
tr_tr: Görünüm
uk_ua: Дивитись
vi_vn: Xem

source: Show File Explorer panel
bg_bg: Показване на панела File Explorer
cs_cz: Zobrazit panel Průzkumníka souborů
da_dk: Vis File Explorer panel
de_de: Datei-Explorer anzeigen
es_es: Mostrar panel del Explorador de Archivos
fi_fi: Näytä File Explorer -paneeli
fr_fr: Afficher le panneau de l'explorateur de fichiers
hu_hu: File Explorer panel megjelenítése
it_it: Mostra pannello Esploratore file
ja_jp: ファイルエクスプローラーパネルを表示
nl_nl: Toont het bestandsverkenner paneel
pl_pl: Pokaż panel Eksploratora Plików
pt_pt: Mostrar o painel do Explorador de Ficheiros
ro_ro: Arată panoul Exploratorilor de Fișiere
ru_ru: Показать панель Проводника Файлов
sv_se: Visa panelen Utforskare
th_th: แสดงแผง File Explorer
tr_tr: Dosya Gezgini panelini göster
uk_ua: Показати панель Провідника Файлів
vi_vn: Hiển thị bảng điều khiển File Explorer

source: <all keywords>
es_es: <todas las palabras clave>
nl_nl: <alle actiewoorden>
pt_pt: <todas as palavras-chave>
th_th: <all keywords>การแปล: "การแปล"

source: <all user keywords>
es_es: <todas las palabras clave del usuario>
nl_nl: <alle gebruikersactiewoorden>
pt_pt: <todas as palavras-chave de utilizador>
th_th: <all user keywords>การแปล: "การแปล"

source: <all library keywords>
es_es: <todas las palabras clave de la libreria>
fr_fr: <tous les mots-clés de la bibliothèque>
nl_nl: <alle bibliotheekactiewoorden>
pt_pt: <todas as palavras-chave de biblioteca>
th_th: <all library keywords>การแปล: "การแปล"

source: Search Keywords
bg_bg: Ключови думи за търсене
cs_cz: Klíčová slova pro hledání
da_dk: Søg Nøgleord
de_de: Suchbegriffe
es_es: Buscar palabras clave
fi_fi: Etsi Avainsanoja
fr_fr: Mots clés de recherche
hu_hu: Keresési kulcsszavak
it_it: Cerca Parole Chiave
ja_jp: キーワードを検索
nl_nl: Actiewoorden zoeken
pl_pl: Szukaj słów kluczowych
pt_pt: Procurar palavras-chave
ro_ro: Căutare cuvinte cheie
ru_ru: Поиск ключевых слов
sv_se: Sök sökord
th_th: คำค้นหา
tr_tr: Arama Anahtar Kelimeleri
uk_ua: Ключові слова пошуку
vi_vn: Từ khóa tìm kiếm

source: A plugin for searching keywords based on name or documentation.
bg_bg: Плъгин за търсене на ключови думи въз основа на име или документация.
cs_cz: Plugin pro vyhledávání klíčových slov na základě jména nebo dokumentace.
da_dk: Et plugin til søgning af søgeord baseret på navn eller dokumentation.
de_de: Ein Plugin für die Suche nach Schlüsselwörtern basierend auf Namen oder Dokumentation.
es_es: Un plugin para buscar palabras clave basado en el nombre o la documentación.
fi_fi: Liitännäinen nimeen tai dokumentaatioon perustuvien avainsanojen etsimiseen.
fr_fr: Un plugin pour rechercher des mots-clés basés sur le nom ou la documentation.
hu_hu: Egy bővítmény kulcsszavak keresésére név vagy dokumentáció alapján.
it_it: Un plugin per la ricerca di parole chiave in base al nome o alla documentazione.
ja_jp: 名前またはドキュメントに基づいてキーワードを検索するためのプラグイン。
nl_nl: Een plugin voor het zoeken van actiewoorden op basis van naam of documentatie.
pl_pl: Wtyczka do wyszukiwania słów kluczowych na podstawie nazwy lub dokumentacji.
pt_pt: Um Plugin para procurar palavras-chave por nome ou documentação.
ro_ro: Un plugin pentru căutarea cuvintelor-cheie bazat pe nume sau documentație.
ru_ru: Плагин для поиска ключевых слов на основе имени или документации.
sv_se: En plugin för att söka sökord baserat på namn eller dokumentation.
th_th: ปลั๊กอินสำหรับค้นหาคำสำคัญตามชื่อหรือเอกสาร
tr_tr: Anahtar kelimeleri isme veya belgelere göre aramak için bir eklenti.
uk_ua: Плагін для пошуку ключових слів на основі назви або документації.
vi_vn: Một plugin để tìm kiếm từ khóa dựa trên tên hoặc tài liệu.

source: Search keywords from libraries and resources
bg_bg: Търсене на ключови думи от библиотеки и ресурси
cs_cz: Hledat klíčová slova z knihoven a zdrojů
da_dk: Søg efter søgeord fra biblioteker og ressourcer
de_de: Suchbegriffe aus Bibliotheken und Ressourcen
es_es: Buscar palabras clave en bibliotecas y recursos
fi_fi: Etsi avainsanoja kirjastoista ja resursseista
fr_fr: Rechercher des mots-clés dans les bibliothèques et les ressources
hu_hu: Kulcsszavak keresése könyvtárakban és forrásokban
it_it: Cerca parole chiave dalle librerie e dalle risorse
ja_jp: ライブラリとリソースからキーワードを検索
nl_nl: Zoek actiewoorden in suites, resourcebestanden en bibliotheken
pl_pl: Szukaj słów kluczowych z bibliotek i zasobów
pt_pt: Procurar palavras-chave em bibliotecas e recursos
ro_ro: Caută cuvinte cheie din biblioteci și resurse
ru_ru: Поиск ключевых слов из библиотек и ресурсов
sv_se: Sök sökord från bibliotek och resurser
th_th: ค้นหาคำสำคัญจากห้องสมุดและแหล่งข้อมูล
tr_tr: Kütüphanelerden ve kaynaklardan anahtar kelimeleri arayın
uk_ua: Пошук ключових слів з бібліотек та ресурсів
vi_vn: Tìm kiếm từ khóa từ các thư viện và nguồn tài liệu

source: Search term:
bg_bg: Термин за търсене:
cs_cz: Vyhledávací termín:
da_dk: Søgeord:
de_de: Suchbegriff:
es_es: Buscar término:
fi_fi: Hakutermi:
fr_fr: Terme de recherche :
hu_hu: Keresési kifejezés:
it_it: Termine di ricerca:
ja_jp: 検索語句:
nl_nl: Zoekterm:
pl_pl: Szukaj wyrażenia:
pt_pt: Termo de pesquisa:
ro_ro: Termenul de căutare:
ru_ru: Условие поиска:
sv_se: Sök term:
th_th: คำค้นหา:
tr_tr: Arama terimi:
uk_ua: Шукати:
vi_vn: Từ khóa tìm kiếm:

source: Search documentation
bg_bg: Търсене в документацията
cs_cz: Hledat dokumentaci
da_dk: Søg i dokumentation
de_de: Dokumentation durchsuchen
es_es: Buscar documentación
fi_fi: Hae dokumentaatiosta
fr_fr: Rechercher dans la documentation
hu_hu: Dokumentáció keresése
it_it: Cerca documentazione
ja_jp: ドキュメントを検索
nl_nl: Doorzoek documentatie
pl_pl: Szukaj dokumentacji
pt_pt: Procurar na documentação
ro_ro: Căutare documentație
ru_ru: Поиск документации
sv_se: Sök dokumentation
th_th: ค้นหาเอกสาร
tr_tr: Arama belgeleri
uk_ua: Пошук документації
vi_vn: Tìm kiếm tài liệu

source: Description
bg_bg: Описание
cs_cz: Popis
da_dk: Varebeskrivelse
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
fr_fr: Libellé
hu_hu: Leírás
it_it: Descrizione
ja_jp: 説明
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
uk_ua: Опис
vi_vn: Mô tả

source: [File]
bg_bg: [Файл]
hu_hu: [Fájl]
nl_nl: [Bestand]
pl_pl: [Plik]
pt_pt: [Ficheiro]
th_th: [ไฟล์]
tr_tr: [Dosya]
vi_vn: [Tệp]

source: !&New Project | Create a new top level suite | Ctrlcmd-N | ART_NEW
bg_bg: !&New Project | Създаване на нов пакет от най-високо ниво | Ctrlcmd-N | ART_NEW
cs_cz: !&Nový projekt | Vytvořte novou špičkovou úroveň | Ctrlcmd-N | ART_NEW
da_dk: !&Nyt projekt - Opret en ny suite på øverste niveau - Ctrlcmd-N - ART_NEW
de_de: !&Neues Projekt | Erstelle eine neue Top Level Suite | CtrlCmd-N | ART_NEW
es_es: !&Nuevo proyecto | Crear una nueva suite de alto nivel | Ctrlcmd-N | ART_NEW
fi_fi: !&Uusi projekti | Luo uusi ylimmän tason sviitti | Ctrlcmd-N | ART_NEW
fr_fr: !&Nouveau projet | Créer une nouvelle suite de niveau supérieur | Ctrlcmd-N | ART_NEW
hu_hu: !&New Project | Új legfelső szintű csomag létrehozása | Ctrlcmd-N | ART_NEW
it_it: !&Nuovo progetto | Crea una nuova suite di alto livello | Ctrlcmd-N | ART_NEW
ja_jp: !&New Project | 新しいトップレベルスイートを作成 | Ctrlcmd-N | ART_NEW
nl_nl: !&Nieuw Project | Creëert een nieuw topniveau suite | Ctrlcmd-N | ART_NEW
pl_pl: !&Nowy Projekt | Utwórz nowy zestaw najwyższego poziomu | Ctrlcmd-N | ART_NEW
pt_pt: !Novo Projeto | Cria uma suite principal | Ctrlcmd-N | ART_NEW
ro_ro: !&Proiect | Nou pentru a crea un nou nivel de top la nivel amaze | Ctrlcmd-N | ART_NEW
ru_ru: !&New Project | Создать набор верхнего уровня | Ctrlcmd-N | ART_NEW
sv_se: !&Nytt projekt | Skapa en ny toppnivå svit | Ctrlcmd-N | ART_NEW
th_th: !&โปรเจกต์ใหม่ | สร้างชุดทดสอบระดับบนสุดใหม่ | Ctrlcmd-N | ART_NEW
tr_tr: !&Yeni Proje | Yeni bir üst düzey süit oluştur | Ctrlcmd-N | ART_NEW
uk_ua: !&New Project | Створити новий набір верхнього рівня| Ctrlcmd-N | ART_NEW
vi_vn: !&Dự án mới | Tạo bộ sưu tập cấp cao mới | Ctrlcmd-N | ART_NEW

source: !&Open Test Suite | Open file containing tests | Ctrlcmd-O | ART_FILE_OPEN
bg_bg: !&Open Test Suite | Отваряне на файл, съдържащ тестове | Ctrlcmd-O | ART_FILE_OPEN
cs_cz: !&Otevřete testovací soubor | Otevřete soubor obsahující testy | Ctrlcmd-O | ART_FILE_OPEN
da_dk: !&Åben Test Suite, Open fil, der indeholder tests - Ctrlcmd-O - ART_FILE_OPEN
de_de: !&Open Test Suite | Datei mit Tests öffnen | Ctrlcmd-O | ART_FILE_OPEN
es_es: !&Open Test Suite | Abrir archivo que contiene pruebas | Ctrlcmd-O | ART_FILE_OPEN
fi_fi: !&Avaa testisviitti | Avoin tiedosto, joka sisältää testejä | Ctrlcmd-O | ART_FILE_OPEN
fr_fr: !&Open Test Suite | Ouvrir le fichier contenant des tests | Ctrlcmd-O | ART_FILE_OPEN
hu_hu: !&Open Test Suite | Teszteket tartalmazó fájl megnyitása | Ctrlcmd-O | ART_FILE_OPEN
it_it: !&Open Test Suite | Apri file contenente test | Ctrlcmd-O | ART_FILE_OPEN
ja_jp: テストスイートを開く(&Open Test Suite) | テストを含むファイルを開く | Ctrlcmd-O | ART_FILE_OPEN
nl_nl: !&Open Test Suite | Open bestand met tests | Ctrlcmd-O | ART_FILE_OPEN
pl_pl: !&Otwórz pakiet testowy | Otwórz plik zawierający testy | Ctrlcmd-O | ART_FILE_OPEN
pt_pt: !Abrir Suite de Testes | Abre um ficheiro contendo testes | Ctrlcmd-O | ART_FILE_OPEN
ro_ro: !&Deschide suportul de testare | Deschideţi fişierul care conţine teste | Ctrlcmd-O | ART_FILE_OPEN
ru_ru: !&Open Test Suite | Открыть файл, содержащий тесты | Ctrlcmd-O | ART_FILE_OPEN
sv_se: !&Öppna testsviten | Öppna filen med tester | Ctrlcmd-O | ART_FILE_OPEN
th_th: !&เปิดชุดทดสอบ | เปิดไฟล์ที่มีการทดสอบ | Ctrlcmd-O | ART_FILE_OPEN
tr_tr: !&Open Test Suite | Testleri içeren dosyayı aç | Ctrlcmd-O | ART_FILE_OPEN
vi_vn: !&Mở Bộ công cụ kiểm thử | Mở tệp chứa các bài kiểm thử | Ctrlcmd-O | ART_FILE_OPEN

source: !Open &Directory | Open directory containing datafiles | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
bg_bg: !Open &Directory | Отваряне на директория, съдържаща файлове с данни | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
cs_cz: !Otevřete &adresář | Otevřený adresář obsahující datové soubory | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
da_dk: !Åbn &mappe... Åbn mappen med datafiler, Shift-Ctrlcmd-O - ART_FOLDER_OPEN
de_de: !Öffne &Verzeichnis | Öffne Verzeichnis mit Datenblättern | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
es_es: !Open &Directorio | Abrir directorio que contiene archivos de datos | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
fi_fi: !Avaa &hakemisto | Avaa hakemisto sisältäen datatiedostot | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
fr_fr: !Open &Directory | Répertoire ouvert contenant des fichiers de données | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
hu_hu: !Open &Directory | Adatfájlokat tartalmazó könyvtár megnyitása | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
it_it: !Apri &Directory | Apri directory contenente dati | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
ja_jp: !Open &Directory | データファイルを含むディレクトリを開く | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
nl_nl: !Open &map | Open map met robotbestanden | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
pl_pl: !Otwórz &Directory | Otwórz katalog zawierający znaki danych | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
pt_pt: !Abrir Directoria | Abre uma diretoria contendo ficheiros de dados | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
ro_ro: !Deschide &Dosar | Dosar Deschis care conține date | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
ru_ru: !Open &Directory | Открыть каталог, содержащий datafiles | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
sv_se: !Öppna &Katalog | Öppna katalogen innehåller datafiler | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
th_th: !เปิด &ไดเรกทอรี | ไดเรกทอรีเปิดที่มีไฟล์ข้อมูล | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
tr_tr: !Open &Directory | Veri dosyalarını içeren dizini aç | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
uk_ua: !Open &Directory | Відкрити каталог, що містить файли даних | Shift-Ctrlcmd-O | ART_FOLDER_OPEN
vi_vn: !Mở &Thư mục | Mở thư mục chứa các tệp dữ liệu | Shift-Ctrl-Cmd-O | ART_FOLDER_OPEN

source: !Open External File | Open file in Code Editor | | ART_NORMAL_FILE
bg_bg: !Отваряне на външен файл | Отваряне на файла в редактора на код | | ART_NORMAL_FILE
cs_cz: !Otevřít externí soubor | Otevřít soubor v editoru kódu | | ART_NORMAL_FILE
da_dk: !Åbn ekstern fil - Åbn fil i Kodeeditoren - ART_NORMAL_FILE
de_de: !Externe Datei öffnen | Datei im Code Editor öffnen | | ART_NORMAL_FILE
es_es: !Abrir archivo externo | Abrir archivo en editor de código | | ART_NORMAL_FILE
fi_fi: !Avaa ulkoinen tiedosto | Avaa tiedosto koodineditorissa | | ART_NORMAL_FILE
hu_hu: !Külső fájl megnyitása | Fájl megnyitása kódszerkesztőben | | | ART_NORMAL_FILE
it_it: !Apri file esterno | Apri file nell'editor di codice | | ART_NORMAL_FILE
ja_jp: !外部ファイルを開く | コードエディターでファイルを開く | | ART_NORMAL_FILE
nl_nl: !Open e&xtern bestand | Open bestand in los venster | | ART_NORMAL_FILE
pl_pl: !Otwórz plik zewnętrzny | Otwórz plik w edytorze kodu | | ART_NORMAL_FILE
pt_pt: !Abrir Ficheiro Externo | Abre um ficheiro no Editor de Código | | ART_NORMAL_FILE
ro_ro: !Deschideți Fișier extern | Deschideți fișierul în Editorul de Cod | | ART_NORMAL_FILE
ru_ru: !Открыть внешний файл | Открыть файл в редакторе кода | | ART_NORMAL_FILE
sv_se: !Öppna extern fil | Öppna filen i kodredigerare | | ART_NORMAL_FILE
th_th: !เปิดไฟล์ภายนอก | เปิดไฟล์ในโปรแกรมแก้ไขโค้ด | | ART_NORMAL_FILE
tr_tr: !Harici Dosya Aç | Dosyayı Kod Düzenleyicide Aç | | ART_NORMAL_FILE
uk_ua: !Open Зовнішній файл | Відкрити файл в редакторі коду | | ART_NORMAL_FILE
vi_vn: Mở tệp bên ngoài | Mở tệp trong Trình soạn thảo mã | | ART_NORMAL_FILE

source: !&Save | Save selected datafile | Ctrlcmd-S | ART_FILE_SAVE
bg_bg: !&Save | Запазване на избран файл с данни | Ctrlcmd-S | ART_FILE_SAVE
cs_cz: !&Uložit | Uložit vybraný datafil | Ctrlcmd-S | ART_FILE_SAVE
da_dk: !&Gem - Gem valgte datafiler Ctrlcmd-S - ART_FILE_SAVE
de_de: !&Speichern | Ausgewählte Datendatei speichern | CtrlCmd-S | ART_FILE_SAVE
es_es: !&Guardar | Guardar archivo de datos seleccionado | Ctrlcmd-S | ART_FILE_SAVE
fi_fi: !&Tallentaa | Tallenna valittu datatiedosto | Ctrlcmd-S | ART_FILE_SAVE
fr_fr: !&Save | Enregistrer le fichier de données sélectionné | Ctrlcmd-S | ART_FILE_SAVE
hu_hu: !&Save | Kiválasztott adatállomány mentése | Ctrlcmd-S | ART_FILE_SAVE
it_it: !&Salva | Salva i dati selezionati | Ctrlcmd-S | ART_FILE_SAVE
nl_nl: !&Opslaan | Geselecteerd bestand opslaan | Ctrlcmd-S | ART_FILE_SAVE
pl_pl: !&Zapisz | Zapisz wybrany plik danych | Ctrlcmd-S | ART_FILE_SAVE
pt_pt: !Salvar | Salva o ficheiro de dados selecionado | Ctrlcmd-S | ART_FILE_SAVE
ro_ro: !&Salvează | Salvează baza de date selectată | Ctrlcmd-S | ART_FILE_SAVE
ru_ru: !&Сохранить | Сохранить выбранные данные | Ctrlcmd-S | ART_FILE_SAVE
sv_se: !&Spara | Spara vald datafil | Ctrlcmd-S | ART_FILE_SAVE
th_th: !&บันทึก | บันทึกไฟล์ข้อมูลที่เลือก | Ctrlcmd-S | ART_FILE_SAVE
tr_tr: !&Save | Seçili veri dosyasını kaydet | Ctrlcmd-S | ART_FILE_SAVE
vi_vn: !&Lưu | Lưu tệp dữ liệu đã chọn | Ctrlcmd-S | ART_FILE_SAVE
