Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Can not apply changes from Text Editor
bg_bg: Не мога да прилагам промени от текстовия редактор
cs_cz: Nelze použít změny z textového editoru
da_dk: Kan ikke anvende ændringer fra teksteditor
de_de: Änderungen aus dem Texteditor können nicht angewendet werden
es_es: No se pueden aplicar cambios desde el Editor de Texto
fi_fi: Tekstieditorista ei voi käyttää muutoksia
fr_fr: Impossible d'appliquer les modifications depuis l'éditeur de texte
hu_hu: Nem tudja alkalmazni a módosításokat a szövegszerkesztőből
it_it: Impossibile applicare le modifiche dall'editor di testo
ja_jp: テキストエディターから変更を適用できません
nl_nl: Kan wijzigingen van teksteditor niet toepassen
pl_pl: Nie można zastosować zmian z edytora tekstu
pt_pt: Não se conseguiu aplicar alterações do Editor de Texto
ro_ro: Nu se pot aplica modificările la Editorul de Text
ru_ru: Невозможно применить изменения из текстового редактора
sv_se: Kan inte tillämpa ändringar från textredigerare
th_th: ไม่สามารถใช้การเปลี่ยนแปลงจากตัวแก้ไขข้อความได้
tr_tr: Metin Düzenleyiciden değişiklikler uygulanamıyor
uk_ua: Не можна застосувати зміни з текстового редактора
vi_vn: Không thể áp dụng các thay đổi từ Trình soạn thảo văn bản.

source: ERROR: Data sanity check failed!
bg_bg: ГРЕШКА: Проверката за изправност на данните се провали!
cs_cz: CHYBA: Kontrola správnosti dat selhala!
da_dk: FEJL: Data sanity check mislykkedes!
de_de: FEHLER: Datensicherheitsprüfung fehlgeschlagen!
es_es: ERROR: Comprobación de la cordura de datos fallida!
fi_fi: VIRHE: Tietojen saniteettitarkistus epäonnistui!
fr_fr: ERREUR : La vérification de l'état de santé des données a échoué !
hu_hu: HIBA: Az adatok szanitásának ellenőrzése sikertelen!
it_it: ERRORE: Controllo della sanità dei dati fallito!
ja_jp: エラー: データの健全性チェックに失敗しました!
nl_nl: FOUT: Data integriteitscontrole mislukt!
pl_pl: BŁĄD: Sprawdzanie danych nie powiodło się!
pt_pt: ERRO: Falhou verificação de sanidade!
ro_ro: EROARE: Verificarea sanitatii datelor a esuat!
ru_ru: ОШИБКА: Сбой проверки санитарии данных!
sv_se: FEL: Data sanity check misslyckades!
th_th: ข้อผิดพลาด: การตรวจสอบความถูกต้องของข้อมูลล้มเหลว!
tr_tr: HATA: Veri sağlık kontrolü başarısız oldu!
uk_ua: ПОМИЛКА: Не вдалося перевірити достатність даних!
vi_vn: LỖI: Kiểm tra tính hợp lệ của dữ liệu đã thất bại!

source: Error at line
bg_bg: Грешка на ред
cs_cz: Chyba na řádku
da_dk: Fejl på linje
de_de: Fehler in Zeile
es_es: Error en la línea
fi_fi: Virhe rivillä
fr_fr: Erreur à la ligne
hu_hu: Hiba a sorban
it_it: Errore alla riga
ja_jp: 行にエラーがあります
nl_nl: Fout op regel
pl_pl: Błąd w wierszu
pt_pt: Erro na linha
ro_ro: Eroare la rând
ru_ru: Ошибка в строке
sv_se: Fel på rad
th_th: ข้อผิดพลาดที่บรรทัด
tr_tr: Satırda hata
uk_ua: Помилка в рядку
vi_vn: Lỗi tại dòng

source: Reset changes?
bg_bg: Промени в нулирането?
cs_cz: Obnovit změny?
da_dk: Nulstil ændringer?
de_de: Änderungen zurücksetzen?
es_es: ¿Restablecer cambios?
fi_fi: Palauta muutokset?
fr_fr: Réinitialiser les modifications ?
hu_hu: Visszaállítás változik?
it_it: Ripristinare le modifiche?
ja_jp: 変更をリセット
nl_nl: Wijzigingen ongedaan maken?
pl_pl: Zresetować zmiany?
pt_pt: Repor Alterações?
ro_ro: Resetați modificările?
ru_ru: Сбросить изменения?
sv_se: Återställ ändringar?
th_th: รีเซ็ตการเปลี่ยนแปลง?
tr_tr: Sıfırlama değişiklikleri?
uk_ua: Скинути зміни?
vi_vn: Đặt lại các thay đổi?

source: Apply Changes
bg_bg: Прилагане на промените
cs_cz: Použít změny
da_dk: Anvend Ændringer
de_de: Änderungen anwenden
es_es: Aplicar cambios
fi_fi: Ota Muutokset Käyttöön
fr_fr: Appliquer les modifications
hu_hu: Változások alkalmazása
it_it: Applica Modifiche
ja_jp: 変更を適用
nl_nl: Wijzigingen toepassen
pl_pl: Zastosuj zmiany
pt_pt: Aplicar Alterações
ro_ro: Aplică modificările
ru_ru: Применить изменения
sv_se: Tillämpa ändringar
th_th: นำไปใช้
tr_tr: Değişiklikleri Uygula
uk_ua: Застосувати зміни
vi_vn: Áp dụng các thay đổi

source: Syntax colorization disabled due to missing requirements.
bg_bg: Оцветяването на синтаксиса е деактивирано поради липсващи изисквания.
cs_cz: Barvení syntaxe zakázáno kvůli chybějícím požadavkům.
da_dk: Syntakscolorization deaktiveret på grund af manglende krav.
de_de: Syntax-Farbgebung aufgrund fehlender Anforderungen deaktiviert.
es_es: Colorización de sintaxis deshabilitada debido a los requisitos faltantes.
fi_fi: Syntaksin väritys poistettiin käytöstä puuttuvien vaatimusten vuoksi.
fr_fr: Colorisation syntaxique désactivée en raison des exigences manquantes.
hu_hu: A szintaxis színezése hiányzó követelmények miatt letiltva.
it_it: Colorazione della sintassi disabilitata a causa di requisiti mancanti.
ja_jp: 要件がないため、構文の色分けは無効になっています。
nl_nl: Syntaxkleuring uitgeschakeld vanwege ontbrekende factoren.
pl_pl: Koloryzacja składni wyłączona ze względu na brakujące wymagania.
pt_pt: A colorização de sintaxe está desativada por falha nos requisitos.
ro_ro: Colorarea sintaxei dezactivată din cauza cerințelor lipsă.
ru_ru: Синтаксическая раскраска отключена из-за недостающих требований.
sv_se: Syntaxfärgning inaktiverad på grund av saknade krav.
th_th: การเน้นสีไวยากรณ์ถูกปิดใช้งานเนื่องจากข้อกำหนดที่ขาดหายไป
tr_tr: Sözdizimi renklendirmesi eksik gereksinimler nedeniyle devre dışı bırakıldı.
uk_ua: Синтаксичну кольоровізацію вимкнено через відсутні вимоги.
vi_vn: Tính năng tô màu cú pháp đã bị vô hiệu hóa do thiếu các yêu cầu cần thiết.

source: Get help
bg_bg: Потърсете помощ
cs_cz: Získat pomoc
da_dk: Få hjælp
de_de: Hilfe erhalten
es_es: Obtener ayuda
fi_fi: Hae apua
fr_fr: Obtenir de l'aide
hu_hu: Segítséget kérni
it_it: Ottieni aiuto
ja_jp: ヘルプを見る
nl_nl: Hulp tonen
pl_pl: Uzyskaj pomoc
pt_pt: Obter ajuda
ro_ro: Obțineți ajutor
ru_ru: Получить помощь
sv_se: Få hjälp
th_th: ขอความช่วยเหลือ
tr_tr: Yardım alın
uk_ua: Отримати допомогу
vi_vn: Nhận trợ giúp

source: <h1>Syntax colorization</h1> <p> Syntax colorization for Text Edit uses <a href='https://pygments.org/'>Pygments</a> syntax highlighter. </p> <p> Install Pygments from command line with: <pre> pip install pygments </pre> Or: <pre> easy_install pygments </pre> Then, restart RIDE. </p> <p> If you do not have pip or easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >follow these instructions</a>. </p> <p> For more information about installing Pygments, <a href='https://pygments.org/download/'>see the site</a>. </p>
bg_bg: <h1>Оцветяване на синтаксиса</h1> <p> Оцветяването на синтаксиса за текстовата редакция използва синтактичния маркер на <a href='https://pygments.org/'>Pygments</a>. </p> <p> Инсталирайте Pygments от командния ред с: <pre> pip install pygments </pre> Или: <pre> easy_install pygments </pre> След това рестартирайте RIDE. </p> <p> Ако не разполагате с pip или easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >следвайте тези инструкции</a>. </p> <p> За повече информация относно инсталирането на Pygments <a href='https://pygments.org/download/'>вижте сайта</a>. </p>
cs_cz: <h1>Barvení syntaxe</h1> <p> colorization syntaxe pro Textové editaci používá <a href='https://pygments.org/'>Pygments</a> zvýraznění syntaxe. </p> <p> Nainstalujte z příkazové řádky Pygments s: <pre> pip install pygments </pre> Or: <pre> easy_install pygments </pre> restartuj RIDE. </p> <p> Pokud nemáte pip nebo easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >postupujte podle pokynů</a>. </p> <p> Pro více informací o instalaci Pygions <a href='https://pygments.org/download/'>viz stránka</a>. </p>
da_dk: <h1>Syntax colorization</h1> <p> Syntax colorization for Text Edit bruger <a href='https://pygments.org/'>Pygments</a> syntax highlighter. </p> <p> Installer Pygments fra kommandolinjen med: <pre> pip installer pygments </pre> Or: <pre> easy_install pygments </pre> genstart RIDE. </p> <p> Hvis du ikke har pip eller easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >følg disse instruktioner</a>. </p> <p> For mere information om installation af Pygments, <a href='https://pygments.org/download/'>se webstedet</a>. </p>
de_de: <h1>Syntaxfärbung</h1> <p> Syntaxfärbung für Text Edit verwendet <a href='https://pygments.org/'>Pygments</a> Syntax Hervorhebung. </p> <p> Pygments über die Befehlszeile installieren: <pre> pip install pygments </pre> Oder: <pre> easy_install pygments </pre> Danach RIDE neu starten. </p> <p> Wenn weder pip noch easy_install verfügbar sind, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >diese Anweisungen befolgen</a>. </p> <p> Weitere Informationen zur Installation von Pygments <a href='https://pygments.org/download/'>sind auf der Webseite</a>. </p>
es_es: <h1>coloración sintáctica</h1> <p> coloración sintáctica para Edición de texto utiliza <a href='https://pygments.org/'>Pygments</a> resaltado de sintaxis. </p> <p> Instale Pygments desde la línea de comandos con: <pre> pip install pygments </pre> O: <pre> easy_install pygments </pre> Luego, reiniciar RIDE. </p> <p> Si no tienes pip o easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >siga estas instrucciones</a>. </p> <p> Para más información sobre la instalación de Pygments, <a href='https://pygments.org/download/'>ver el sitio</a>. </p>
fi_fi: <h1>Syntaksin väritys</h1> <p> Syntaksin väritys tekstieditoinnille käyttää <a href='https://pygments.org/'>Pygments</a> syntaksin korostusta. </p> <p> Asenna pygmentteja komentorivillä: <pre> pip Asenna pygments </pre> Tai: <pre> easy_install pygments </pre> Sitten, käynnistä RIDI uudelleen. </p> <p> Jos sinulla ei ole putkia tai easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >seuraa näitä ohjeita</a>. </p> <p> Lisätietoja Pygmenttien asentamisesta <a href='https://pygments.org/download/'>ks. sivusto</a>. </p>
fr_fr: <h1>Colorisation syntaxique</h1> <p> Colorisation syntaxique pour l'édition de texte utilise le surligneur de syntaxe <a href='https://pygments.org/'>Pygments</a> . </p> <p> Installez Pygments depuis la ligne de commande avec : <pre><pre> pip install pygments </pre></pre> Ou : <pre> easy_install pygments </pre> Ensuite, redémarrer RIDE. </p> <p> Si vous n'avez pas pip ou easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >suivez ces instructions</a>. </p> <p> Pour plus d'informations sur l'installation de Pygments, <a href='https://pygments.org/download/'>voir le site</a>. </p>
hu_hu: <h1>Szintaxis színezés</h1> <p> A szövegszerkesztés szintaxis színezése a <a href='https://pygments.org/'>Pygments</a> szintaxis kiemelőt használja. </p> <p> Telepítse a Pygments-et a parancssorból a következővel: <pre> pip install pygments </pre> Vagy: <pre> easy_install pygments </pre> Ezután indítsa újra a RIDE-ot. </p> <p> Ha nincs pip vagy easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >kövesse ezeket az utasításokat</a>. </p> <p> A Pygments telepítésével kapcsolatos további információkat <a href='https://pygments.org/download/'>a webhelyen</a> talál. </p>
it_it: Colorazione <h1>Sintassi</h1> <p> Colorazione Sintassi per Text Edit utilizza <a href='https://pygments.org/'>Pygments</a> sintassi più accendente. </p> <p> Installa Pygments dalla riga di comando con: <pre> pip install pygments </pre> Oppure: <pre> easy_install pygments </pre> Poi, riavvia RIDE. </p> <p> Se non hai pip o easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >seguire le presenti istruzioni</a>. </p> <p> Per maggiori informazioni sull'installazione di Pygments, <a href='https://pygments.org/download/'>vedere il sito</a>. </p>
nl_nl: <h1>Syntaxkleuring</h1> <p> Syntaxkleuring voor de Teksteditor maakt gebruik van <a href='https://pygments.org/'>Pygments</a> Syntaxkleuring. </p> <p> Installeer Pygments via de opdrachtprompt met: <pre> pip install pygments </pre> Of met: <pre> easy_install pygments </pre> Herstart daarna RIDE. </p> <p> Beschik je niet over pip of easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >doorloop dan deze instructies</a>. </p> <p> Bekijk voor meer informatie over het installeren de <a href='https://pygments.org/download/'>Pygments website</a>. </p>
pl_pl: <h1>koloryzacja składni</h1> format@@3 koloryzacja składni dla edycji tekstu używa podkreślenia składni <a href='https://pygments.org/'>Pygments</a> . </p> <p> Zainstaluj Pygments z wiersza poleceń z: <pre> pip install pygments </pre> albo: <pre> easy_install pygments </pre> Następnie zrestartuj RIDE. </p> <p> Jeśli nie masz pip lub easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >postępuj zgodnie z tymi instrukcjami</a>. </p> <p> Więcej informacji na temat instalacji Pygons, <a href='https://pygments.org/download/'>zobacz stronę</a>. </p>
pt_pt: h1>Colorização de Sintaxe</h1> <p> A Colorização de Sintaxe para o Editor de for Texto usa o realce de sintaxe, <a href='https://pygments.org/'>Pygments</a>. </p> <p> Instale Pygments a partir da linha de comandos com: <pre> pip install pygments </pre> Ou: <pre> easy_install pygments </pre> Depois, reinicie o RIDE. </p> <p> Se você não tiver o pip ou easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >siga estas instruções</a>. </p> <p> Para mais informação acerca a instalação do Pygments, <a href='https://pygments.org/download/'>ver este sítio</a>. </p>
ro_ro: <h1>Colorația de Sintaxă</h1> <p> Colorația de Sintaxă pentru Editarea Text folosește evidențierea sintaxei <a href='https://pygments.org/'>Pygments</a> . </p> <p> Instalează Pygments de pe linia de comandă cu: <pre> pip instalare pygments </pre> Or: <pre> easy_install pygments </pre> Apoi, repornește RIDE. </p> <p> Dacă nu ai pip sau easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >urmaţi aceste instrucţiuni</a>. </p> <p> Pentru mai multe informaţii despre instalarea Pygings. <a href='https://pygments.org/download/'>vezi site-ul</a>. </p>
ru_ru: <h1>Синтаксическая раскраска</h1> <p> Цвет синтаксиса для редактирования текста использует подсветку синтаксиса <a href='https://pygments.org/'>Pygments</a> . </p> <p> Install Pygments from command line with: <pre> pip install pygments </pre> Или: <pre> easy_install pygments </pre> Затем, перезапустить RIDE. </p> <p> Если у вас нет pip или easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >следуйте этим инструкциям</a>. </p> <p> Для получения дополнительной информации об установке Pygments, <a href='https://pygments.org/download/'>смотрите сайт</a>. </p>
sv_se: <h1>Syntaxfärgning</h1> <p> Syntaxfärgning för textredigering använder <a href='https://pygments.org/'>Pygments</a> syntaxfärgning. </p> <p> Installera Pygments från kommandoraden med: <pre> pip install pygments </pre> Eller: <pre> easy_install pygments </pre> Sedan, starta om RIDE. </p> <p> Om du inte har pip eller easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >följ dessa instruktioner</a>. </p> <p> För mer information om installation av Pygments, <a href='https://pygments.org/download/'>se sajten</a>. </p>
th_th: <h1>การเน้นสีไวยากรณ์</h1> <p> การเน้นสีไวยากรณ์สำหรับ Text Edit ใช้ตัวเน้นไวยากรณ์<a href='https://pygments.org/'>Pygments</a> </p> <p> ติดตั้ง Pygments จากบรรทัดคำสั่งด้วย: <pre> pip install pygments </pre> หรือ: <pre> easy_install pygments </pre> จากนั้นรีสตาร์ท RIDE. </p> <p> หากคุณไม่มี pip หรือ easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >ทำตามคำแนะนำเหล่านี้</a>. </p> <p> สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการติดตั้ง Pygments<a href='https://pygments.org/download/'>โปรดดูที่เว็บไซต์</a> </p>
tr_tr: <h1>Sözdizimi renklendirme</h1> <p> Metin Düzenleme için sözdizimi renklendirmesi <a href='https://pygments.org/'>Pygments</a> sözdizimi vurgulayıcısını kullanır. </p> <p> Pygments'i komut satırından şu şekilde yükleyin: <pre> pip install pygments </pre> Veya: <pre> easy_install pygments </pre> Ardından, RIDE'ı yeniden başlatın. </p> <p> Eğer pip veya easy_install programınız yoksa, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >bu talimatları takip edin</a>. </p> <p> Pygments kurulumu hakkında daha fazla bilgi için <a href='https://pygments.org/download/'>siteye bakın</a>. </p>
vi_vn: <h1>Tô màu cú pháp</h1> <p> Tính năng tô màu cú pháp cho Text Edit sử dụng trình tô màu cú pháp <a href='https://pygments.org/'>Pygments</a>. </p> <p> Cài đặt Pygments từ dòng lệnh với: <pre> pip install pygments </pre> Hoặc: <pre> easy_install pygments </pre> Sau đó, khởi động lại RIDE. </p> <p> Nếu bạn không có pip hoặc easy_install, <a href='https://pythonhosted.org/an_example_pypi_project/setuptools.html#installing-setuptools-and-easy-install' >hãy làm theo các hướng dẫn này</a>. </p> <p> Để biết thêm thông tin về cách cài đặt Pygments, <a href='https://pygments.org/download/'>hãy truy cập trang web</a>. </p>

source: Getting syntax colorization
bg_bg: Получаване на оцветяване на синтаксиса
cs_cz: Získávám barvení syntaxe
da_dk: Henter syntakscolorization
de_de: Syntax-Farbgebung wird abgerufen
es_es: Obteniendo la coloración de sintaxis
fi_fi: Haetaan syntaksin väristämistä
fr_fr: Obtention de la colorisation syntaxique
hu_hu: A szintaxis színezése
it_it: Ottenere la colorazione della sintassi
ja_jp: 構文の色分けを取得しています
nl_nl: Syntaxkleuring configureren
pl_pl: Pobieranie koloryzacji składni
pt_pt: Obtendo colorização de sintaxe
ro_ro: Obținerea colorizării sintaxei
ru_ru: Получение цвета синтаксиса
sv_se: Hämtar syntaxfärgning
th_th: การทำให้มีการเน้นสีไวยากรณ์
tr_tr: Sözdizimi renklendirmesi alma
uk_ua: Отримання синтаксису забарвлення
vi_vn: Bật tính năng tô màu cú pháp

source: No matches found.
bg_bg: Не са намерени съвпадения.
cs_cz: Nebyly nalezeny žádné shody.
da_dk: Ingen matches fundet.
de_de: Keine Treffer gefunden.
es_es: No se encontraron coincidencias.
fi_fi: Vastaavuuksia ei löytynyt.
fr_fr: Aucune correspondance trouvée.
hu_hu: Nincs találat.
it_it: Nessuna corrispondenza trovata.
ja_jp: 一致するものはありません。
nl_nl: Geen overeenkomsten gevonden.
pl_pl: Nie znaleziono dopasowań.
pt_pt: Sem correspondências.
ro_ro: Nicio potrivire găsită.
ru_ru: Совпадений не найдено.
sv_se: Inga träffar hittades.
th_th: ไม่พบผลลัพธ์ที่ตรงกัน
tr_tr: Eşleşme bulunamadı.
uk_ua: Відповідників не знайдено.
vi_vn: Không tìm thấy kết quả nào.

source: RIDE Log
bg_bg: Дневник на пътуването
cs_cz: Protokol RIDE
es_es: Registro RIDE
fi_fi: RIDE Loki
fr_fr: Journal de RIDE
hu_hu: RIDE napló
it_it: Registro RIDE
ja_jp: ライドログ
nl_nl: RIDE-Logboek
pl_pl: Rejestr RIDE
pt_pt: Registo do RIDE
ro_ro: DESCHIDE CURSE
ru_ru: Журнал RIDE
sv_se: RIDE-logg
th_th: บันทึกการขับขี่
tr_tr: RIDE Günlüğü
uk_ua: Журнал RIDE
vi_vn: Nhật ký RIDE

source: View RIDE Log
bg_bg: Преглед на дневника на RIDE
cs_cz: Zobrazit RIDE log
da_dk: Se RIDE Log
de_de: RIDE-Log anzeigen
es_es: Ver registro RIDE
fi_fi: Näytä Ride-Loki
fr_fr: Voir le journal de RIDE
hu_hu: RIDE napló megtekintése
it_it: Visualizza Registro RIDE
ja_jp: ライドログの表示
nl_nl: &RIDE-logboek weergeven
pl_pl: Wyświetl rejestr RIDE
pt_pt: Ver o Registo do RIDE
ro_ro: Vezi jurnalul RIDE
ru_ru: Просмотр журнала RIDE
sv_se: Visa RIDE-logg
th_th: ดูบันทึกการขับขี่
tr_tr: Sürüş Günlüğünü Görüntüle
uk_ua: Перегляд журналу RIDE
vi_vn: Xem Nhật ký RIDE

source: Parser Log
bg_bg: Дневник на парсера
cs_cz: Protokol o parseru
da_dk: Fortolker Log
es_es: Registro del Analizador
fi_fi: Parserin Loki
fr_fr: Journal de l'Analyseur
hu_hu: Parser napló
it_it: Registro Parser
ja_jp: パーサログ
pl_pl: Rejestr Parsera
pt_pt: Registo do Interpretador
ro_ro: Jurnal de Parasi
ru_ru: Журнал парсера
sv_se: Parser logg
th_th: บันทึกการวิเคราะห์
tr_tr: Ayrıştırıcı Günlüğü
uk_ua: Журнал парсера
vi_vn: Nhật ký phân tích cú pháp

source: View Parser Log
bg_bg: Преглед на дневника на парсера
cs_cz: Zobrazit protokol parseru
da_dk: Vis Parser Log
de_de: Parser-Log anzeigen
es_es: Ver Registro del Analizador
fi_fi: Näytä Parserin Loki
fr_fr: Voir le journal de l'Analyseur
hu_hu: Parser napló megtekintése
it_it: Visualizza Registro Parser
ja_jp: パーサログを表示
nl_nl: &Parserlogboek weergeven
pl_pl: Wyświetl rejestr parsera
pt_pt: Ver o Registo do Interpretador
ro_ro: Vezi jurnalul Parserului
ru_ru: Просмотр журнала парсера
sv_se: Visa Parser logg
th_th: ดูบันทึกการวิเคราะห์ข้อมูล
tr_tr: Ayrıştırıcı Günlüğünü Görüntüle
uk_ua: Переглянути журнал парсера
vi_vn: Xem nhật ký phân tích cú pháp

source: Create RIDE Desktop Shortcut
bg_bg: Създаване на пряк път на работния плот на RIDE
cs_cz: Vytvořit RIDE zástupce plochy
da_dk: Opret RIDE-skrivebordsgenvej
de_de: RIDE Desktop-Verknüpfung erstellen
es_es: Crear acceso directo de escritorio
fi_fi: Luo Pikakuvake Ride-Työpöydälle
fr_fr: Créer un raccourci bureau de RIDE
hu_hu: RIDE asztali parancsikon létrehozása
it_it: Crea Scorciatoia Desktop RIDE
ja_jp: デスクトップのショートカットを作成
nl_nl: RIDE &bureaubladsnelkoppeling maken
pl_pl: Utwórz skrót pulpitu RIDE
pt_pt: Criar Atalho para o RIDE no Ambiente de Trabalho
ro_ro: Creați scurtătură RIDE pe desktop
ru_ru: Создать ярлык RIDE рабочего стола
sv_se: Skapa genväg för RIDE-skrivbordet
th_th: สร้างทางลัดเดสก์ท็อป RIDE
tr_tr: RIDE Masaüstü Kısayolu Oluşturma
uk_ua: Створити ярлик на стільниці RIDE
vi_vn: Tạo lối tắt RIDE trên màn hình desktop

source: Text background
bg_bg: Текстов фон
cs_cz: Textové pozadí
da_dk: Tekst baggrund
de_de: Text-Hintergrund
es_es: Fondo del texto
fi_fi: Tekstin tausta
fr_fr: Arrière-plan du texte
hu_hu: Szövegháttér
it_it: Sfondo testo
ja_jp: テキストの背景
nl_nl: Tekstachtergrond
pl_pl: Tło tekstowe
pt_pt: Fundo do Texto
ro_ro: Fundal text
ru_ru: Фон текста
sv_se: Text bakgrund
th_th: พื้นหลังข้อความ
tr_tr: Metin arka planı
uk_ua: Тло тексту
vi_vn: Nền văn bản

source: Reset colors to default
bg_bg: Възстановяване на цветовете по подразбиране
cs_cz: Obnovit barvy na výchozí
da_dk: Nulstil farver til standard
de_de: Farben auf Standard zurücksetzen
es_es: Restablecer colores por defecto
fi_fi: Palauta värit oletusarvoon
fr_fr: Réinitialiser les couleurs par défaut
hu_hu: Színek alapértelmezettre visszaállítása
it_it: Reimposta i colori predefiniti
ja_jp: 色を既定にリセット
nl_nl: Kleuren op standaardwaarden instellen
pl_pl: Przywróć domyślne kolory
pt_pt: Reiniciar cores por defeito
ro_ro: Resetează culorile la valorile implicite
ru_ru: Сбросить цвета по умолчанию
sv_se: Återställ färger till standard
th_th: รีเซ็ตสีเป็นค่าเริ่มต้น
tr_tr: Renkleri varsayılana sıfırla
uk_ua: Скинути кольори за замовчуванням
vi_vn: Đặt lại màu sắc về mặc định
