Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Save or Load settings
bg_bg: Записване или зареждане на настройките
cs_cz: Uložit nebo načíst nastavení
da_dk: Gem eller indlæs indstillinger
de_de: Einstellungen speichern oder laden
es_es: Guardar o cargar ajustes
fi_fi: Tallenna tai lataa asetukset
fr_fr: Enregistrer ou charger les paramètres
hu_hu: Beállítások mentése vagy betöltése
it_it: Salva o carica impostazioni
ja_jp: 設定を保存または読み込みする
nl_nl: Instellingen opslaan of laden
pl_pl: Zapisz lub załaduj ustawienia
pt_pt: Salvar ou Carregar definições
ro_ro: Salvează sau încarcă setările
ru_ru: Сохранить или загрузить настройки
sv_se: Spara eller ladda inställningar
th_th: บันทึกหรือโหลดการตั้งค่า
tr_tr: Ayarları Kaydet veya Yükle
uk_ua: Зберегти або завантажити налаштування
vi_vn: Lưu hoặc Tải cài đặt

source: Font Size
bg_bg: Размер на шрифта
fr_fr: Taille de police
hu_hu: Betűméret
nl_nl: Tekengrootte
pt_pt: Tamanho da Fonte
th_th: ขนาดตัวอักษร
tr_tr: Yazı Tipi Boyutu
vi_vn: Kích thước phông chữ

source: Zoom Factor
bg_bg: Фактор на увеличение
cs_cz: Faktor přiblížení
da_dk: Zoom Faktor
de_de: Zoomfaktor
es_es: Factor de zoom
fi_fi: Zoomaustekijä
fr_fr: Facteur de zoom
hu_hu: Nagyítási tényező
it_it: Fattore Di Zoom
ja_jp: 拡大率
nl_nl: Zoominstelling
pl_pl: Współczynnik powiększenia
pt_pt: Fator Zoom
ro_ro: Factor de mărire
ru_ru: Масштаб
sv_se: Zooma faktor
th_th: ปัจจัยซูม
tr_tr: Yakınlaştırma Faktörü
uk_ua: Коефіцієнт масштабування
vi_vn: Hệ số thu phóng

source: Use fixed width font
bg_bg: Използване на шрифт с фиксирана ширина
cs_cz: Použít písmo pevné šířky
da_dk: Brug skrifttype med fast bredde
de_de: Schriftart mit fester Breite verwenden
es_es: Usar fuente de ancho fijo
fi_fi: Käytä kiinteän leveyden kirjasinta
fr_fr: Utiliser la police de largeur fixe
hu_hu: Fix szélességű betűtípus használata
it_it: Usa carattere a larghezza fissa
ja_jp: 固定幅フォントを使用
nl_nl: Vaste tekenbreedte
pl_pl: Użyj czcionki o stałej szerokości
pt_pt: Usar fonte de tamanho fixo
ro_ro: Folosește fontul lățimii fixe
ru_ru: Использовать фиксированный шрифт
sv_se: Använd typsnitt med fast bredd
th_th: ใช้ฟอนต์ที่มีความกว้างคงที่
tr_tr: Sabit genişlikte yazı tipi kullanın
uk_ua: Використовувати фіксований шрифт
vi_vn: Sử dụng phông chữ có chiều rộng cố định

source: Font Face
bg_bg: Лице на шрифта
nl_nl: Lettertype
pt_pt: Tipo de Fonte
th_th: ฟอนต์หน้า
tr_tr: Yazı Yüzü
vi_vn: Kiểu chữ

source: Text Editor
bg_bg: Текстов редактор
cs_cz: Textový editor
da_dk: Tekst Editor
es_es: Editor de texto
fi_fi: Tekstin Muokkain
fr_fr: Éditeur de texte
hu_hu: Szövegszerkesztő
it_it: Editor Di Testo
ja_jp: テキストエディター
nl_nl: Teksteditor
pl_pl: Edytor tekstu
pt_pt: Editor de Texto
ro_ro: Editor de text
ru_ru: Текстовый редактор
th_th: โปรแกรมแก้ไขข้อความ
tr_tr: Metin Düzenleyici
uk_ua: Текстовий редактор
vi_vn: Trình soạn thảo văn bản

source: Text Editor Settings
bg_bg: Настройки на текстовия редактор
cs_cz: Nastavení textového editoru
da_dk: Indstillinger For Teksteditor
de_de: Text-Editor-Einstellungen
es_es: Ajustes del editor de texto
fi_fi: Tekstieditorin Asetukset
fr_fr: Paramètres de l'éditeur de texte
hu_hu: Szövegszerkesztő beállításai
it_it: Impostazioni Editor Di Testo
ja_jp: テキストエディタの設定
nl_nl: Instellingen voor teksteditor
pl_pl: Ustawienia edytora tekstu
pt_pt: Definições do Editor de Texto
ro_ro: Setări Editor de Text
ru_ru: Настройки текстового редактора
sv_se: Inställningar för textredigerare
th_th: การตั้งค่าตัวแก้ไขข้อความ
tr_tr: Metin Düzenleyici Ayarları
uk_ua: Налаштування текстового редактора
vi_vn: Cài đặt Trình soạn thảo văn bản

source: Argument foreground
bg_bg: Аргумент на преден план
cs_cz: Argument v popředí
da_dk: Forgrund af argument
de_de: Argument-Vordergrund
es_es: Argumento en primer plano
fi_fi: Argumentti etualalla
fr_fr: Premier plan de l'argument
hu_hu: Érv újdonságok
it_it: Primo piano dell'argomento
ja_jp: 前景引数
nl_nl: Parametervoorgrond
pl_pl: Argument na pierwszym planie
pt_pt: Texto dos Argumentos
ro_ro: Argument prim-plan
ru_ru: Аргумент переднего плана
sv_se: Argument förgrund
th_th: อาร์กิวเมนต์ที่อยู่เบื้องหน้า
tr_tr: Argüman ön planı
uk_ua: Аргумент переднього плану
vi_vn: Luận điểm chính

source: Comment foreground
bg_bg: Коментар на преден план
cs_cz: Komentář v popředí
da_dk: Kommentar forgrund
de_de: Kommentar-Vordergrund
es_es: Comentario en primer plano
fi_fi: Kommentin etuala
fr_fr: Premier plan du commentaire
hu_hu: Hozzászólás új információk és jogok
it_it: Commenta in primo piano
ja_jp: コメント フォアグラウンド:
nl_nl: Commentaarvoorgrond
pl_pl: Komentarz na pierwszym planie
pt_pt: Texto dos Comentários
ro_ro: Comentariu în prim-plan
ru_ru: Комментарий переднего плана
sv_se: Kommentera förgrund
th_th: ความคิดเห็นเป็นพื้นหน้า
tr_tr: Yorum ön plan
uk_ua: Коментар у фоновому режимі
vi_vn: Bình luận nền trước

source: Error foreground
bg_bg: Грешка на преден план
cs_cz: Chyba v popředí
da_dk: Fejl i forgrund
de_de: Fehler im Vordergrund
es_es: Error en primer plano
fi_fi: Virhe etualalla
fr_fr: Premier plan de l'erreur
hu_hu: Hiba új ismeretek
it_it: Primo piano errori
ja_jp: フォアグラウンドエラー
nl_nl: Voorgrond bij fout
pl_pl: Błąd na pierwszym planie
pt_pt: Texto de Erro
ro_ro: Eroare în prim-plan
ru_ru: Ошибка на переднем плане
sv_se: Fel i förgrunden
th_th: ข้อผิดพลาดพื้นหน้า
tr_tr: Hata ön planı
uk_ua: Помилка на передньому плані
vi_vn: Lỗi nền trước

source: Gherkin keyword foreground
bg_bg: Ключова дума Gherkin на преден план
cs_cz: Hromadné klíčové slovo v popředí
da_dk: Gherkin nøgleord forgrund
de_de: Gherkin Schlüsselwort im Vordergrund
es_es: Primer plano de la palabra clave de Gherkin
fi_fi: Pikkuherkin avainsana etualalla
fr_fr: Mot-clé Gherkin au premier plan
hu_hu: Gyurgyalag kulcsszó előtérben
it_it: Gherkin keyword in primo piano
ja_jp: Gherkinキーワード foreground
nl_nl: Gherkin actiewoordvoorgrond
pl_pl: Gherkin na pierwszym planie
pt_pt: Texto de palavra-chave Gherkin
ro_ro: Cuvinte cheie Gherkin în prim-plan
ru_ru: Ключевое слово Gherkin переднего плана
sv_se: Gherkin sökord förgrund
th_th: คำหลักเกอร์กิ้นอยู่เบื้องหน้า
tr_tr: Gherkin anahtar kelimesi ön planda
uk_ua: Передній план ключових слів Gherkin
vi_vn: Từ khóa Gherkin ở vị trí nổi bật

source: Heading foreground
bg_bg: Заглавие на преден план
cs_cz: Orientace v popředí
da_dk: Forgrund til overskrift
de_de: Kopfzeile im Vordergrund
es_es: Encabezado
fi_fi: Otsikko etualalla
fr_fr: Premier-plan de l'en-tête
hu_hu: Új ismeretek címsor
it_it: Titolo in primo piano
ja_jp: 前景の見出し
nl_nl: Koptekstvoorgrond
pl_pl: Pozycja na pierwszym planie
pt_pt: Texto de Cabeçalho
ro_ro: Titlu prim-plan
ru_ru: Заголовок переднего плана
sv_se: Rubrik förgrund
th_th: หัวข้อเบื้องหน้า
tr_tr: Ön plan başlığı
uk_ua: Курс на передньому плані
vi_vn: Tiêu đề nền trước

source: Import foreground
bg_bg: Импортиране на преден план
cs_cz: Importovat popředí
da_dk: Importér forgrund
de_de: Vordergrund importieren
es_es: Importar primer plano
fi_fi: Tuo etuala
fr_fr: Importer au premier plan
hu_hu: Új ismeretek importálása
it_it: Importa primo piano
ja_jp: フォアグラウンドをインポート
nl_nl: Importvoorgrond
pl_pl: Importuj pierwszoplanowe
pt_pt: Texto de Importação
ro_ro: Importă prim-plan
ru_ru: Импорт переднего плана
sv_se: Importera förgrund
th_th: นำเข้าพื้นหน้า
tr_tr: Ön planı içe aktar
uk_ua: Імпорт на передньому плані
vi_vn: Nhập nền trước

source: Variable foreground
bg_bg: Променлива на преден план
cs_cz: Proměnné popředí
da_dk: Forgrund til variabel
de_de: Variabler Vordergrund
es_es: Variable en primer plano
fi_fi: Muuttuva etuala
fr_fr: Premier plan variable
hu_hu: Változó új ismeretek
it_it: Primo piano variabile
ja_jp: フォアグラウンド変数
nl_nl: Variabelevoorgrond
pl_pl: Zmienna pierwsza pozycja
pt_pt: Texto de Variável
ro_ro: prim-plan pentru variabile
ru_ru: Переменная переднего плана
sv_se: Variabel förgrund
th_th: พื้นหน้าแปรผัน
tr_tr: Değişken ön plan
uk_ua: Змінний план
vi_vn: Nền trước biến đổi

source: Keyword definition foreground
bg_bg: Определение на ключова дума на преден план
cs_cz: Definice klíčových slov v popředí
da_dk: Nøgleord definition forgrund
de_de: Schlüsselwort-Definition im Vordergrund
es_es: Definición de palabra clave en primer plano
fi_fi: Avainsanan määrittely etualalla
fr_fr: Premier plan de définition de mot clé
hu_hu: Kulcsszó meghatározás újdonságok
it_it: Definizione parola chiave in primo piano
ja_jp: キーワード定義のフォアグランド
nl_nl: Actiewoordvoorgrond in definitie
pl_pl: Definicja słowa kluczowego
pt_pt: Texto de definição de Palavra-Chave
ro_ro: Definiția cuvântului cheie în prim-plan
ru_ru: Определение ключевых слов в переднем плане
sv_se: Nyckelord definition i förgrunden
th_th: คำนิยามของคำค้นหา ฉากหน้า
tr_tr: Anahtar kelime tanımı ön plan
uk_ua: Ключове значення переднього плану
vi_vn: Định nghĩa từ khóa: Nền trước

source: Keyword call foreground
bg_bg: Извикване на ключова дума на преден план
cs_cz: Hovor v popředí klíčového slova
da_dk: Nøgleord opkald forgrund
de_de: Stichwortaufruf im Vordergrund
es_es: Llamada de palabra clave en primer plano
fi_fi: Avainsana puhelun etuala
fr_fr: Premier plan de l'appel de mots clés
hu_hu: Kulcsszó call foreground
it_it: Primo piano chiamata parola chiave
ja_jp: キーワードコールフォアグラウンドを使用する
nl_nl: Actiewoordvoorgrond bij gebruik
pl_pl: Słowo kluczowe na pierwszym planie
pt_pt: Texto de chamada de Palavra-Chave
ro_ro: Apel cu cuvânt cheie în prim-plan
ru_ru: Вызов ключевого слова переднего плана
sv_se: Sökordssamtal i förgrunden
th_th: คำค้นหาเรียกพื้นหน้า
tr_tr: Anahtar kelime çağrı ön planı
uk_ua: Попередній виклик за ключовими словами
vi_vn: Từ khóa gọi nền trước

source: Separator
bg_bg: Сепаратор
cs_cz: Oddělovač
de_de: Trennzeichen
es_es: Separador
fi_fi: Erotin
fr_fr: Séparateur
hu_hu: Elválasztó
it_it: Separatore
ja_jp: 区切り記号
nl_nl: Scheidingsteken
pt_pt: Separador
ru_ru: Разделитель
sv_se: Avgränsare
th_th: ตัวคั่น
tr_tr: Ayırıcı
uk_ua: Розділювач
vi_vn: Bộ tách

source: Setting foreground
bg_bg: Задаване на преден план
cs_cz: Nastavení popředí
da_dk: Indstilling af forgrund
de_de: Vordergrund einstellen
es_es: Configurando en primer plano
fi_fi: Etualan asettaminen
fr_fr: Réglage du premier plan
hu_hu: Új ismeretek beállítása
it_it: Impostazione primo piano
ja_jp: フォアグラウンドの設定
nl_nl: Instellingenvoorgrond
pl_pl: Ustawienie na pierwszym planie
pt_pt: Texto de Definição
ro_ro: Setare prim-plan
ru_ru: Настройка переднего плана
sv_se: Sätter förgrund
th_th: การตั้งค่าพื้นหน้า
tr_tr: Ön planı ayarlama
uk_ua: Налаштування переднього плану
vi_vn: Đặt nền trước

source: Syntax characters
bg_bg: Символи на синтаксиса
cs_cz: Syntaxe znaky
da_dk: Syntaks tegn
de_de: Syntaxzeichen
es_es: Caracteres de sintaxis
fi_fi: Syntaksi merkit
fr_fr: Caractères de syntaxe
hu_hu: Szintaxis karakterek
it_it: Sintassi caratteri
ja_jp: 構文文字
nl_nl: Syntaxtekens
pl_pl: Znaki składniowe
pt_pt: Caracteres de Síntaxe
ro_ro: Caractere de sintaxă
ru_ru: Символы синтаксиса
sv_se: Syntax-tecken
th_th: ตัวอักษรไวยากรณ์
tr_tr: Sözdizimi karakterleri
uk_ua: Синтаксичні символи
vi_vn: Ký tự cú pháp

source: Text foreground
bg_bg: Текст на преден план
cs_cz: Text v popředí
da_dk: Tekst forgrund
de_de: Text im Vordergrund
es_es: Texto de primer plano
fi_fi: Lähetä tekstiviesti etualalle
fr_fr: Premier plan du texte
hu_hu: Szöveg előtérben
it_it: Testo primo piano
ja_jp: フォアグラウンドのテキスト
nl_nl: Tekstvoorgrond
pl_pl: Tekst na pierwszym planie
pt_pt: Texto
ro_ro: prim-plan text
ru_ru: Текст переднего плана
sv_se: Textförgrund
th_th: พื้นหน้าข้อความ
tr_tr: Metin ön planı
uk_ua: На передньому плані
vi_vn: Nền văn bản

source: Enable auto suggestions
bg_bg: Активиране на автоматични предложения
cs_cz: Povolit automatické návrhy
da_dk: Aktiver auto-forslag
de_de: Auto-Vorschläge aktivieren
es_es: Habilitar sugerencias automáticas
fi_fi: Ota automaattiset ehdotukset käyttöön
fr_fr: Activer les suggestions automatiques
hu_hu: Automatikus javaslatok engedélyezése
it_it: Abilita suggerimenti automatici
ja_jp: 自動提案を有効にする
nl_nl: Automatische suggesties
pl_pl: Włącz automatyczne podpowiedzi
pt_pt: Ativar sugestões ao escrever
ro_ro: Activează sugestii automate
ru_ru: Включить автоподсказки
sv_se: Aktivera automatiska förslag
th_th: เปิดใช้งานคำแนะนำอัตโนมัติ
tr_tr: Otomatik önerileri etkinleştir
uk_ua: Увімкнути автоматичні пропозиції
vi_vn: Bật tính năng đề xuất tự động

source: Grid Editor
bg_bg: Редактор на решетки
cs_cz: Editor mřížek
da_dk: Gitter Editor
de_de: Raster-Editor
es_es: Editor de cuadrícula
fi_fi: Ruudukon Muokkain
fr_fr: Éditeur de grille
hu_hu: Rácsszerkesztő
it_it: Editor Griglia
ja_jp: グリッドエディター
nl_nl: Tabeleditor
pl_pl: Edytor siatki
pt_pt: Editor de Grelha
ro_ro: Editor grilă
ru_ru: Редактор сетки
sv_se: Rutnätsredigerare
th_th: โปรแกรมแก้ไขตาราง
tr_tr: Izgara Düzenleyici
uk_ua: Редактор таблиці
vi_vn: Trình chỉnh sửa lưới

source: Grid Editor Settings
bg_bg: Настройки на редактора на решетки
cs_cz: Nastavení editoru mřížek
da_dk: Gitter Editor Indstillinger
de_de: Raster-Editor-Einstellungen
es_es: Ajustes del editor de cuadrícula
fi_fi: Ruudukkomuokkaimen Asetukset
fr_fr: Paramètres de l'éditeur de grille
hu_hu: Rácsszerkesztő beállításai
it_it: Impostazioni Editor Griglia
ja_jp: グリッドエディターの設定
nl_nl: Instellingen voor Tabeleditor
pl_pl: Ustawienia edytora siatki
pt_pt: Definições do Editor de Grelha
ro_ro: Setări editor grilă
ru_ru: Настройки редактора сетки
sv_se: Inställningar för rutnätsredigerare
th_th: การตั้งค่าตัวแก้ไขตาราง
tr_tr: Izgara Düzenleyici Ayarları
uk_ua: Налаштування редактора таблиці
vi_vn: Cài đặt Trình chỉnh sửa lưới

source: Default column size
bg_bg: Размер на колоната по подразбиране
fr_fr: Taille de colonne par défaut
hu_hu: Alapértelmezett oszlopméret
nl_nl: Standaard kolombreedte
pt_pt: Tamanho das Colunas por defeito
th_th: ขนาดคอลัมน์เริ่มต้น
tr_tr: Varsayılan sütun boyutu
vi_vn: Kích thước cột mặc định

source: Auto size columns
bg_bg: Автоматичен размер на колоните
fr_fr: Taille de colonne auto
hu_hu: Automatikus méret oszlopok
nl_nl: Automatische kolombreedte
pt_pt: Auto-ajustar tamanho das Colunas
th_th: ปรับขนาดคอลัมน์อัตโนมัติ
tr_tr: Sütunları otomatik boyutlandırma
vi_vn: Tự động điều chỉnh kích thước cột

source: Max column size (applies when auto size is on)
bg_bg: Максимален размер на колоната (прилага се, когато е включен автоматичен размер)
cs_cz: Maximální velikost sloupce (použije se při zapnuté auto velikosti)
da_dk: Maks. kolonnestørrelse (gælder når automatisk størrelse er tændt)
de_de: Maximale Spaltengröße (gilt wenn die automatische Größe eingeschaltet ist)
es_es: Tamaño máximo de columna (se aplica cuando el tamaño automático está encendido)
fi_fi: Maksimi sarakkeen koko (sovelletaan, kun automaattinen koko on)
fr_fr: Taille maximale des colonnes (s'applique lorsque la taille automatique est activée)
hu_hu: Maximális oszlopméret (akkor érvényes, ha az automatikus méret van bekapcsolva)
it_it: Dimensione massima colonna (si applica quando la dimensione automatica è attiva)
ja_jp: 列の最大サイズ （自動サイズがオンの時に適用されます）
nl_nl: Maximale kolombreedte (bij automatische kolombreedte)
pl_pl: Maksymalny rozmiar kolumny (stosuje się, gdy automatyczny rozmiar jest włączony
pt_pt: Tamanho Máximo das Colunas (aplicável quando auto-ajustar estiver ativo)
ro_ro: Dimensiunea maximă a coloanei (se aplică când dimensiunea automată este on)
sv_se: Max kolumnstorlek (gäller när auto storlek är på)
th_th: ขนาดคอลัมน์สูงสุด (ใช้เมื่อเปิดใช้งานการปรับขนาดอัตโนมัติ)
tr_tr: Maksimum sütun boyutu (otomatik boyut açıkken geçerlidir)
vi_vn: Kích thước cột tối đa (áp dụng khi chế độ tự động điều chỉnh kích thước được bật)

source: Word wrap and auto size rows
bg_bg: Обвиване на думата и автоматично оразмеряване на редовете
cs_cz: Zalamování a automatická velikost řádků
da_dk: Tekstombrydning og automatisk størrelse af rækker
de_de: Textumbruch und automatische Zeilen
es_es: Ajuste de palabras y tamaño automático de filas
fi_fi: Word wrap ja automaattinen koko rivit
fr_fr: Raccourci de mots et lignes de taille automatique
hu_hu: Word wrap és automatikus méret sorok
it_it: A capo automatico e righe di dimensione automatica
ja_jp: ワードラップと自動サイズの行
nl_nl: Automatische rijhoogte met tekstterugloop
pl_pl: Wiersze zawijania słów i automatycznego rozmiaru
pt_pt: Distribuir palavras e auto-ajustar o tamanho das linhas
ro_ro: Încadrare și rânduri pentru dimensiunea automată
ru_ru: Перенос слов и автоматический размер строк
sv_se: Word wrap och automatisk storlek rader
th_th: การตัดคำและการปรับขนาดแถวอัตโนมัติ
tr_tr: Kelime kaydırma ve otomatik boyut satırları
uk_ua: Рядки навколо слів та автоматичного розміру
vi_vn: Tự động xuống dòng và điều chỉnh kích thước hàng tự động

source: User Keyword Foreground
bg_bg: Ключова дума на потребителя на преден план
cs_cz: Uživatelské klíčové slovo v popředí
da_dk: Bruger Nøgleord Forgrund
de_de: Benutzerschlüsselwort-Vordergrund
es_es: Palabra clave de usuario en primer plano
fi_fi: Käyttäjän Avainsana Etuala
fr_fr: Premier plan du mot clé utilisateur
hu_hu: Felhasználó kulcsszó Foreground
it_it: Primo Piano Parola Utente
ja_jp: ユーザーキーワードのフォアグラウンド
nl_nl: Gebruikersactiewoordvoorgrond
pl_pl: Słowo kluczowe użytkownika
pt_pt: Texto de Palavra-Chave de Utilizador
ro_ro: Cuvânt cheie utilizator prim-plan
ru_ru: Ключевое слово пользователя переднего плана
sv_se: Användarens nyckelord förgrund
th_th: คำค้นหาของผู้ใช้ ฉากหน้า
tr_tr: Kullanıcı Anahtar Sözcüğü Ön Plan
uk_ua: Ключове слово користувача передньому плані
vi_vn: Từ khóa của người dùng ở nền trước

source: Library Keyword Foreground
bg_bg: Библиотека Ключова дума на преден план
cs_cz: Pozadí klíčového slova v knihovně
da_dk: Biblioteks Nøgleord Forgrund
de_de: Bibliotheks-Schlüsselwort-Vordergrund
es_es: Renegar palabra clave de biblioteca
fi_fi: Kirjaston Avainsana Etuala
fr_fr: Pré-plan des mots-clés de la bibliothèque
hu_hu: Könyvtár kulcsszó Foreground
it_it: Libreria Parola Chiave In Primo Piano
ja_jp: ライブラリのキーワード フォアグラウンド
nl_nl: Bibliotheekactiewoordvoorgrond
pl_pl: Słowo kluczowe biblioteki
pt_pt: Texto de Palavra-Chave de Biblioteca
ro_ro: Cuvânt cheie bibliotecă în prim-plan
ru_ru: Ключевое слово библиотеки переднего плана
sv_se: Bibliotek sökord förgrund
th_th: คำสำคัญห้องสมุด
tr_tr: Kütüphane Anahtar Sözcüğü Ön Plan
uk_ua: Ключове слово бібліотеки переднього плану
vi_vn: Từ khóa thư viện nổi bật

source: Variable Foreground
bg_bg: Променлив преден план
cs_cz: Proměnné popředí
da_dk: Variabel Forgrund
de_de: Variabler Vordergrund
es_es: Variable de primer plano
fi_fi: Muuttujan Etuala
fr_fr: Premier plan variable
hu_hu: Változó új ismeretek
it_it: Primo Piano Variabile
ja_jp: 変数の前
nl_nl: Variabelevoorgrond
pl_pl: Zmienna pierwsza
pt_pt: Texto de Variável
ro_ro: prim-plan variabil
ru_ru: Переменная переднего плана
sv_se: Variabel förgrund
th_th: พื้นหน้าแปรผัน
tr_tr: Değişken Ön Plan
uk_ua: Змінна передній план
vi_vn: Biến nền trước

source: Unknown Variable Foreground
bg_bg: Неизвестна променлива Преден план
cs_cz: Neznámé proměnné popředí
da_dk: Ukendt Variabel Forgrund
de_de: Unbekannte Variable Vordergrund
es_es: Renegado variable desconocido
fi_fi: Tuntematon Muuttujan Etuala
fr_fr: Premier plan de variable inconnue
hu_hu: Ismeretlen változó új ismeretlen
it_it: Primo Piano Variabile Sconosciuto
ja_jp: 不明な変数の前
nl_nl: Onbekende-variabelevoorgrond
pl_pl: Nieznana zmienna na pierwszym planie
pt_pt: Texto de Variável Desconhecida
ro_ro: prim-plan pentru variabile necunoscute
ru_ru: Неизвестная переменная переднего плана
sv_se: Okänd variabel förgrund
th_th: ตัวแปรที่ไม่ทราบค่า ฉากหน้า
tr_tr: Bilinmiyor Değişken Ön Plan
uk_ua: Невідома змінна передня
vi_vn: Biến số không xác định ở vùng nền trước

source: Comments Foreground
bg_bg: Коментари Преден план
cs_cz: Popředí komentářů
da_dk: Kommentarer Forgrund
de_de: Kommentar-Vordergrund
es_es: Comentarios preliminares
fi_fi: Kommentit Etualalla
fr_fr: Premier plan des commentaires
hu_hu: Megjegyzések Foreground
it_it: Primo Piano Commenti
nl_nl: Commentaarvoorgrond
pl_pl: Komentarze na pierwszym planie
pt_pt: Texto de Comentários
ro_ro: Comentarii prim-plan
ru_ru: Комментарии переднего плана
sv_se: Kommentarer i förgrunden
th_th: ความคิดเห็น ฉากหน้า
tr_tr: Yorumlar Ön Plan
uk_ua: Коментарі на передньому плані
vi_vn: Bình luận Nền trước

source: Default Foreground
bg_bg: Преден план по подразбиране
cs_cz: Výchozí popředí
da_dk: Standard Forgrund
de_de: Standard Vordergrund
es_es: Predeterminado de primer plano
fi_fi: Oletus Etuala
fr_fr: Premier plan par défaut
hu_hu: Alapértelmezett új ismeretek
it_it: Primo Piano Predefinito
ja_jp: デフォルトのフォアグラウンド設定
nl_nl: Standaard voorgrond
pl_pl: Domyślny nowy plan
pt_pt: Texto por Defeito
ro_ro: prim-plan implicit
ru_ru: По умолчанию передний план
sv_se: Standard förgrund
th_th: ค่าเริ่มต้นของพื้นหน้า
tr_tr: Varsayılan Ön Plan
uk_ua: Стандартний передній план
vi_vn: Màu nền mặc định

source: Empty Foreground
bg_bg: Празен преден план
cs_cz: Prázdné popředí
da_dk: Tom Forgrund
de_de: Leerer Vordergrund
es_es: Vaciar el primer plano
fi_fi: Tyhjä Etuala
fr_fr: Premier plan vide
hu_hu: Üres új ismeretek
it_it: Primo Piano Vuoto
ja_jp: 前景が空です
nl_nl: Leeg-voorgrond
pl_pl: Pusty nowy plan
pt_pt: Texto em Vazio
ro_ro: Golire prim-plan
ru_ru: Пустой передний план
sv_se: Tom förgrund
th_th: พื้นหน้าว่างเปล่า
tr_tr: Boş Ön Plan
uk_ua: Порожній передній план
vi_vn: Phần nền trống

source: Variable Background
bg_bg: Променлива Предистория
cs_cz: Pozadí proměnné
da_dk: Variabel Baggrund
de_de: Variabler Hintergrund
es_es: Fondo variable
fi_fi: Muuttuva Tausta
fr_fr: Arrière-plan variable
hu_hu: Változó háttér
it_it: Sfondo Variabile
ja_jp: 変数の背景
nl_nl: Variabeleachtergrond
pl_pl: Tło zmiennej
pt_pt: Fundo de Variável
ro_ro: Fundal Variabil
ru_ru: Переменный фон
sv_se: Variabel bakgrund
th_th: พื้นหลังแบบแปรผัน
tr_tr: Değişken Arka Plan
uk_ua: Фон змінної
vi_vn: Nền biến đổi

source: Keyword Background
bg_bg: Фон на ключовата дума
cs_cz: Pozadí klíčového slova
da_dk: Nøgleord Baggrund
de_de: Keyword-Hintergrund
es_es: Fondo de palabra clave
fi_fi: Avainsanan Tausta
fr_fr: Arrière-plan des mots clés
hu_hu: Kulcsszó Háttér
it_it: Sfondo Parola Chiave
ja_jp: キーワード背景
nl_nl: Actiewoordachtergrond
pl_pl: Tło słowa kluczowego
pt_pt: Fundo de Palavra-Chave
ro_ro: Fundal cuvânt cheie
ru_ru: Фон ключевых слов
sv_se: Bakgrund för nyckelord
th_th: คำค้นหา: [คำค้นหา]
tr_tr: Anahtar Kelime Arka Planı
uk_ua: Тло ключового слова
vi_vn: Nền tảng từ khóa

source: Mandatory Field Background
bg_bg: Задължително поле
cs_cz: Povinné pozadí pole
da_dk: Obligatorisk Feltbaggrund
de_de: Pflichtfeld-Hintergrund
es_es: Fondo de campo obligatorio
fi_fi: Pakollinen Kenttätausta
fr_fr: Arrière-plan du champ obligatoire
hu_hu: Kötelező mező Háttér
it_it: Sfondo Campo Obbligatorio
ja_jp: 必須フィールドの背景
nl_nl: Verplicht-veldachtergrond
pl_pl: Tło pola obowiązkowego
pt_pt: Fundo de Campo Obrigatório
ro_ro: Fundal câmp obligatoriu
ru_ru: Обязательное поле фон
sv_se: Obligatorisk fältbakgrund
th_th: ข้อมูลภาคบังคับ
tr_tr: Zorunlu Alan Geçmişi
uk_ua: Обов'язкове поле фону
vi_vn: Trường thông tin bắt buộc

source: Optional Field Background
bg_bg: Поле по избор Фон
cs_cz: Volitelné pozadí pole
da_dk: Valgfri Felt Baggrund
de_de: Optionaler Feldhintergrund
es_es: Fondo opcional del campo
fi_fi: Valinnainen Kenttä Tausta
fr_fr: Arrière-plan du champ optionnel
hu_hu: Választható mező Háttér
it_it: Campo Di Sfondo Opzionale
ja_jp: オプションのフィールド背景
nl_nl: Optioneel-veldachtergrond
pl_pl: Opcjonalne tło pola
pt_pt: Fundo de Campo Opcional
ro_ro: Fundal câmp opțional
ru_ru: Дополнительный фон поля
sv_se: Valfri fältbakgrund
th_th: ฟิลด์พื้นหลังแบบเลือกได้
tr_tr: İsteğe Bağlı Alan Arka Planı
uk_ua: Необов'язковий фон поля
vi_vn: Trường thông tin tùy chọn
