Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: The specified command string will be split from whitespaces into a command and its arguments. If either the command or any of the arguments require internal spaces, they must be written as '<SPACE>'. The command will be executed in the system directly without opening a shell. This means that shell commands and extensions are not available. For example, in Windows batch files to execute must contain the '.bat' extension and 'dir' command does not work. Examples: robot.bat --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg.exe argument<SPACE>with<SPACE>space, Run configurations are stored in the RIDE settings file.
bg_bg: Зададеният низ от команди ще бъде разделен от белите полета на команда и нейните аргументи. Ако командата или някой от аргументите изискват вътрешни интервали, те трябва да бъдат записани като '<SPACE>'. Командата ще бъде изпълнена директно в системата, без да се отваря шел. Това означава, че командите и разширенията на обвивката не са достъпни. Например, в Windows пакетните файлове за изпълнение трябва да съдържат разширението '.bat' и командата 'dir' не работи. Примери: robot.bat --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg.exe аргумент<SPACE>с<SPACE>пространство, Конфигурациите за изпълнение се съхраняват във файла с настройки на RIDE.
cs_cz: Zadaný řetězec příkazu bude rozdělen od mezery na příkaz a jeho argumenty. Pokud příkaz nebo některý z argumentů vyžaduje interní prostory, musí být napsány jako '<SPACE>'. Příkaz bude proveden v systému přímo bez otevření skořápky. To znamená, že příkazy shell a rozšíření nejsou k dispozici. Například, ve Windows dávkových souborech, které mají být provedeny, musí obsahovat '. Rozšíření a příkaz 'dir' nefunguje. Příklady: robot. at --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg. xe argument<SPACE>s mezerou<SPACE>, Spustit konfigurace jsou uloženy v souboru nastavení RIDE.
da_dk: Den angivne kommandostreng vil blive opdelt fra blanke tegn i en kommando og dens argumenter. Hvis enten kommandoen eller et af argumenterne kræver interne rum, skal de skrives som '<SPACE>'. Kommandoen vil blive udført direkte i systemet uden at åbne en skal. Det betyder at skalkommandoer og udvidelser ikke er tilgængelige. For eksempel, i Windows batch-filer for at udføre skal indeholde den '. at' udvidelse og 'dir' kommando virker ikke. Eksempler: robot. at --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg. xe argument<SPACE>med<SPACE>plads, Kør konfigurationer gemmes i RIDE indstillingsfilen.
de_de: Der angegebene Befehlsstring wird in Leerzeichen aufgeteilt in einen Befehl und seine Argumente. Wenn entweder der Befehl oder eines der Argumente interne Leerzeichen erfordern, müssen diese als '<SPACE>' geschrieben werden. Der Befehl wird direkt im System ausgeführt, ohne eine Shell zu öffnen. Das bedeutet, dass Shell-Befehle und -Erweiterungen nicht verfügbar sind. Zum Beispiel, in Windows Batch-Dateien zum Ausführen müssen die ' enthalten. at' Erweiterung und 'dir' Befehl funktioniert nicht. Beispiele: Robot. bei --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg. Axt Argument<SPACE>mit<SPACE>Leerzeichen, Ausführungskonfigurationen werden in der RIDE Einstellungsdatei gespeichert.
es_es: La cadena de comandos especificada se dividirá de espacios en blanco en un comando y sus argumentos. Si el comando o cualquiera de los argumentos requieren espaciosformat@@1 interno, deben ser escritos como '<SPACE>'. El comando se ejecutará directamente en el sistema sin abrir un shell. Esto significa que los comandos y extensiones del shell no están disponibles. Por ejemplo, en los archivos por lotes de Windows a ejecutar debe contener el '. at' extensión y comando 'dir' no funcionan. Ejemplos: robot. at --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg. xe argument<SPACE>with<SPACE>space, Run configurations are stored in the RIDE settings file.
fr_fr: La chaîne de caractères de la commande spécifiée sera découpée selon les espaces en une commande et ses arguments. Si la commande ou l'un des arguments nécessitent des espaces internes, ils doivent être écrits sous la forme '<SPACE>'. La commande sera exécutée directement dans le système sans ouvrir un shell. Cela signifie que les commandes et les extensions du shell ne sont pas disponibles. Par exemple, sous Windows, les fichiers batch à exécuter doivent contenir l'extension ".bat" et la commande "dir" ne fonctionne pas. Exemples: robot.bat --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg.exe argument<SPACE>avec<SPACE>espace, Les configurations exécutées sont stockées dans le fichier de configuration de RIDE.
hu_hu: A megadott parancssorozatot a program a szóközök nélkül felbontja a parancsra és annak argumentumaira. Ha a parancs vagy bármelyik argumentum belső szóközöket igényel , akkor azokat '<SPACE>' formában kell írni. A parancs közvetlenül a rendszerben fog végrehajtódni, shell megnyitása nélkül. Ez azt jelenti, hogy a shell parancsok és bővítmények nem állnak rendelkezésre. Például a Windowsban a végrehajtandó kötegelt fájloknak tartalmazniuk kell a '.bat' kiterjesztést, és a 'dir' parancs nem működik. Példák: robot.bat --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg.exe argumentum<SPACE><SPACE> szóközzel, A futtatási konfigurációkat a RIDE beállítási fájlban tárolja.
it_it: La stringa di comando specificata sarà divisa dagli spazi bianchi in un comando e i relativi argomenti. Se il comando o uno qualsiasi degli argomenti richiedono spazi interni , devono essere scritti come '<SPACE>'. Il comando verrà eseguito direttamente nel sistema senza aprire una shell. Ciò significa che i comandi della shell e le estensioni non sono disponibili. Ad esempio, in file batch di Windows da eseguire deve contenere il '. at' extension and 'dir' command does not work. Esempi: robot. at --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg. l'argomento xe<SPACE>con spazio<SPACE>, Le configurazioni di esecuzione sono memorizzate nel file delle impostazioni RIDE.
nl_nl: De opdracht in opdrachtveld wordt door middel van spaties gesplitst in een opdracht en haar parameters. Als het commando, of een van de parameters, zelf spaties bevatten, schrijf deze dan uit door ze te vervangen met '<SPACE>'. Het commando wordt direct op het systeem uitgevoerd zonder een opdrachtprompt te openen. Dit betekent dat commando's en extensies van de opdrachtprompt niet beschikbaar zijn. Om bijvoorbeeld Windows batchbestanden uit te voeren moet deze de '.bat' extensie bevatten en ook het standaard 'dir'-commando zal niet werken. Voorbeelden: robot.bat --loglevel debug C:\mijn_tests svn update /home/robot C:\Program<SPACE>Files\App\prg.exe parameter<SPACE>met<SPACE>spatie. Macroconfiguraties worden opgeslagen als onderdeel van de RIDE instellingen.
pl_pl: Określony ciąg poleceń zostanie podzielony z spacji białych na polecenie i jego argumenty. Jeśli polecenie lub którykolwiek z argumentów wymaga spacji wewnętrznych , muszą być one napisane jako '<SPACE>'. Polecenie będzie wykonywane w systemie bezpośrednio bez otwierania powłoki. Oznacza to, że polecenia i rozszerzenia powłoki nie są dostępne. Na przykład, w plikach wsadowych Windows do wykonania musi zawierać ' . rozszerzenie i komenda 'dir' nie działa. Przykłady: robota . przy --include smoke C:\my_tests aktualizacja /home/robot C:\Program<SPACE>Pliki\App\prg. argument xe<SPACE>z przestrzenią<SPACE>, Uruchom konfiguracje są przechowywane w pliku ustawień RIDE.
pt_pt: O comando especificado na cadeia de texto, será separado dos espaços para um comando e os seus argumentos. Se o comando ou argumentos precisarem de espaços internamente, estes podem ser escritos como '<SPACE>'. O comando será executado no sistema diretamente sem abrir um terminal ou shell. Isto significa que comandos shell e extensões não estarão disponíveis. Por exemplo, em Windows ficheiros de lote (batch) para executar, têm que ter a extensão '.bat' e o comando 'dir' não funciona. Exemplos: robot.bat --include iniciais C:\meus_testes svn update /home/robot C:\Program<SPACE>Files\App\prg.exe argument<SPACE>with<SPACE>space, As configurações de execução são armazenadas no ficheiro de configurações do RIDE.
ro_ro: Șirul de comandă specificat va fi împărțit din spații albe în comanda și argumentele sale. În cazul în care comanda sau oricare dintre argumente necesită spaţiu intern, acestea trebuie să fie scrise ca '<SPACE>'. Comanda va fi executată direct în sistem fără a deschide o cochilie. Acest lucru înseamnă că comenzile de shell și extensiile nu sunt disponibile. De exemplu, în fişierele de serie Windows pentru a fi executate trebuie să conţină '. Extensia 'dir' și comanda 'dir' nu funcționează. Exemple: robot. la --include fum C:\my_test svn actualizează /home/robot C:\Program<SPACE>Fișiere\App\prg. xe argument<SPACE>cu spațiul<SPACE>, configurațiile Rulării sunt stocate în fișierul de setări RIDE.
ru_ru: Указанная команда будет разделена из пробелов на команду и ее аргументы. Если либо команда, либо любой из аргументов требует внутренних пробелов , то они должны быть записаны как '<SPACE>'. Команда будет выполнена в системе без открытия оболочки. Это означает, что команды и расширения оболочки недоступны. Например, в пакетных файлах Windows должен содержать '. at' extension и команда 'dir' не работает. Примеры: робот. at --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg. Аргумент xe<SPACE>с<SPACE>пробелом, Запуск конфигурации хранятся в файле настроек RIDE.
sv_se: Den angivna kommandoraden kommer att delas upp från blanksteg i ett kommando och dess argument. Om antingen kommandot eller något av argumenten kräver interna utrymmen, måste de skrivas som "<SPACE>". Kommandot kommer att köras i systemet direkt utan att öppna ett skal. Detta innebär att skalkommandon och tillägg inte är tillgängliga. Till exempel, i Windows batch-filer som ska köras måste innehålla '. at' tillägg och 'dir' kommandot fungerar inte. Exempel: robot. vid --include smoke C:\my_test svn update /home/robot C:\Program<SPACE>Filer\App\prg. xe-argument<SPACE>med<SPACE>utrymme, Kör konfigurationer lagras i RIDE-inställningsfilen.
th_th: สตริงคำสั่งที่ระบุจะถูกแยกออกจากช่องว่างเป็นคำสั่ง และอาร์กิวเมนต์ของมัน หากคำสั่งหรืออาร์กิวเมนต์ใด ๆ ต้องการช่องว่างภายใน จะต้องเขียนเป็น '<SPACE>' คำสั่งจะถูกดำเนินการในระบบโดยตรงโดยไม่เปิดเชลล์ ซึ่งหมายความว่าคำสั่งเชลล์และการขยายเชลล์จะไม่พร้อมใช้งานตัวอย่างเช่น ในไฟล์แบตช์ของ Windows ที่ต้องรันจะต้องมีนามสกุล '.bat' และคำสั่ง 'dir' จะไม่สามารถใช้งานได้ ตัวอย่าง: robot.bat --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg.exe argument<SPACE>ด้วยช่องว่าง<SPACE>, การตั้งค่าการรันจะถูกเก็บไว้ในไฟล์การตั้งค่าของ RIDE
tr_tr: Belirtilen komut dizesi boşluklardan arındırılarak komutuna ve argümanlarına bölünür. Komut veya bağımsız değişkenlerden herhangi biri iç boşluk gerektiriyorsa, '<SPACE>' olarak yazılmalıdır. Komut, bir kabuk açmadan doğrudan sistemde çalıştırılacaktır. Bu, kabuk komutlarının ve uzantılarının kullanılamayacağı anlamına gelir. Örneğin, Windows toplu iş dosyalarında çalıştırmak için '.bat' uzantısını içermelidir ve 'dir' komutu çalışmaz. Örnekler: robot.bat --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg.exe argümanı<SPACE>ile<SPACE>boşluk, Çalıştırma yapılandırmaları RIDE ayar dosyasında saklanır.
vi_vn: Dòng lệnh được chỉ định sẽ được tách ra từ các khoảng trắng thành lệnh và các tham số của nó. Nếu lệnh hoặc bất kỳ tham số nào yêu cầu khoảng trắng bên trong ( ), chúng phải được viết dưới dạng '<SPACE>'. Lệnh sẽ được thực thi trực tiếp trong hệ thống mà không mở vỏ lệnh (shell). Điều này có nghĩa là các lệnh và tiện ích mở rộng của vỏ lệnh (shell) không khả dụng. Ví dụ, trong các tệp batch của Windows để thực thi phải chứa phần mở rộng '.bat' và lệnh 'dir' không hoạt động. Ví dụ: robot.bat --include smoke C:\my_tests svn update /home/robot C:\Program<SPACE>Files\App\prg.exe argument<SPACE>với<SPACE>khoảng trắng, Các cấu hình chạy được lưu trữ trong tệp cài đặt RIDE.

source: Manage Run Configurations
bg_bg: Управление на конфигурациите за изпълнение
cs_cz: Spravovat nastavení spouštění
da_dk: Håndtér Kør Konfigurationer
de_de: Ausführungskonfigurationen verwalten
es_es: Administrar configuraciones de ejecución
fi_fi: Hallitse Suorita Asetuksia
fr_fr: Gérer les configurations d'exécution
hu_hu: Futtatási konfigurációk kezelése
it_it: Gestisci Configurazioni Esegui
ja_jp: 実行構成の管理
nl_nl: Macroconfiguraties beheren
pl_pl: Zarządzaj konfiguracjami
pt_pt: Gerir Configurações de Execução
ro_ro: Gestionare configurații Run
ru_ru: Управление конфигурациями запуска
sv_se: Hantera körkonfigurationer
th_th: จัดการการกำหนดค่าการทำงาน
tr_tr: Çalıştırma Yapılandırmalarını Yönetme
uk_ua: Керування конфігураціями
vi_vn: Quản lý cấu hình chạy

source: New
bg_bg: Нов
cs_cz: Nové
da_dk: Ny
de_de: Neu
es_es: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
hu_hu: Új
it_it: Nuovo
ja_jp: 新規作成
nl_nl: Nieuw
pl_pl: Nowy
pt_pt: Novo
ro_ro: Nou
ru_ru: Новый
sv_se: Ny
th_th: ใหม่
tr_tr: Yeni
uk_ua: Новий
vi_vn: Mới

source: Remove
bg_bg: Премахване на
cs_cz: Odebrat
da_dk: Fjern
de_de: Entfernen
es_es: Eliminar
fi_fi: Poista
fr_fr: Retirer
hu_hu: Távolítsa el a
it_it: Rimuovi
ja_jp: 削除
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover
ro_ro: Elimină
ru_ru: Удалить
sv_se: Radera
th_th: ลบ
tr_tr: Kaldırmak
uk_ua: Видалити
vi_vn: Xóa

source: A plugin for executing commands on the system. This plugin enables creation of persistent run configurations and execution of those. Output of the executed command is displayed in a separate tab.
bg_bg: Приставка за изпълнение на команди в системата. Тази приставка дава възможност за създаване на постоянни конфигурации за изпълнение и изпълнение на тези конфигурации. Изходните данни на изпълнената команда се показват в отделен таб.
cs_cz: Plugin pro provádění příkazů v systému. Tento modul umožňuje vytváření trvalých konfigurací spouštění a jejich spuštění. Výstup provedeného příkazu je zobrazen na samostatné kartě .
da_dk: Et plugin til at udføre kommandoer på systemet. Dette plugin gør det muligt at oprette vedvarende kørende konfigurationer og udførelse af disse. Output af den udførte kommando vises i en separat fane.
de_de: Ein Plugin zum Ausführen von Befehlen auf dem System. Dieses Plugin ermöglicht das Erstellen von persistenten Konfigurationen und deren Ausführung. Die Ausgabe des ausgeführten Befehls wird in einem separaten Tab angezeigt.
es_es: Un plugin para ejecutar comandos en el sistema. Este plugin permite crear configuraciones de ejecución persistentes y la ejecución de las mismas. La salida del comando ejecutado se muestra en una pestaña separada.
fi_fi: Liitännäinen, jolla voit suorittaa komentoja järjestelmässä. Tämä liitännäinen mahdollistaa jatkuvan ajon asetusten luomisen ja suorituksen niistä. Suoritetun komennon ulostulo näytetään erillisessä välilehdessä.
fr_fr: Un plugin pour exécuter des commandes sur le système. Ce plugin permet de créer des configurations d'exécution persistantes et de les exécuter. La sortie de la commande exécutée est affichée dans un onglet séparé.
hu_hu: A rendszerben végrehajtott parancsok végrehajtásához szükséges bővítmény. Ez a bővítmény lehetővé teszi a tartós futtatási konfigurációk létrehozását és a azok végrehajtását. A végrehajtott parancsok kimenete a külön lapon jelenik meg.
it_it: Un plugin per eseguire i comandi sul sistema. Questo plugin consente la creazione di configurazioni di esecuzione persistenti e di esecuzione di quelli. L'output del comando eseguito viene visualizzato in una scheda separata.
nl_nl: Een plugin voor het uitvoeren van opdrachten op het systeem. Met deze plugin maak je Macros voor het uitvoeren van opdrachten op het besturingssysteem van de computer. Uitvoer van de uitgevoerde opdrachten wordt weergegeven in een apart tabblad.
pl_pl: Wtyczka do wykonywania poleceń w systemie. Ta wtyczka umożliwia tworzenie trwałych konfiguracji i ich wykonania. Wyjście wykonanego polecenia jest wyświetlane w oddzielnej karcie .
pt_pt: Um Plugin para executar comandos no sistema. Este Plugin permite a criação de configurações persistentes e a sua execução no sistema. Os resultados da execução são apresentados num novo separador.
ro_ro: Un plugin pentru executarea de comenzi în sistem. Acest plugin permite crearea de configurații persistente de execuție și a acestora. Ieșirea comenzii executate este afișată într-o filă separată .
ru_ru: Плагин для выполнения команд в системе. Этот плагин позволяет создавать постоянные конфигурации запуска и их выполнение. Вывод команды выполнения отображается на отдельной вкладке .
sv_se: En plugin för att utföra kommandon på systemet. Denna plugin möjliggör skapandet av ihållande körkonfigurationer och exekvering av dessa. Utdata från det utförda kommandot visas i en separat flik.
th_th: ปลั๊กอินสำหรับดำเนินการคำสั่งบนระบบ ปลั๊กอินนี้ช่วยให้สามารถสร้างการกำหนดค่าการทำงานแบบถาวรและดำเนินการ การทำงานเหล่านั้นได้ ผลลัพธ์ของคำสั่งที่ดำเนินการจะแสดงในแท็บ แยกต่างหาก
tr_tr: Sistem üzerinde komutları yürütmek için bir eklenti. Bu eklenti kalıcı çalıştırma yapılandırmalarının oluşturulmasını ve bunların yürütülmesini sağlar. Yürütülen komutun çıktısı ayrı bir sekmede görüntülenir.
uk_ua: Плагін для виконання команд в системі. Цей плагін дозволяє створювати постійні виконувані конфігурації та виконання їх. Запис виконаної команди відображається в окремій вкладці .
vi_vn: Một plugin để thực thi các lệnh trên hệ thống. Plugin này cho phép tạo các cấu hình chạy cố định và thực thi các cấu hình đó. Kết quả của lệnh được thực thi sẽ được hiển thị trong một tab riêng biệt.

source: Macros
bg_bg: Макроси
cs_cz: Makra
da_dk: Makroer
de_de: Makros
fi_fi: Makrot
hu_hu: Makrók
it_it: Macro
ja_jp: マクロ
pl_pl: Makra
ro_ro: Macro
ru_ru: Макрос
sv_se: Makron
th_th: มาโคร
tr_tr: Makrolar
uk_ua: Макроси

source: finished
bg_bg: завършен
cs_cz: dokončeno
da_dk: færdig
de_de: beendet
es_es: finalizado
fi_fi: valmis
fr_fr: terminé
hu_hu: kész
it_it: finito
ja_jp: 完了
nl_nl: klaar
pl_pl: zakończono
pt_pt: concluído
ro_ro: terminat
ru_ru: завершено
sv_se: färdig
th_th: เสร็จแล้ว
tr_tr: bitmiş
uk_ua: завершено
vi_vn: Hoàn thành

source: Run Again
bg_bg: Тичай отново
cs_cz: Znovu spustit
da_dk: Kør Igen
de_de: Erneut ausführen
es_es: Ejecutar de nuevo
fi_fi: Suorita Uudelleen
fr_fr: Exécuter à nouveau
hu_hu: Fuss újra
it_it: Esegui Di Nuovo
ja_jp: もう一度実行
nl_nl: Opnieuw uitvoeren
pl_pl: Uruchom ponownie
pt_pt: Executar Novamente
ro_ro: Rulează din nou
ru_ru: Снова запустить
sv_se: Kör igen
th_th: วิ่งอีกครั้ง
tr_tr: Tekrar Koş
uk_ua: Запустити знову
vi_vn: Chạy lại

source: running
bg_bg: работи
cs_cz: běží
da_dk: kører
de_de: läuft
es_es: corriendo
fi_fi: käynnissä
fr_fr: en cours d'exécution
hu_hu: futó
it_it: in esecuzione
ja_jp: 実行中
nl_nl: actief
pl_pl: uruchomiony
pt_pt: executando
ro_ro: rulează
ru_ru: запущен
sv_se: kör
th_th: วิ่ง
tr_tr: çalışan
uk_ua: працює
vi_vn: chạy

source: Search Tests
bg_bg: Тестове за търсене
cs_cz: Hledat testy
da_dk: Søg Tests
de_de: Tests durchsuchen
es_es: Buscar pruebas
fi_fi: Etsi Testit
fr_fr: Rechercher des tests
hu_hu: Keresés tesztek
it_it: Cerca Test
ja_jp: テストを検索
nl_nl: Testgevallen zoeken
pl_pl: Szukaj testów
pt_pt: Procurar Testes
ro_ro: Caută teste
ru_ru: Поиск тестов
sv_se: Sök prov
th_th: การค้นหาการทดสอบ
tr_tr: Arama Testleri
uk_ua: Пошук тестів
vi_vn: Kiểm tra tìm kiếm

source: Tag Search
bg_bg: Търсене на етикети
cs_cz: Vyhledávání značek
da_dk: Tag Søgning
de_de: Tag-Suche
es_es: Buscar etiquetas
fi_fi: Tagin Haku
fr_fr: Recherche d'étiquettes
hu_hu: Címkekeresés
it_it: Ricerca Tag
ja_jp: タグ検索
nl_nl: Labels Zoeken
pl_pl: Wyszukiwanie tagów
pt_pt: Procurar Etiqueta
ro_ro: Căutare etichete
ru_ru: Поиск по тегу
sv_se: Tagg sökning
th_th: การค้นหาแท็ก
tr_tr: Etiket Arama
uk_ua: Пошук тегів
vi_vn: Tìm kiếm theo thẻ

source: Test
bg_bg: Тест
cs_cz: Zkouška
de_de: Testen
es_es: Prueba
fi_fi: Testi
fr_fr: Tester
hu_hu: Teszt
it_it: Prova
ja_jp: テスト
nl_nl: Tests
pl_pl: Badanie
pt_pt: Teste
ro_ro: Testare
ru_ru: Тест
sv_se: Testa
th_th: ทดสอบ
uk_ua: Тест
vi_vn: Kiểm tra

source: Results:
bg_bg: Резултати:
cs_cz: Výsledky:
da_dk: Resultater:
de_de: Ergebnisse:
es_es: Resultados:
fi_fi: Tulokset:
fr_fr: Résultats :
hu_hu: Eredmények:
it_it: Risultati:
ja_jp: 結果:
nl_nl: Resultaten:
pl_pl: Wyniki:
pt_pt: Resultados:
ro_ro: Rezultate:
ru_ru: Результаты:
sv_se: Resultat:
th_th: ผลลัพธ์:
tr_tr: Sonuçlar:
uk_ua: Результат:
vi_vn: Kết quả:

source: Find matches using tag patterns. See RF User Guide or 'robot --help' for more information.
bg_bg: Намиране на съвпадения с помощта на шаблони на етикети. За повече информация вижте Ръководството за потребителя на RF или 'robot --help'.
cs_cz: Najděte shody pomocí vzorců značek. Další informace naleznete v uživatelské příručce RF nebo 'robot --help'.
da_dk: Find kampe ved hjælp af tag mønstre. Se RF User Guide eller 'robot --help' for mere information.
de_de: Finden Sie Übereinstimmungen mit Tag-Patterns. Weitere Informationen finden Sie im RF-Benutzerhandbuch oder 'Roboter --help'.
es_es: Encuentra coincidencias usando patrones de etiquetas. Consulta la Guía de usuario de RF o 'robot --help' para más información.
fi_fi: Etsi otteluita käyttäen tunnistekuvioita. Katso lisätietoja RF käyttöoppaasta tai 'robotti --help'.
fr_fr: Trouver des correspondances en utilisant les modèles d'étiquettes. Voir le Guide de l'utilisateur RF ou la commande 'robot --help' pour plus d'informations.
hu_hu: Találjon találatokat címkeminták segítségével. További információért lásd az RF felhasználói kézikönyvet vagy a 'robot --help' parancsot.
it_it: Trova le corrispondenze usando i modelli di tag. Vedi la guida utente RF o 'robot --help' per maggiori informazioni.
ja_jp: タグパターンを使用して一致するものを見つけます。詳細については、RF ユーザーガイドまたは 'robot --help' を参照してください。
nl_nl: Vind overeenkomsten met labelpatronen. Zie de Robot Framework gebruikershandleiding of gebruik 'robot --help' voor meer informatie.
pl_pl: Znajdź dopasowania za pomocą wzorów tagów. Aby uzyskać więcej informacji, zobacz RF User Guide lub 'robot --help'.
pt_pt: Procurar usando padrões com etiquetas. Ver o Guia de Utilizador do Robot Framework ou 'robot --help' para mais informação.
ro_ro: Găsește potriviri folosind modele de etichete. Vezi Ghidul utilizatorului RF sau 'robot --help' pentru mai multe informații.
ru_ru: Найти соответствия, используя шаблоны тегов. Смотрите RF User Guide или 'robot --help' для получения дополнительной информации.
sv_se: Hitta matchningar med taggmönster. Se användarhandboken för RF eller 'robot --help' för mer information.
th_th: ค้นหาการจับคู่โดยใช้รูปแบบแท็ก ดูคู่มือผู้ใช้ RF หรือ 'robot --help' สำหรับข้อมูลเพิ่มเติม
tr_tr: Etiket kalıplarını kullanarak eşleşmeleri bulun. Daha fazla bilgi için RF Kullanıcı Kılavuzu'na veya 'robot --help'e bakın.
uk_ua: Знайдіть збіги за допомогою шаблонів тегів. Див. RF керівництво користувача або 'робот --help' для отримання додаткової інформації.
vi_vn: Tìm các kết quả khớp bằng cách sử dụng mẫu thẻ. Xem Hướng dẫn sử dụng RF hoặc 'robot --help' để biết thêm thông tin.

source: Include
bg_bg: Включете
cs_cz: Zahrnout
da_dk: Inkludér
de_de: Einschließen
es_es: Incluye
fi_fi: Sisällytä
fr_fr: Inclure
hu_hu: Tartalmazza a címet.
it_it: Includi
nl_nl: Meetellen
pl_pl: Dołącz
pt_pt: Incluir
ru_ru: Включить
sv_se: Inkludera
th_th: รวมไว้
tr_tr: Dahil etmek
uk_ua: Включити
vi_vn: Bao gồm
