Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: With test cases this setting overrides Test Timeout set on the suite level.
bg_bg: При тестовите случаи тази настройка има предимство пред Test Timeout, зададен на ниво пакет.
cs_cz: U zkušebních případů toto nastavení přepíše časový limit testu nastavený na úrovni instalace.
da_dk: Med testkasser tilsidesætter denne indstilling Test Timeout sæt på suite niveau.
de_de: Bei Testfällen überschreibt diese Einstellung Test-Timeout auf der Suite-Ebene.
es_es: Con los casos de prueba este ajuste sobreescribe el tiempo de espera de prueba establecido en el nivel de la suite.
fi_fi: Testaustapauksissa tämä asetus ohittaa testisyklin aikakatkaisun asetettuna sviittitasolle.
fr_fr: Avec les cas de test, ce paramètre remplace le délai de test défini au niveau de la suite.
hu_hu: A teszteseteknél ez a beállítás felülírja a csomag szintjén beállított Tesztidőhatáridőt.
it_it: Con i casi di test questa impostazione sovrascrive Test Timeout impostato sul livello della suite.
ja_jp: テストケースでは、この設定はスイートレベルで設定されたTest Timeoutを上書きします。
nl_nl: Bij testgevallen overschrijft deze instelling een eventuele testtijdslimiet op suite-niveau.
pl_pl: Z przypadkami testowymi to ustawienie zastępuje czas testowy ustawiony na poziomie zestawu.
pt_pt: Quando em casos de teste esta definição sobrepõe-se ao Tempo Limite de Teste definido no nível da suite.
ro_ro: Cu cazuri de testare, această setare suprascrie testul Timeout setat la nivelul suitei.
ru_ru: С тестовыми случаями этот параметр переопределяет тайм-аут теста на уровне комплекта.
sv_se: Med testfall åsidosätter denna inställning Test Timeout inställd på svit nivå.
th_th: สำหรับการทดสอบกรณีนี้ การตั้งค่านี้จะแทนที่การตั้งค่า Test Timeout ที่กำหนดไว้ในระดับชุดการทดสอบ
tr_tr: Test senaryolarında bu ayar, paket düzeyinde ayarlanan Test Zaman Aşımını geçersiz kılar.
uk_ua: При тестах це перевизначення тайм-ауту встановлено на рівні заданих тестів.
vi_vn: Với các trường hợp thử nghiệm, cài đặt này sẽ ghi đè lên thời gian chờ thử nghiệm được đặt ở cấp độ bộ thử nghiệm.

source: Give a name and a value for the suite metadata.
bg_bg: Дайте име и стойност за метаданните на пакета.
cs_cz: Uveďte název a hodnotu pro metadata.
da_dk: Giv et navn og en værdi for suite metadata.
de_de: Geben Sie einen Namen und einen Wert für die Suite Metadaten an.
es_es: Dar un nombre y un valor para los metadatos de la suite.
fi_fi: Anna nimi ja arvo sarjakuvan metatiedolle.
fr_fr: Donne un nom et une valeur pour les métadonnées de la suite.
hu_hu: Adjon meg egy nevet és egy értéket a csomag metaadatainak.
it_it: Dare un nome e un valore per i metadati della suite.
ja_jp: スイートメタデータの名前と値を指定します。
nl_nl: Geef een naam en de waarde voor de suite-metagegevens.
pl_pl: Podaj nazwę i wartość dla metadanych pakietu.
pt_pt: Indique um nome e valor para os metadados da suite.
ro_ro: Dă un nume și o valoare pentru metadatele suite.
ru_ru: Укажите имя и значение для метаданных комплекта.
sv_se: Ge ett namn och ett värde för sviten metadata.
th_th: ให้ชื่อและค่าสำหรับข้อมูลเมตาของชุด
tr_tr: Paket meta verileri için bir ad ve değer verin.
uk_ua: Дайте назву та значення для майстра метаданих.
vi_vn: Đặt tên và giá trị cho metadata của bộ.

source: Give a name for the new test case.
bg_bg: Дайте име на новия тестови случай.
cs_cz: Uveďte název pro nový zkušební případ.
da_dk: Giv et navn til den nye testsag.
de_de: Geben Sie einen Namen für den neuen Testfall an.
es_es: Dé un nombre para el nuevo caso de prueba.
fi_fi: Anna nimi uudelle testikotelolle.
fr_fr: Donne un nom pour le nouveau scénario de test.
hu_hu: Adjon nevet az új tesztesetnek.
it_it: Indicare un nome per il nuovo caso di prova.
ja_jp: 新しいテストケースの名前を付けます。
nl_nl: Geef het nieuwe testgeval een naam.
pl_pl: Podaj nazwę dla nowego testowego przypadku.
pt_pt: Indique um nome para o novo caso de teste.
ro_ro: Dă un nume noului caz de testare.
ru_ru: Укажите название для нового теста.
sv_se: Ge ett namn till det nya testfallet.
th_th: ตั้งชื่อสำหรับกรณีทดสอบใหม่
tr_tr: Yeni test senaryosu için bir ad verin.
uk_ua: Дайте ім'я для нового тестового випадку.
vi_vn: Đặt tên cho trường hợp thử nghiệm mới.

source: Give a name and arguments for the new user keyword.
bg_bg: Дайте име и аргументи за новата ключова дума на потребителя.
cs_cz: Uveďte jméno a argumenty pro nové uživatelské klíčové slovo.
da_dk: Giv et navn og argumenter for det nye brugers søgeord.
de_de: Geben Sie einen Namen und Argumente für das neue Benutzerschlüsselwort an.
es_es: Dé un nombre y argumentos para la nueva palabra clave de usuario.
fi_fi: Anna nimi ja parametrit uudelle käyttäjälle avainsanalle.
fr_fr: Donner un nom et des arguments pour le nouveau mot clé utilisateur.
hu_hu: Adjon nevet és argumentumokat az új felhasználói kulcsszóhoz.
it_it: Dare un nome e un argomento per la nuova parola chiave utente.
ja_jp: 新しいユーザーキーワードの名前と引数を指定します。
nl_nl: Geef het nieuwe gebruikersactiewoord een naam en zijn parameters.
pl_pl: Podaj nazwę i argumenty dla nowego słowa kluczowego.
pt_pt: Indique um nome e argumentos para a nova palavra-chave.
ro_ro: Dă un nume și argumente pentru noul cuvânt cheie al utilizatorului.
ru_ru: Дайте имя и аргументы для нового ключевого слова пользователя.
sv_se: Ge ett namn och argument för det nya användarnyckelordet.
th_th: ให้ชื่อและอาร์กิวเมนต์สำหรับคำหลักผู้ใช้ใหม่
tr_tr: Yeni kullanıcı anahtar sözcüğü için bir ad ve argümanlar verin.
uk_ua: Дайте ім'я та аргументи для нового ключового слова користувача.
vi_vn: Đặt tên và các tham số cho từ khóa người dùng mới.

source: Give a name for the new user keyword.
bg_bg: Дайте име на новата ключова дума на потребителя.
cs_cz: Zadejte jméno pro nové uživatelské klíčové slovo.
da_dk: Giv et navn til det nye brugers søgeord.
de_de: Geben Sie einen Namen für das neue Benutzerschlüsselwort an.
es_es: Dar un nombre para la nueva palabra clave de usuario.
fi_fi: Anna nimi uudelle käyttäjälle avainsanalle.
fr_fr: Donne un nom pour le nouveau mot clé utilisateur.
hu_hu: Adjon nevet az új felhasználói kulcsszónak.
it_it: Dare un nome per la nuova parola chiave utente.
ja_jp: 新しいユーザーキーワードの名前を付けます。
nl_nl: Geef het nieuwe gebruikersactiewoord een naam.
pl_pl: Nadaj nazwę dla nowego słowa kluczowego.
pt_pt: Indique um nome para a nova palavra-chave.
ro_ro: Dă un nume noului cuvânt cheie utilizatorului.
ru_ru: Укажите имя для нового ключевого слова пользователя.
sv_se: Ange ett namn på det nya användarnyckelordet.
th_th: ตั้งชื่อสำหรับคำสำคัญผู้ใช้ใหม่
tr_tr: Yeni kullanıcı anahtar sözcüğü için bir ad verin.
uk_ua: Дайте ім'я для нового ключового слова користувача.
vi_vn: Đặt tên cho từ khóa người dùng mới.

source: Comment
bg_bg: Коментар
cs_cz: Komentář
da_dk: Kommentar
de_de: Kommentar
es_es: Comentario
fi_fi: Kommentti
fr_fr: Commentaire
it_it: Commento
ja_jp: コメント
nl_nl: Opmerking
pl_pl: Komentarz
pt_pt: Comentário
ro_ro: Comentariu
ru_ru: Комментарий
sv_se: Kommentar
th_th: ความคิดเห็น
tr_tr: Yorum
uk_ua: Коментар
vi_vn: Bình luận

source: Scalar Variable
bg_bg: Скаларна променлива
cs_cz: Scalar proměnná
da_dk: Scalar Variabel
de_de: Skalare Variable
es_es: Variable de escalar
fi_fi: Scalar Muuttuja
fr_fr: Variable scalaire
hu_hu: Skálaváltozó
it_it: Variabile Scalare
ja_jp: スカラー変数
nl_nl: Variabele
pl_pl: Zmienna skalarna
pt_pt: Variável Escalar
ro_ro: Variabilă Scalar
ru_ru: Скалярная переменная
sv_se: Skalarvariabel
th_th: ตัวแปรสเกลาร์
tr_tr: Skaler Değişken
uk_ua: Змінна масштабування
vi_vn: Biến số vô hướng

source: Name
bg_bg: Име
cs_cz: Název
da_dk: Navn
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 名前
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Наименование
sv_se: Namn
th_th: ชื่อ
tr_tr: İsim
uk_ua: Ім'я
vi_vn: Tên

source: Value
bg_bg: Стойност
cs_cz: Hodnota
da_dk: Værdi
de_de: Wert
es_es: Valor
fi_fi: Arvo
fr_fr: Valeur
hu_hu: Érték
it_it: Valore
ja_jp: 値
nl_nl: Waarde
pl_pl: Wartość
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sv_se: Värde
th_th: มูลค่า
tr_tr: Değer
uk_ua: Цінність
vi_vn: Giá trị

source: List Variable
bg_bg: Променлива от списъка
cs_cz: Vypsat proměnnou
da_dk: Liste Variabel
de_de: Listenvariable
es_es: Lista Variable
fi_fi: Listaa Muuttuja
fr_fr: Variable de type Liste
hu_hu: Listaváltozó
it_it: Variabile Elenco
ja_jp: リスト変数
nl_nl: Lijstvariabele
pl_pl: Lista zmiennych
pt_pt: Variável Lista
ro_ro: Lista Variabile
ru_ru: Список переменных
sv_se: Lista variabel
th_th: รายการตัวแปร
tr_tr: Liste Değişkeni
uk_ua: Список змінних
vi_vn: Biến danh sách

source: Dictionary Variable
bg_bg: Променлива в речника
cs_cz: Proměnná slovníku
da_dk: Ordbog Variabel
de_de: Wörterbuch-Variable
es_es: Variable de diccionario
fi_fi: Sanakirjan Muuttuja
fr_fr: Variable de type Dictionnaire
hu_hu: Szótár változó
it_it: Variabile Dizionario
ja_jp: 辞書変数
nl_nl: Dictvariabele
pl_pl: Zmienna słownika
pt_pt: Variável Dicionário
ro_ro: Variabilă Dicționar
ru_ru: Словарная переменная
sv_se: Variabel i ordbok
th_th: ตัวแปรพจนานุกรม
tr_tr: Sözlük Değişkeni
uk_ua: Змінна у словнику
vi_vn: Biến từ điển

source: Library
bg_bg: Библиотека
cs_cz: Knihovna
da_dk: Bibliotek
de_de: Bibliothek
es_es: Biblioteca
fi_fi: Kirjasto
fr_fr: Bibliothèque
hu_hu: Könyvtár
it_it: Libreria
ja_jp: ライブラリ
nl_nl: Bibliotheek
pl_pl: Biblioteka
pt_pt: Biblioteca
ro_ro: Bibliotecă
ru_ru: Библиотека
sv_se: Bibliotek
th_th: ห้องสมุด
tr_tr: Kütüphane
uk_ua: Бібліотека
vi_vn: Thư viện

source: Alias
bg_bg: Псевдоним
pt_pt: Aliás
th_th: นามแฝง
tr_tr: Takma ad
vi_vn: Tên gọi khác

source: Args
bg_bg: Аргс
nl_nl: Parameters
pt_pt: Argumentos
th_th: อาร์กส์
vi_vn: Tham số

source: Documentation
bg_bg: Документация
cs_cz: Dokumentace
da_dk: Dokumentation
de_de: Dokumentation
es_es: Documentación
fi_fi: Dokumentaatio
hu_hu: Dokumentáció
it_it: Documentazione
ja_jp: ドキュメント
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_pt: Documentação
ro_ro: Documentație
ru_ru: Документация
sv_se: Dokumentation
th_th: เอกสาร
tr_tr: Dokümantasyon
uk_ua: Документація
vi_vn: Tài liệu

source: Command
bg_bg: Команда
cs_cz: Příkaz
da_dk: Kommando
de_de: Befehl
es_es: Comando
fi_fi: Komento
fr_fr: Commandes
hu_hu: Parancs
it_it: Comando
nl_nl: Opdracht
pl_pl: Polecenie
pt_pt: Comando
ro_ro: Comanda
ru_ru: Команда
sv_se: Kommando
th_th: คำสั่ง
tr_tr: Komuta
uk_ua: Команда
vi_vn: Lệnh

source: Variables
bg_bg: Променливи
cs_cz: Proměnné
da_dk: Variabler
de_de: Variablen
fi_fi: Muuttujat
hu_hu: Változók
it_it: Variabili
ja_jp: 変数
nl_nl: Variabelen
pl_pl: Zmienne
pt_pt: Variáveis
ro_ro: Variabile
ru_ru: Переменные
sv_se: Variabler
th_th: ตัวแปร
tr_tr: Değişkenler
uk_ua: Змінні
vi_vn: Biến

source: Path
bg_bg: Път
cs_cz: Cesta
da_dk: Sti
de_de: Pfad
es_es: Ruta
fi_fi: Polku
fr_fr: Chemin
hu_hu: Útvonal
it_it: Percorso
ja_jp: パス
nl_nl: Lokatie
pl_pl: Ścieżka
pt_pt: Caminho
ro_ro: Cale
ru_ru: Путь
sv_se: Sökväg
th_th: เส้นทาง
tr_tr: Yol
uk_ua: Шлях
vi_vn: Đường

source: Resource
bg_bg: Ресурс
cs_cz: Zdroj
da_dk: Ressource
de_de: Ressource
es_es: Recurso
fi_fi: Resurssi
fr_fr: Ressource
hu_hu: Erőforrás
it_it: Risorsa
ja_jp: リソース
pl_pl: Zasoby
pt_pt: Recurso
ro_ro: Resursă
ru_ru: Ресурс
sv_se: Resurs
th_th: ทรัพยากร
tr_tr: Kaynak
uk_ua: Ресурси
vi_vn: Tài nguyên

source: Tags
bg_bg: Етикети
cs_cz: Štítky
da_dk: Mærker
es_es: Etiquetas
fi_fi: Tunnisteet
fr_fr: Étiquettes
hu_hu: Címkék
it_it: Etichette
ja_jp: タグ
nl_nl: Labels
pl_pl: Tagi
pt_pt: Etiquetas
ro_ro: Etichete
ru_ru: Теги
sv_se: Taggar
th_th: แท็ก
tr_tr: Etiketler
uk_ua: Мітки
vi_vn: Thẻ

source: Suite Setup is run before any tests
bg_bg: Настройката на пакета се изпълнява преди всички тестове
cs_cz: Před zkouškami se spustí instalace
da_dk: Suite Setup køres før nogen tests
de_de: Suite Setup wird vor allen Tests ausgeführt
es_es: Suite Setup se ejecuta antes de cualquier prueba
fi_fi: Suite Setup on käynnissä ennen mitään testejä
fr_fr: L'installation de la suite est exécutée avant tout test
hu_hu: A Suite Setup futtatása minden teszt előtt megtörténik
it_it: Il Setup della Suite è eseguito prima di qualsiasi test
ja_jp: Suiteセットアップはテストの前に実行されます
nl_nl: Suitevoorbereiding wordt uitgevoerd vóór de testgevallen
pl_pl: Instalacja Suite jest uruchamiana przed jakimikolwiek testami
pt_pt: A Inicialização de Suíte é executada antes de quaisquer testes
ro_ro: Setarea suită se execută înaintea oricăror teste
ru_ru: Установка Suite запускается перед любыми тестами
sv_se: Svit Setup körs innan några tester
th_th: การตั้งค่าห้องชุดจะทำงานก่อนการทดสอบใด ๆ
tr_tr: Suite Kurulumu herhangi bir testten önce çalıştırılır
uk_ua: Запуск налаштувань Suite перед будь-якими тестами
vi_vn: Cài đặt Suite được thực hiện trước khi chạy bất kỳ bài kiểm tra nào.

source: Setup
bg_bg: Настройка
cs_cz: Nastavení
da_dk: Opsætning
es_es: Configurar
fi_fi: Asetukset
fr_fr: Configuration
hu_hu: Beállítás
it_it: Configurazione
ja_jp: セットアップ
nl_nl: Voorbereiding
pl_pl: Ustawienia
pt_pt: Inicialização
ro_ro: Configurare
ru_ru: Настройка
sv_se: Konfiguration
th_th: การตั้งค่า
tr_tr: Kurulum
uk_ua: Установка
vi_vn: Cài đặt

source: Teardown
bg_bg: Разглобяване
cs_cz: Rozebrání
da_dk: Demontering
fi_fi: Purkaminen
fr_fr: Vue éclatée
ja_jp: 分解
nl_nl: Afronding
pl_pl: Rozbiórka
pt_pt: Finalização
ro_ro: Restrânge
ru_ru: Разбираем
sv_se: Nedplockning
th_th: การถอดชิ้นส่วน
tr_tr: Yıkım
uk_ua: Розбити
vi_vn: Tháo dỡ

source: Template
bg_bg: Шаблон
cs_cz: Šablona
da_dk: Skabelon
de_de: Vorlage
es_es: Plantilla
fi_fi: Malli
fr_fr: Gabarit
hu_hu: Sablon
it_it: Modello
ja_jp: テンプレート
nl_nl: Sjabloon
pl_pl: Szablon
pt_pt: Modelo
ro_ro: Șablon
ru_ru: Шаблон
sv_se: Mall
th_th: แม่แบบ
tr_tr: Şablon
uk_ua: Шаблон
vi_vn: Mẫu

source: Test Timeout
bg_bg: Време за изпитване
cs_cz: Časový limit testu
es_es: Tiempo de espera de prueba
fi_fi: Testin Aikakatkaisu
fr_fr: Délai d'attente du test
hu_hu: Teszt időkorlát
it_it: Timeout Test
ja_jp: テストタイムアウト
nl_nl: Testtijdslimiet
pl_pl: Limit czasu testowania
pt_pt: Tempo Limite de Teste
ro_ro: Expirare test
ru_ru: Время ожидания теста
th_th: เวลาหมดสำหรับการทดสอบ
tr_tr: Test Zaman Aşımı
uk_ua: Час перевірки
vi_vn: Thời gian chờ hết hạn

source: Timeout
cs_cz: Časový limit
es_es: Tiempo agotado
fi_fi: Aikakatkaisu
fr_fr: Délai d'expiration
hu_hu: Időkorlátozás
ja_jp: タイムアウト
nl_nl: Tijdslimiet
pl_pl: Limit czasu
pt_pt: Tempo Limite
ro_ro: Expirare
ru_ru: Таймаут
th_th: หมดเวลา
tr_tr: Zaman Aşımı
uk_ua: Тайм-аут
vi_vn: Thời gian chờ

source: Metadata
bg_bg: Метаданни
de_de: Metadaten
es_es: Metadatos
fi_fi: Metatiedot
fr_fr: Métadonnées
hu_hu: Metaadatok
it_it: Metadati
ja_jp: メタデータ
nl_nl: Metagegevens
pl_pl: Metadane
pt_pt: Metadados
ro_ro: Metadate
ru_ru: Метаданные
th_th: เมตาดาตา
uk_ua: Метадані
vi_vn: Thông tin mô tả

source: New Test Case
bg_bg: Нов тестови случай
cs_cz: Nový zkušební případ
da_dk: Ny Test Case
de_de: Neuer Testfall
es_es: Nuevo caso de prueba
fi_fi: Uusi Testilaatikko
fr_fr: Nouveau cas de test
hu_hu: Új teszteset
it_it: Nuovo Caso Di Prova
ja_jp: 新しいテストケース
nl_nl: Nieuw testgeval
pl_pl: Nowy przypadek testowy
pt_pt: Novo Caso de Teste
ro_ro: Caz de test nou
ru_ru: Новый тест
sv_se: Ny testväska
th_th: กรณีทดสอบใหม่
tr_tr: Yeni Test Vakası
uk_ua: Нове випробування
vi_vn: Trường hợp thử nghiệm mới

source: Copy User Keyword
bg_bg: Копиране на ключовата дума на потребителя
cs_cz: Kopírovat klíčové slovo uživatele
da_dk: Kopier Bruger Nøgleord
de_de: Benutzer-Schlüsselwort kopieren
es_es: Copiar palabra clave del usuario
fi_fi: Kopioi Käyttäjän Avainsana
fr_fr: Copier le mot-clé de l'utilisateur
hu_hu: Felhasználó kulcsszó másolása
it_it: Copia Parola Chiave Utente
ja_jp: ユーザーキーワードをコピー
nl_nl: Kopieer gebruikersactiewoord
pl_pl: Kopiuj słowo kluczowe użytkownika
pt_pt: Copiar Palavra-Chave
ro_ro: Copiază cuvântul cheie utilizator
ru_ru: Копировать ключевое слово пользователя
sv_se: Kopiera användarens nyckelord
th_th: คัดลอกคำหลักของผู้ใช้
tr_tr: Kullanıcı Anahtar Kelimesini Kopyala
uk_ua: Скопіювати ключове слово користувача
vi_vn: Sao chép từ khóa của người dùng

source: New User Keyword
bg_bg: Ключова дума за нов потребител
cs_cz: Klíčové slovo nového uživatele
da_dk: Ny Bruger Nøgleord
de_de: Neues Benutzerschlüsselwort
es_es: Nueva palabra clave de usuario
fi_fi: Uusi Käyttäjän Avainsana
fr_fr: Nouveau mot-clé utilisateur
hu_hu: Új felhasználó kulcsszó
it_it: Nuova Parola Chiave Utente
ja_jp: 新しいユーザーキーワード
nl_nl: Nieuw gebruikersactiewoord
pl_pl: Nowe słowo kluczowe użytkownika
pt_pt: Nova Palavra-Chave
ro_ro: Cuvânt cheie utilizator nou
ru_ru: Ключ для нового пользователя
sv_se: Nytt sökord för användare
th_th: คำค้นหาสำหรับผู้ใช้ใหม่
tr_tr: Yeni Kullanıcı Anahtar Kelimesi
uk_ua: Ключове слово користувача
vi_vn: Từ khóa cho người dùng mới

source: (READ ONLY)
bg_bg: (САМО ЗА ЧЕТЕНЕ)
cs_cz: POUZE ČTOVAT
da_dk: (KUN LÆSNING)
de_de: (NUR LESEN)
es_es: (SÓLO REALIZADO)
fi_fi: LUE VAIN
fr_fr: (LECTURE SEULE)
hu_hu: (CSAK OLVASSA EL)
it_it: (LEGGI SOLAMENTO)
ja_jp: (読み取り専用)
nl_nl: (ALLEEN LEZEN)
pl_pl: (TYLKO DO ODCZYTU)
pt_pt: (APENAS LEITURA)
ro_ro: (CITIŢI NUMAI)
ru_ru: (Только для чтения)
sv_se: LÄS ENDAST)
th_th: (อ่านอย่างเดียว)
tr_tr: (SADECE OKUYUN)
uk_ua: (ПЕРЕДАТИ ОНЛАЙ)
vi_vn: (Chỉ đọc)

source: Source
bg_bg: Източник:
cs_cz: Zdroj
da_dk: Kilde
de_de: Quelle
es_es: Fuente
fi_fi: Lähde
hu_hu: Forrás
it_it: Fonte
ja_jp: ソース
nl_nl: Herkomst
pl_pl: Źródło
pt_pt: Origem
ro_ro: Sursa
ru_ru: Источник
sv_se: Källa
th_th: แหล่งที่มา
tr_tr: Kaynak
uk_ua: Джерело
vi_vn: Nguồn

source: Find Usages
bg_bg: Намиране на употреби
cs_cz: Najít využití
da_dk: Find Anvendelser
de_de: Usages finden
es_es: Buscar usos
fi_fi: Etsi Käyttö
fr_fr: Rechercher les occurrences
hu_hu: Felhasználások keresése
it_it: Trova Utilizzi
ja_jp: 使い方を探す
nl_nl: Vind gebruik
pl_pl: Znajdź użycie
pt_pt: Procurar Utilizações
ro_ro: Găsește utilizări
ru_ru: Найти использование
sv_se: Hitta användningsområden
th_th: ค้นหาการใช้งาน
tr_tr: Kullanımları Bul
uk_ua: Знайти використання
vi_vn: Tìm các cách sử dụng

source: Columns
bg_bg: Колони
cs_cz: Sloupce
da_dk: Kolonner
de_de: Spalten
es_es: Columnas
fi_fi: Sarakkeet
fr_fr: Colonnes
hu_hu: Oszlopok
it_it: Colonne
ja_jp: 列
nl_nl: Kolommen
pl_pl: Kolumny
pt_pt: Colunas
ro_ro: Coloane
ru_ru: Столбцы
sv_se: Kolumner
th_th: คอลัมน์
tr_tr: Sütunlar
uk_ua: Стовпці
vi_vn: Cột

source: Number of columns that are shown in this editor. Selected value is stored and used globally.
bg_bg: Брой на колоните, които се показват в този редактор. Избраната стойност се съхранява и използва глобално.
cs_cz: Počet sloupců zobrazených v tomto editoru. Vybraná hodnota je uložena a používána globálně.
da_dk: Antal kolonner der vises i denne editor. Valgte værdi gemmes og bruges globalt.
de_de: Anzahl der Spalten, die in diesem Editor angezeigt werden. Der ausgewählte Wert wird gespeichert und global verwendet.
es_es: Número de columnas que se muestran en este editor. El valor seleccionado se almacena y se utiliza globalmente.
fi_fi: Sarakkeiden määrä, jotka näytetään tässä editorissa. Valittu arvo tallennetaan ja käytetään maailmanlaajuisesti.
fr_fr: Nombre de colonnes qui sont affichées dans cet éditeur. La valeur sélectionnée est stockée et utilisée globalement.
hu_hu: A szerkesztőben megjelenített oszlopok száma. A kiválasztott értéket a rendszer tárolja és globálisan használja.
it_it: Numero di colonne mostrate in questo editor. Il valore selezionato è memorizzato e utilizzato globalmente.
ja_jp: このエディタに表示される列数。選択した値はグローバルに保存され使用されます。
nl_nl: Het aantal kolommen dat wordt getoond in deze editor. Dit is één instelling voor alle lijsten.
pl_pl: Liczba kolumn wyświetlanych w tym edytorze. Wybrana wartość jest przechowywana i używana globalnie.
pt_pt: Número de colunas que são mostradas neste editor. O valor selecionado fica guardado e é usado globalmente.
ro_ro: Numărul de coloane afișate în acest editor. Valoarea selectată este stocată și utilizată global.
ru_ru: Количество столбцов, отображаемых в этом редакторе. Выбранное значение хранится и используется глобально.
sv_se: Antal kolumner som visas i denna editor. Valda värden lagras och används globalt.
th_th: จำนวนคอลัมน์ที่แสดงในตัวแก้ไขนี้ ค่าที่เลือกจะถูกบันทึกและใช้ทั่วโลก
tr_tr: Bu düzenleyicide gösterilen sütun sayısı. Seçilen değer saklanır ve global olarak kullanılır.
uk_ua: Кількість стовпців, які відображаються в цьому редакторі. Обране значення зберігається і використовується глобально.
vi_vn: Số cột được hiển thị trong trình soạn thảo này. Giá trị đã chọn được lưu trữ và sử dụng trên toàn hệ thống.

source: Delete Cells Ctrl-Shift-D
bg_bg: Изтриване на клетки Ctrl-Shift-D
cs_cz: Odstranit buňku Ctrl-Shift-D
da_dk: Slet CellerCtrl-Shift-D
de_de: Zellen löschen Ctrl-Shift-D
es_es: Eliminar clulas Ctrl-Shift-D
fi_fi: Poista Soluja Ctrl-Shift-D
fr_fr: Supprimer les cellules Ctrl-Shift-D
hu_hu: Cellák törlése Ctrl-Shift-D
it_it: Elimina Celle Ctrl-Shift-D
ja_jp: セルの削除 Ctrl-Shift-D
nl_nl: Cellen verwijderen Ctrl-Shift-3
pl_pl: Usuń komórki Ctrl-Shift-D
pt_pt: Apagar Células Ctrl-Shift-D
ro_ro: Ștergeți Cells Ctrl-Shift-D
ru_ru: Удалить ячейки Ctrl-Shift-D
sv_se: Ta bort celler Ctrl-Shift-D
th_th: ลบเซลล์ Ctrl-Shift-D
tr_tr: Hücreleri Sil Ctrl-Shift-D
uk_ua: Видалити стільниціCtrl-Shift-D
vi_vn: Xóa ô Ctrl-Shift-D

source: Insert Cells Ctrl-Shift-I
bg_bg: Вмъкване на клетки Ctrl-Shift-I
cs_cz: Vložit buňky Ctrl-Shift-I
da_dk: Indsæt CellerCtrl-Shift-I
de_de: Zellen einfügen Ctrl-Shift-I
es_es: Insertar celdas Ctrl-Shift-I
fi_fi: Lisää Soluja Ctrl-Shift-I
fr_fr: Insérer des cellules Ctrl-Shift-I
hu_hu: Cellák beszúrása Ctrl-Shift-I
it_it: Inserisci Celle Ctrl-Shift-I
ja_jp: セルの挿入Ctrl-Shift-I
nl_nl: Cellen invoegen Ctrl-Shift-4
pl_pl: Wstaw komórki Ctrl-Shift-I
pt_pt: Inserir Células Ctrl-Shift-4
ro_ro: Inserați Cells Ctrl-Shift-I
ru_ru: Вставить ячейкиCtrl-Shift-I
sv_se: Infoga celler Ctrl-Shift-Jag
th_th: แทรกเซลล์ Ctrl-Shift-I
tr_tr: Hücre Ekle Ctrl-Shift-I
uk_ua: Вставте стільниціCtrl-Shift-I
vi_vn: Chèn ô Ctrl-Shift-I

source: Copy Ctrl-C
bg_bg: Копиране Ctrl-C
cs_cz: Kopírovat Ctrl-C
da_dk: Kopiér Ctrl-C
de_de: Kopieren Ctrl-C
es_es: Copiar Ctrl-C
fi_fi: Tekijänoikeudet Ctrl-C
fr_fr: Copier Ctrl-C
hu_hu: Másolás Ctrl-C
it_it: Copia Ctrl-C
ja_jp: をコピー Ctrl-C
nl_nl: Kopiëren Ctrl-C
pl_pl: Kopiuj Ctrl-C
pt_pt: Copiar Ctrl-Shift-C
ro_ro: Copii Ctrl-C
ru_ru: Копировать Ctrl-C
sv_se: Kopiera Ctrl-C
th_th: คัดลอก Ctrl-C
tr_tr: Kopyala Ctrl-C
uk_ua: Копіювати Ctrl-C
vi_vn: Sao chép Ctrl-C

source: Cut Ctrl-X
bg_bg: Изрязване Ctrl-X
cs_cz: Vyjmout Ctrl-X
da_dk: CutśCtrl-X
de_de: Schnitt Ctrl-X
es_es: Cortar Ctrl-X
fi_fi: Leikkaus Ctrl-X
fr_fr: Couper Ctrl-X
hu_hu: Kivágás Ctrl-X
it_it: Taglia Ctrl-X
ja_jp: Ctrl-X
nl_nl: Knippen Ctrl-X
pl_pl: Wytnij Ctrl-X
pt_pt: Cortar Ctrl-X
ro_ro: CTT Ctrl-X
ru_ru: Вырезать Ctrl-X
sv_se: Cut<unk> Ctrl-X
th_th: ตัด Ctrl-X
tr_tr: Kes Ctrl-X
uk_ua: ВибиCtrl-X
vi_vn: Cắt Ctrl-X

source: Select All Ctrl-A
bg_bg: Избиране на всички Ctrl-A
cs_cz: Vybrat vše Ctrl-A
da_dk: Vælg Alle Ctrl-A
de_de: Alle auswählen Ctrl-A
es_es: Seleccionar todo Ctrl-A
fi_fi: Valitse Kaikki Ctrl-A
fr_fr: Sélectionner tout Ctrl-A
hu_hu: Minden kiválasztása Ctrl-A
it_it: Seleziona Tutti Ctrl-A
ja_jp: すべて選択 Ctrl-A
nl_nl: Alles selecteren Ctrl-A
pl_pl: Zaznacz wszystkie Ctrl-A
pt_pt: Selecionar Tudo Ctrl-A
ro_ro: Selectare All Ctrl-A
ru_ru: Выбрать все Ctrl-A
sv_se: Välj All Ctrl-A
th_th: เลือกทั้งหมด Ctrl-A
tr_tr: Tümünü Seç Ctrl-A
uk_ua: Вибрати всеCtrl-A
vi_vn: Chọn tất cả Ctrl-A

source: Delete Del
bg_bg: Изтриване Del
cs_cz: Smazat Del
da_dk: Sletter Del
de_de: Löschen Del
es_es: Eliminar Del
fi_fi: Poista Del
fr_fr: Supprimer Del
it_it: Elimina Del
nl_nl: Verwijderen Delete
pl_pl: Usuń Del
pt_pt: Apagar Del
ro_ro: Ştergere Del
ru_ru: Удалить руль
sv_se: Radera Del
th_th: ลบ ลบ
tr_tr: Del'i Sil
uk_ua: Видалити
vi_vn: Xóa Xóa
