Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Save settings to file...
bg_bg: Записване на настройките във файл...
cs_cz: Uložit nastavení do souboru...
da_dk: Gem indstillinger til fil...
de_de: Einstellungen in Datei speichern...
es_es: Guardar ajustes en archivo...
fi_fi: Tallenna asetukset tiedostoon...
fr_fr: Enregistrer les paramètres dans le fichier...
hu_hu: Beállítások mentése fájlba...
it_it: Salva le impostazioni su file...
ja_jp: 設定をファイルに保存...
nl_nl: Instellingen opslaan naar bestand...
pl_pl: Zapisz ustawienia do pliku...
pt_pt: Salvar definições para ficheiro...
ro_ro: Salvează setările în fișier...
ru_ru: Сохранить настройки в файл...
sv_se: Spara inställningar till fil...
th_th: บันทึกการตั้งค่าไปยังไฟล์...
tr_tr: Ayarları dosyaya kaydet...
uk_ua: Зберегти налаштування в файл...
vi_vn: Lưu cài đặt vào tệp...

source: Current directory:
bg_bg: Текуща директория:
cs_cz: Aktuální adresář:
da_dk: Nuværende mappe:
de_de: Aktuelles Verzeichnis:
es_es: Directorio actual:
fi_fi: Nykyinen kansio:
fr_fr: Répertoire actuel :
hu_hu: Jelenlegi könyvtár:
it_it: Directory corrente:
ja_jp: 現在のディレクトリ:
nl_nl: Huidige map:
pl_pl: Bieżący katalog:
pt_pt: Diretoria Corrente:
ro_ro: Directorul curent:
ru_ru: Текущий каталог:
sv_se: Aktuell katalog:
th_th: ไดเรกทอรีปัจจุบัน:
tr_tr: Geçerli dizin:
uk_ua: Поточна тека:
vi_vn: Thư mục hiện tại:

source: File with Settings to Load
bg_bg: Файл с настройки за зареждане
cs_cz: Soubor s nastavením k načtení
da_dk: Fil med indstillinger der skal indlæses
de_de: Datei mit Einstellungen zum Laden
es_es: Archivo con ajustes a cargar
fi_fi: Tiedosto, jossa asetukset ladataan
fr_fr: Fichier avec paramètres à charger
hu_hu: Beállításokat tartalmazó fájl betöltése
it_it: File con le impostazioni da caricare
ja_jp: 設定で読み込むファイル
nl_nl: Kies bestand met instellingen om te laden
pl_pl: Plik z ustawieniami do załadowania
pt_pt: Ficheiro com Definições para Carregar
ro_ro: Fişier cu setări de încărcat
ru_ru: Файл с настройками для загрузки
sv_se: Fil med inställningar för att läsa in
th_th: ไฟล์พร้อมการตั้งค่าเพื่อโหลด
tr_tr: Yüklenecek Ayarları İçeren Dosya
uk_ua: Файл із налаштуваннями для завантаження
vi_vn: Tệp có cài đặt để tải

source: Save Settings to file
bg_bg: Запазване на настройките във файл
cs_cz: Uložit nastavení do souboru
da_dk: Gem indstillinger til fil
de_de: Einstellungen in Datei speichern
es_es: Guardar ajustes en archivo
fi_fi: Tallenna asetukset tiedostoon
fr_fr: Enregistrer les paramètres dans un fichier
hu_hu: Beállítások mentése fájlba
it_it: Salva le impostazioni nel file
ja_jp: 設定をファイルに保存
nl_nl: Instellingen opslaan naar bestand
pl_pl: Zapisz ustawienia do pliku
pt_pt: Salvar Definições para ficheiro
ro_ro: Salvează setările în fișier
ru_ru: Сохранить настройки в файл
sv_se: Spara inställningar till fil
th_th: บันทึกการตั้งค่าไปยังไฟล์
tr_tr: Ayarları dosyaya kaydet
uk_ua: Зберегти налаштування в файл
vi_vn: Lưu cài đặt vào tệp

source: Could not open settings file "%s" for writing
bg_bg: Не може да се отвори файл с настройки "%s" за писане
cs_cz: Nelze otevřít soubor nastavení "%s" pro zápis
da_dk: Kunne ikke åbne indstillingsfil "%s" til skrivning
de_de: Konnte die Einstellungsdatei "%s" nicht zum Schreiben öffnen
es_es: No se pudo abrir el archivo de configuración "%s" para escribir
fi_fi: Asetustiedostoa "%s" ei voitu avata kirjoitettavaksi
fr_fr: Impossible d'ouvrir le fichier de paramètres «%s» en écriture
hu_hu: Nem sikerült megnyitni a "%s" beállításfájlt írásra
it_it: Impossibile aprire il file delle impostazioni "%s" in scrittura
ja_jp: 書き込み用の設定ファイル「%s」を開けませんでした
nl_nl: Bestand "%s" kan niet geopend worden om in te schrijven
pl_pl: Nie można otworzyć pliku ustawień "%s" do zapisu
pt_pt: Não se conseguiu abrir o ficheiro de definições "%s" para escrita
ro_ro: Nu s-a putut deschide fișierul de setări "%s" pentru scris
ru_ru: Не удалось открыть файл настроек "%s" для записи
sv_se: Kunde inte öppna inställningsfilen "%s" för att skriva
th_th: ไม่สามารถเปิดไฟล์การตั้งค่า "%s" เพื่อเขียนได้
tr_tr: "%s" ayar dosyası yazmak için açılamadı
uk_ua: Не вдалося відкрити файл налаштувань "%s" для запису
vi_vn: Không thể mở tệp cài đặt "%s" để ghi.

source: Error trying to get '%s' from file %s
bg_bg: Грешка при опит за получаване на '%s' от файл %s
cs_cz: Chyba při pokusu získat '%s' ze souboru %s
da_dk: Fejl ved forsøg på at få '%s' fra fil %s
de_de: Fehler beim Versuch, '%s' von Datei %s zu erhalten
es_es: Error al intentar obtener '%s' del archivo %s
fi_fi: Virhe yritettäessä saada%stiedostosta %s
fr_fr: Erreur lors de la tentative d'obtenir '%s' du fichier %s
hu_hu: Hiba a '%s' lekérdezésénél a %sfájlból:
it_it: Errore nel tentativo di ottenere '%s' dal file %s
ja_jp: ファイル%sから ' %s' を取得しようとしてエラーが発生しました
nl_nl: Fout bij het ophalen van '%s' uit bestand %s
pl_pl: Błąd próby pobrania '%s' z pliku %s
pt_pt: Erro ao tentar obter '%s' a partir do ficheiro %s
ro_ro: Eroare la încercarea de a obține '%s' din fișierul %s
ru_ru: Ошибка при попытке получить '%s' из файла %s
sv_se: Fel vid försök att hämta '%s' från fil %s
th_th: เกิดข้อผิดพลาดในการดึงข้อมูล '%s' จากไฟล์ %s
tr_tr: %sdosyasından '%s' alınmaya çalışılırken hata oluştu
uk_ua: Помилка при спробі отримати '%s' з файлу %s
vi_vn: Lỗi khi cố gắng lấy '%s' từ tệp %s

source: Invalid config file '%s': %s
bg_bg: Невалиден конфигурационен файл '%s': %s
cs_cz: Neplatný konfigurační soubor '%s': %s
da_dk: Ugyldig konfigurationsfil '%s': %s
de_de: Ungültige Konfigurationsdatei '%s': %s
es_es: Archivo de configuración inválido '%s': %s
fi_fi: Virheellinen asetustiedosto '%s': %s
fr_fr: Fichier de configuration invalide '%s': %s
hu_hu: Érvénytelen konfigurációs fájl '%s': %s
it_it: File di configurazione non valido '%s': %s
ja_jp: 無効な設定ファイル「%s」': %s
nl_nl: Ongeldig configuratiebestand '%s': %s
pl_pl: Nieprawidłowy plik konfiguracyjny '%s': %s
pt_pt: Ficheiro de definições inválido '%s': %s
ro_ro: Fișier de configurare nevalid '%s': %s
ru_ru: Недопустимый файл конфигурации '%s': %s
sv_se: Ogiltig konfigurationsfil '%s': %s
th_th: ไฟล์การตั้งค่าไม่ถูกต้อง '%s': %s
tr_tr: Geçersiz yapılandırma dosyası '%s': %s
uk_ua: Недійсний файл конфігурації '%s': %s
vi_vn: Tệp cấu hình không hợp lệ '%s': %s

source: Saving
bg_bg: Спестяване на
cs_cz: Ukládání
da_dk: Gemmer
de_de: Speichern
es_es: Guardando
fi_fi: Tallennetaan
fr_fr: Sauvegarde
hu_hu: Mentés
it_it: Salvataggio
ja_jp: 保存中
nl_nl: Bestandsformaat
pl_pl: Zapisywanie
pt_pt: Salvando
ro_ro: Salvare
ru_ru: Сохранение
sv_se: Sparar
th_th: การบันทึก
tr_tr: Tasarruf
uk_ua: Заощадження
vi_vn: Lưu trữ

source: Is Task?
bg_bg: Задача ли е?
cs_cz: Je úkol?
da_dk: Er Opgave?
de_de: Ist Aufgabe?
es_es: ¿Es tarea?
fi_fi: Onko Tehtävä?
fr_fr: Est-ce la tâche ?
hu_hu: Feladat?
it_it: È Attività?
ja_jp: タスクですか？
nl_nl: Aanmaken als taak?
pl_pl: Czy zadanie?
pt_pt: É Tarefa?
ro_ro: Este sarcină?
ru_ru: Задача?
sv_se: Är uppgiften?
th_th: งานใช่ไหม?
tr_tr: Görev mi?
uk_ua: Чи є задача?
vi_vn: Đó là nhiệm vụ?

source: Default for Tasks or Tests sections.
bg_bg: По подразбиране за разделите Задачи или Тестове.
cs_cz: Výchozí nastavení pro sekce úkolů nebo testů.
da_dk: Standard for Opgaver eller Test sektioner.
de_de: Standard für Aufgaben oder Testbereiche.
es_es: Por defecto para las secciones Tareas o Tests .
fi_fi: Oletus Tehtävien tai Testien osioille.
fr_fr: Par défaut pour les sections Tâches ou Têtes.
hu_hu: Feladatok vagy tesztek szakaszok alapértelmezett beállítása.
it_it: Predefinito per le sezioni Attività o Test.
ja_jp: タスクまたはテストセクションのデフォルト。
nl_nl: Standaardinstelling voor taak- of testsecties.
pl_pl: Domyślnie dla sekcji Zadania lub Testów.
pt_pt: Tipo por omissão para secções de Tarefas ou Testes.
ro_ro: Implicit pentru secțiunile Sarcini sau Teste
ru_ru: По умолчанию для разделов Задач или Тестов.
sv_se: Standard för uppgifter eller testsektioner.
th_th: ค่าเริ่มต้นสำหรับส่วนงานหรือการทดสอบ
tr_tr: Görevler veya Testler bölümleri için varsayılan.
uk_ua: Стандартні для розділів завдань або тестів.
vi_vn: Mặc định cho các phần Nhiệm vụ hoặc Kiểm tra.

source: Reformat?
bg_bg: Преформатиране?
cs_cz: Reformovat?
da_dk: Omformatér?
de_de: Umformatieren?
es_es: Reformatear?
fi_fi: Uudelleenmuotoilla?
fr_fr: Reformater ?
hu_hu: Átalakítani?
it_it: Modificare?
ja_jp: 再フォーマット？
nl_nl: Bestandsinhoud herschikken?
pl_pl: Przeformatować?
pt_pt: Reformatar?
ru_ru: Реформат?
sv_se: Omformatering?
th_th: จัดรูปแบบใหม่?
tr_tr: Yeniden biçimlendirmek mi?
uk_ua: Переформатувати?
vi_vn: Định dạng lại?

source: Should it recalculate identation on Save?
bg_bg: Трябва ли да се преизчисли идентификацията при запазване?
cs_cz: Měla by přepočítat identifikaci při uložení?
da_dk: Skal det genberegne idræt på Gem?
de_de: Soll er die Identation auf Saved neu berechnen?
es_es: ¿Debe recalcular la identación al guardar?
fi_fi: Pitäisikö sen laskea uudelleen idätys Tallennossa?
fr_fr: Faut-il recalculer l'indentation au moment de la sauvegarde ?
hu_hu: A mentéskor újra kell számítani az azonosítást?
it_it: Dovrebbe ricalcolare l'identità su Salva?
ja_jp: 保存時にIDを再計算する必要がありますか？
nl_nl: Bij opslaan inspringen normaliseren?
pl_pl: Czy powinno to ponownie obliczyć tożsamość na Zapisz?
pt_pt: Deve-se recalcular indentação ao Salvar?
ro_ro: Ar trebui să recalculeze identitatea pe Salvare?
ru_ru: Должен ли он пересчитать identation на Сохранить?
sv_se: Bör det räkna om identering på Save?
th_th: ควรคำนวณการเยื้องใหม่เมื่อบันทึกหรือไม่?
tr_tr: Kaydet'te tanımlamayı yeniden hesaplamalı mı?
uk_ua: Чи слід перераховувати ідентифікацію під час збереження?
vi_vn: Nó có nên tính lại khoảng lề khi lưu không?

source: Default file format:
bg_bg: Формат на файла по подразбиране:
cs_cz: Výchozí formát souboru:
da_dk: Standard filformat:
de_de: Standard-Dateiformat:
es_es: Formato de archivo predeterminado:
fi_fi: Tiedoston oletusmuoto:
fr_fr: Format de fichier par défaut :
hu_hu: Alapértelmezett fájlformátum:
it_it: Formato di file predefinito:
ja_jp: デフォルトのファイル形式:
nl_nl: Standaard bestandsformaat:
pl_pl: Domyślny format pliku:
pt_pt: Formato de ficheiro por Defeito:
ro_ro: Formatul implicit al fişierului:
ru_ru: Формат файла по умолчанию:
sv_se: Standard filformat:
th_th: รูปแบบไฟล์เริ่มต้น:
tr_tr: Varsayılan dosya biçimi:
uk_ua: Формат файлів за замовчуванням:
vi_vn: Định dạng tệp mặc định:

source: TXT format separator:
bg_bg: Разделител на формат TXT:
cs_cz: TXT oddělovač formátu:
de_de: TXT-Format-Trennzeichen:
es_es: Separador de formato TXT:
fi_fi: TXT-formaatin erotin:
fr_fr: Séparateur de format TXT :
hu_hu: TXT formátumú elválasztó:
it_it: Separatore formato TXT:
ja_jp: TXT形式の区切り文字:
nl_nl: Scheidingsteken voor txt-formaat:
pl_pl: Separator formatu TXT:
pt_pt: Separador de formato TXT:
ro_ro: Separator format TXT:
ru_ru: Разделитель формата TXT:
th_th: ตัวคั่นรูปแบบ TXT:
tr_tr: TXT biçim ayırıcısı:
uk_ua: Формат TXT розділювача:
vi_vn: Dấu phân cách định dạng TXT:

source: Line separator:
bg_bg: Разделител на линии:
cs_cz: Oddělovač řádků:
da_dk: Linje separator:
de_de: Zeilentrenner:
es_es: Separador de líneas:
fi_fi: Rivin erotin:
fr_fr: Séparateur de ligne:
hu_hu: Vonalelválasztó:
it_it: Separatore di riga:
ja_jp: 行区切り:
nl_nl: Regelscheidingsteken:
pl_pl: Separator linii:
pt_pt: Separador de linhas:
ro_ro: Separator de linii:
ru_ru: Разделитель строк:
sv_se: Radseparator:
th_th: ตัวแบ่งบรรทัด:
tr_tr: Satır ayırıcı:
uk_ua: Розділювач ліній:
vi_vn: Dấu phân cách dòng:

source: Possible values are native (of current OS) CRLF (Windows) and LF (Unixy)
bg_bg: Възможните стойности са CRLF (Windows) и LF (Unixy).
cs_cz: Možné hodnoty jsou původní (současné OS) CRLF (Windows) a LF (Unixy)
da_dk: Mulige værdier er indfødte (af nuværende OS) CRLF (Windows) og LF (Unixy)
de_de: Mögliche Werte sind native (des aktuellen Betriebssystems) CRLF (Windows) und LF (Unixy)
es_es: Los valores posibles son nativos (de OS) CRLF (Windows) y LF (Unixy)
fi_fi: Mahdolliset arvot ovat natiivi (nykyisen OS) CRLF (Windows) ja LF (Unixy)
fr_fr: Les valeurs possibles sont natives (de l'OS utilisé) CRLF (Windows) et LF (Unixy)
hu_hu: A lehetséges értékek a natív (az aktuális operációs rendszerben) CRLF (Windows) és LF (Unixy).
it_it: I valori possibili sono nativi (di OS) CRLF (Windows) e LF (Unixy)
ja_jp: 指定可能な値は(現在のOSの)ネイティブのCRLF(Windows)とLF(Unixy)です。
nl_nl: Beschikbare opties zijn: CRLF (Windows), LF (Unix) of native (op basis van het huidige besturingssysteem)
pl_pl: Możliwe wartości są natywne (obecnego OS) CRLF (Windows) i LF (Unixy)
pt_pt: Os valores possíveis são nativo (do SO corrente) CRLF (Windows) e LF (Unixy)
ro_ro: Valorile posibile sunt native (de OS) CRLF (Windows) şi LF (Unixy)
ru_ru: Возможными значениями являются родные (текущие OS) CRLF (Windows) и LF (Unixy)
sv_se: Möjliga värden är infödda (av nuvarande OS) CRLF (Windows) och LF (Unixy)
th_th: ค่าที่เป็นไปได้คือ native (ของระบบปฏิบัติการปัจจุบัน) CRLF (Windows) และ LF (Unixy)
tr_tr: Olası değerler yerel (mevcut işletim sisteminin) CRLF (Windows) ve LF (Unixy)
uk_ua: Можливі значення є рідними (поточними ОС) CRLF (Windows) та LF (Unixy)
vi_vn: Các giá trị có thể là native (của hệ điều hành hiện tại), CRLF (Windows) và LF (Unixy).

source: Separating spaces
bg_bg: Разделителни пространства
cs_cz: Oddělené prostory
da_dk: Adskilte rum
de_de: Trennzeichen
es_es: Separando espacios
fi_fi: Erottavat välilyönnit
fr_fr: Séparer les espaces
hu_hu: Elválasztó terek
it_it: Spazi separati
ja_jp: 空白を分離中
nl_nl: Aantal scheidingsspaties
pl_pl: Oddzielne spacje
pt_pt: Espaços de separação
ro_ro: Separarea spațiilor
ru_ru: Разделение пробелов
sv_se: Separera mellanslag
th_th: การแยกช่องว่าง
tr_tr: Boşlukları ayırma
uk_ua: Розділені пробіли
vi_vn: Khoảng cách phân cách

source: Number of spaces between cells when saving in txt format
bg_bg: Брой на интервалите между клетките при запазване в txt формат
cs_cz: Počet mezer mezi buňkami při ukládání ve formátu txt
da_dk: Antal mellemrum mellem celler ved lagring i txt format
de_de: Anzahl der Leerzeichen zwischen den Zellen beim Speichern im txt-Format
es_es: Cantidad de espacios entre celdas al guardar en formato txt
fi_fi: Solujen välisten välilyöntien lukumäärä tallennettaessa txt-muodossa
fr_fr: Nombre d'espaces entre les cellules lors de l'enregistrement au format txt
hu_hu: A cellák közötti szóközök száma txt formátumban történő mentéskor
it_it: Numero di spazi tra le celle durante il salvataggio in formato txt
ja_jp: テキスト形式で保存する際のセル間のスペース数
nl_nl: Het aantal spaties tussen cellen bij opslaan in txt-formaat
pl_pl: Liczba spacji między komórkami podczas zapisywania w formacie txt
pt_pt: Número de espaços entre células ao salvar em formato TXT
ro_ro: Numărul de spații dintre celule la salvarea în format txt
ru_ru: Количество пробелов между ячейками при сохранении в формате txt
sv_se: Antal mellanslag mellan celler när du sparar i txt-format
th_th: จำนวนช่องว่างระหว่างเซลล์เมื่อบันทึกในรูปแบบ txt
tr_tr: Txt biçiminde kaydederken hücreler arasındaki boşluk sayısı
uk_ua: Кількість пробілів між клітинами при збереженні в форматі txt
vi_vn: Số khoảng trống giữa các ô khi lưu ở định dạng txt

source: Add recently opened files to the file menu.
bg_bg: Добавяне на наскоро отворени файлове към менюто с файлове.
cs_cz: Přidat nedávno otevřené soubory do menu souboru.
da_dk: Tilføj nyligt åbnede filer til filmenuen.
de_de: Zuletzt geöffnete Dateien dem Datei-Menü hinzufügen.
es_es: Añadir archivos abiertos recientemente al menú de archivos.
fi_fi: Lisää äskettäin avatut tiedostot tiedostovalikoon.
fr_fr: Ajouter les fichiers récemment ouverts au menu des fichiers.
hu_hu: Nemrég megnyitott fájlok hozzáadása a fájlmenühöz.
it_it: Aggiunge i file aperti di recente al menu file.
ja_jp: 最近開いたファイルをファイルメニューに追加します。
nl_nl: Recent geopende bestanden in Bestandsmenu tonen.
pl_pl: Dodaj ostatnio otwarte pliki do menu plików.
pt_pt: Adiciona ficheiros abertos recentemente ao menu Ficheiro.
ro_ro: Adăugați fișierele deschise recent în meniul de fișiere.
ru_ru: Добавить недавно открытые файлы в меню файла.
sv_se: Lägg till nyligen öppnade filer i filmenyn.
th_th: เพิ่มไฟล์ที่เปิดล่าสุดไปยังเมนูไฟล์
tr_tr: Son açılan dosyaları dosya menüsüne ekleyin.
uk_ua: Додай нещодавно відкриті файли до меню файлу.
vi_vn: Thêm các tệp đã mở gần đây vào menu tệp.

source: No recent files
bg_bg: Няма скорошни файлове
cs_cz: Žádné nedávné soubory
da_dk: Ingen seneste filer
de_de: Keine aktuellen Dateien
es_es: No hay archivos recientes
fi_fi: Ei viimeaikaisia tiedostoja
fr_fr: Aucun fichier récent
hu_hu: Nincsenek friss fájlok
it_it: Nessun file recente
ja_jp: 最近使ったファイルはありません
nl_nl: Geen recente bestanden
pl_pl: Brak ostatnich plików
pt_pt: Sem ficheiros recentes
ro_ro: Nu există fișiere recente
ru_ru: Нет недавних файлов
sv_se: Inga nya filer
th_th: ไม่มีไฟล์ล่าสุด
tr_tr: Yeni dosya yok
uk_ua: Немає останніх файлів
vi_vn: Không có tệp tin gần đây

source: File
bg_bg: Файл
cs_cz: Soubor
da_dk: Fil
de_de: Datei
es_es: Fichero
fi_fi: Tiedosto
fr_fr: Fichier
hu_hu: Fájl
ja_jp: ファイル
nl_nl: Bestand
pl_pl: Plik
pt_pt: Ficheiro
ro_ro: Fişier
ru_ru: Файл
sv_se: Fil
th_th: ไฟล์
tr_tr: Dosya
uk_ua: Файл
vi_vn: Tệp

source: Exit
bg_bg: Изход
cs_cz: Ukončit
da_dk: Afslut
de_de: Beenden
es_es: Salir
fi_fi: Poistu
fr_fr: Quitter
hu_hu: Kilépés
it_it: Esci
ja_jp: 終了
nl_nl: Afsluiten
pl_pl: Wyjdź
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sv_se: Avsluta
th_th: ทางออก
tr_tr: Çıkış
uk_ua: Вийти
vi_vn: Thoát

source: Open %s
bg_bg: Отвори %s
cs_cz: Otevřít %s
da_dk: Åbn %s
de_de: Öffnen %s
es_es: Abrir %s
fi_fi: Avaa %s
fr_fr: Ouvrir %s
hu_hu: Nyissa meg a %scímet.
it_it: Apri %s
ja_jp: %s を開く
pl_pl: Otwórz %s
pt_pt: Abrir %s
ro_ro: Deschide %s
ru_ru: Открыть %s
sv_se: Öppna %s
th_th: เปิด %s
tr_tr: Açık %s
uk_ua: Відкрити %s
vi_vn: Mở %s
