Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: !Save &All | Save all changes | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
bg_bg: !Save &All | Запазване на всички промени | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
cs_cz: !Uložit &všechny | Uložit všechny změny | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
de_de: !Speichern &Alle | Speichern | CtrlCmd-Shift-S | ART_FILE_SAVE_AS
es_es: !Save &All | Guardar todos los cambios | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
fi_fi: !Tallenna kaikki | Tallenna kaikki muutokset | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
fr_fr: !Save &All | Enregistrer toutes les modifications | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
hu_hu: !Save &All | Minden változtatás mentése | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
it_it: !Salva &tutti | Salva tutte le modifiche | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
ja_jp: !すべて保存(&A) | すべての変更を保存 | Ctrl+Shift+S | ART_FILE_SAVE_AS
nl_nl: !&Alles opslaan | Sla alle wijzigingen op | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
pl_pl: !Zapisz &wszystko | Zapisz wszystkie zmiany | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
pt_pt: !Salvar Todos | Salvar todas as alterações | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
ro_ro: !Salvează &Toate | Salvează toate modificările | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
ru_ru: !Сохранить &все | Сохранить все изменения | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
sv_se: !Spara &Alla | Spara alla ändringar | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
th_th: !บันทึกทั้งหมด | บันทึกการเปลี่ยนแปลงทั้งหมด | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
tr_tr: !Save &All | Tüm değişiklikleri kaydet | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
uk_ua: !Save &Все | Зберегти всі зміни | Ctrlcmd-Shift-S | ART_FILE_SAVE_AS
vi_vn: !Lưu & Tất cả | Lưu tất cả thay đổi | Ctrl+Shift+S | ART_FILE_SAVE_AS

source: !E&xit | Exit RIDE | Ctrlcmd-Q
cs_cz: !E&xit | Ukončit RIDE | Ctrlcmd-Q
da_dk: !E&xit ● Afslut RIDE, Ctrlcmd-Q
de_de: !E&xit | RIDE beenden | CtrlCmd-Q
es_es: !E&xit | Salir RIDE | Ctrlcmd-Q
fi_fi: !Poistu | Poistu RIDE | Ctrlcmd-Q
fr_fr: !E&xit | Quitter RIDE | Ctrlcmd-Q
it_it: !E&xit | Uscita RIDE | Ctrlcmd-Q
ja_jp: !E&xit | 乗って終了 | Ctrlcmd-Q
nl_nl: !A&fsluiten | RIDE afsluiten | Ctrlcmd-Q
pl_pl: !E&xit | Wyjdź z RIDE | Ctrlcmd-Q
pt_pt: !Sair | Sair do RIDE | Ctrlcmd-Q
ro_ro: &Ieșire| Ieșire RIDE | Ctrlcmd-Q
ru_ru: !E&xit | Выйти из RIDE | Ctrlcmd-Q
sv_se: !E&xit | Avsluta RIDE | Ctrlcmd-Q
th_th: !E&xit | ออกจาก RIDE | Ctrlcmd-Q
uk_ua: !E&xit | Вийти з RIDE | Ctrlcmd-Q
vi_vn: !E&xit | Thoát RIDE | Ctrl+Cmd+Q

source: !Search Unused Keywords | | | | POSITION-54
bg_bg: !Търсене на неизползвани ключови думи | | | | POSITION-54
cs_cz: !Hledat nepoužitá klíčová slova | | | | POSITION-54
da_dk: !Søg Ubrugte Søgeords:... - POSITION-54
de_de: !Suche ungenutzte Schlüsselwörter | | | | POSITION-54
es_es: !Buscar palabras clave sin utilización | | | | POSITION-54
fi_fi: !Etsi Käyttämättömiä Avainsanoja Vannoutumaton | | | | POSITION-54
it_it: !Ricerca Parole Chiave Inutilizzate | | | | POSITION-54
ja_jp: 未使用のキーワードを検索 | | | | POSITION-54
nl_nl: !&Zoek ongebruikte actiewoorden | | | | POSITION-54
pl_pl: !Wyszukaj nieużywane słowa kluczowe | | | | POSITION-54
pt_pt: !Procurar Palavras-Chave Não Usadas | | | | POSITION-54
ro_ro: !Caută Cuvinte Cheie Nefalutate | | | | POSITION-54
ru_ru: !Поиск неиспользованных ключевых слов | | | | POSITION-54
sv_se: !Sök Oanvända sökord | | | | POSITION-54
th_th: !ค้นหาคำหลักที่ไม่ได้ใช้ | | | | ตำแหน่ง-54
tr_tr: !Kullanılmayan Anahtar Kelimeleri Ara | | | POZİSYON-54
uk_ua: !Search невикористовувані ключові слова | | | | POSITION-54
vi_vn: Tìm kiếm từ khóa chưa sử dụng | | | | POSITION-54

source: !Manage Plugins | | | | POSITION-81
bg_bg: !Управление на плъгини | | | | | POSITION-81
cs_cz: !Správa pluginů | | | | POSITION-81
da_dk: !Administrer Plugins PÅTEGNERING-81
de_de: !Plugins verwalten | | | | POSITION-81
fi_fi: !Hallitse Liitännäisiä - Vastaan | | | | POSITION-81
hu_hu: !Pluginok kezelése | | | | | | POSITION-81
it_it: !Gestisci Plugin | | | | POSITION-81
ja_jp: !プラグインの管理 | | | | POSITION-81
nl_nl: !Pl&ugins beheren | | | | POSITION-81
pl_pl: !Zarządzaj wtyczkami | | | | POSITION-81
pt_pt: !Gerir Plugins | | | | POSITION-81
ro_ro: !Administreaza plugin-uri | | | | POSITION-81
ru_ru: !Управление плагинами | | | | POSITION-81
sv_se: !Hantera plugins | | | | POSITION-81
th_th: !จัดการปลั๊กอิน | | | | ตำแหน่ง-81
vi_vn: Quản lý Plugin | | | | POSITION-81

source: !View All Tags | | F7 | | POSITION-82
bg_bg: !Преглед на всички етикети | | F7 | | POSITION-82
da_dk: !Se Alle Tags - ØSTRIG F7 - POSITION-82
de_de: !Alle Tags anzeigen | | F7 | | POSITION-82
fi_fi: !Katso Kaikki Tunnisteet | | F7 | | POSITION-82
fr_fr: !Voir toutes les étiquettes | | F7 | | POSITION-82
it_it: !Visualizza Tutti I Tag | | F7 | | POSITION-82
ja_jp: !すべてのタグを表示 | | F7 | | POSITION-82
nl_nl: !Bekijk alle &labels | | F7 | | POSITION-82
pl_pl: !Zobacz wszystkie tagi | | F7 | | POSITION-82
pt_pt: !Ver Todas as Etiquetas | | F7 | | POSITION-82
ru_ru: !Просмотр всех тегов | | F7 | | POSITION-82
sv_se: !Visa alla taggar | | F7 | | POSITION-82
th_th: !ดูทั้งหมด | | F7 | | ตำแหน่ง-82
uk_ua: !View всі Теги | | F7 | | POSITION-82
vi_vn: Xem tất cả thẻ | | F7 | | POSITION-82

source: !Preferences | | | | POSITION-99
bg_bg: !Предпочитания | | | | | POSITION-99
cs_cz: !Nastavení | | | | POSITION-99
da_dk: !Præferencer GØRRELSE: GØRRELSE-99
de_de: !Einstellungen | | | | POSITION-99
es_es: !Preferencias | | | | POSITION-99
fi_fi: !Preferenssiarvot | | | | POSITION-99
hu_hu: !Preferenciák | | | | | POSITION-99
it_it: !Preferenze | | | | POSITION-99
ja_jp: !環境設定 | | | | POSITION-99
nl_nl: !RIDE-&voorkeuren | | | | POSITION-99
pl_pl: !Preferencje | | | | POSITION-99
pt_pt: !Preferências | | | | POSITION-99
ro_ro: !Preferințe | | | | POSITION-99
sv_se: !Inställningar | | | | POSITION-99
th_th: !การตั้งค่า | | | | ตำแหน่ง-99
vi_vn: !Tùy chọn | | | | POSITION-99

source: [Help]
bg_bg: [Помощ]
hu_hu: [Súgó]
nl_nl: [Hulp]
pl_pl: [Pomoc]
pt_pt: [Ajuda]
th_th: [ช่วยเหลือ]
tr_tr: [Yardım]
vi_vn: [Trợ giúp]

source: !Shortcut keys | RIDE shortcut keys
bg_bg: !Бързи клавиши | Бързи клавиши RIDE
cs_cz: !Klávesové zkratky | RIDE klávesy
da_dk: !Genvejstasterne ¤ RIDE genvejstasterne
de_de: !Tastenkombination | RIDE Tastenkombination
es_es: !Teclas de acceso directo | Teclas de acceso directo RIDE
fi_fi: !Pikakuvake näppäimiä | RIDE pikanäppäimet
fr_fr: !Raccourci clavier | Raccourci RIDE
hu_hu: !Shortcut keys | RIDE gyorsbillentyűk
it_it: !Tasti scorciatoia | Tasti scorciatoia RIDE
ja_jp: !ショートカットキー | ショートカットキー
nl_nl: !Sneltoetsen | Toont de in RIDE beschikbare sneltoetsen
pl_pl: !Skróty klawiszowe | RIDE skróty klawiszowe
pt_pt: !Teclas de Atalho | Teclas de atalho/aceleradoras do RIDE
ro_ro: !Scurtături rapide | RIDE tastele Scurtătură
ru_ru: !Горячие клавиши | Горячие клавиши RIDE
sv_se: !Genvägstangenter | RIDE genvägstangenter
th_th: !ปุ่มลัด | ปุ่มลัด RIDE
tr_tr: !Kısayol tuşları | RIDE kısayol tuşları
uk_ua: !Shortcut keys | клавіші скорочень RIDE
vi_vn: Phím tắt | Phím tắt RIDE

source: !User Guide | Robot Framework User Guide
bg_bg: !Ръководство за потребителя | Ръководство за потребителя на Robot Framework
cs_cz: !User Guide | Uživatelská příručka Robot Framework
de_de: !Benutzerhandbuch | Robot-Framework Benutzerhandbuch
fi_fi: !Käyttäjän Opas Us Robot Framework Käyttöopas
hu_hu: !Felhasználói útmutató | Robot Framework felhasználói útmutató
it_it: !Guida Utente | Robot Framework Guida Utente
ja_jp: ユーザーガイド | ロボットフレームワーク ユーザーガイド
nl_nl: !Gebruikershandleiding | Gebruikershandleiding van Robot Framework
pl_pl: !Przewodnik użytkownika | Przewodnik użytkownika Robot Framework
pt_pt: !Guia de Utilização | Guia de Utilização do Robot Framework
ro_ro: !Ghid de utilizator | Ghidul utilizatorului Robot Framework
ru_ru: !User Guide | Руководство пользователя робота по фреймворку для пользователей
sv_se: !Användarhandbok | Robot Framework Användarhandbok
th_th: !คู่มือผู้ใช้ | คู่มือผู้ใช้ Robot Framework
tr_tr: !Kullanıcı Kılavuzu | Robot Framework Kullanıcı Kılavuzu
uk_ua: !Керівництво користувача | Robot Framework
vi_vn: Hướng dẫn sử dụng | Hướng dẫn sử dụng Robot Framework

source: !Wiki | RIDE User Guide (Wiki)
bg_bg: !Wiki | Ръководство за потребителя на RIDE (Wiki)
da_dk: !Wiki' VEJLEDNING (Wiki)
es_es: !Wiki | Guía de usuario RIDE (Wiki)
fi_fi: !Wiki-Käyttöopas (Wiki)
hu_hu: !Wiki | RIDE felhasználói kézikönyv (Wiki)
it_it: !Wiki | RIDE Guida Utente (Wiki)
ja_jp: !Wiki | 利用ガイド (Wiki)
nl_nl: !Wiki | RIDE gebruikershandleiding (Wiki)
pt_pt: !Wiki | Guia de Utilização do RIDE (Wiki)
ro_ro: Ghidul utilizatorului Wiki | RIDE (Wiki)
ru_ru: !Wiki | Руководство пользователя RIDE (Wiki)
sv_se: !Wiki | RIDE användarguide (Wiki)
th_th: !วิกิ | คู่มือผู้ใช้ RIDE (วิกิ)
tr_tr: !Wiki | RIDE Kullanıcı Kılavuzu (Wiki)
uk_ua: !Wiki | Посібник користувача (Wiki)
vi_vn: !Wiki | Hướng dẫn sử dụng RIDE (Wiki)

source: !Report a Problem | Open browser to SEARCH on the RIDE issue tracker
bg_bg: !Докладване на проблем | Отворете браузъра, за да търсите в системата за проследяване на проблеми на RIDE
cs_cz: !Nahlásit problém | Otevřete prohlížeč pro SEARCH na systému problémů RIDE
da_dk: !Rapportér et Problem: Åbn browser for at søge på RIDE issue tracker
de_de: !Melde ein Problem | Öffne den Browser auf dem RIDE Issue-Tracker
es_es: !Report a Problem | Abrir el navegador para BUSCAR en el RIDE issue tracker
fi_fi: !Ilmoita ongelmasta, Avaa selain hakuun RIDE ongelma seuranta
fr_fr: !Signaler un problème | Ouvrir le navigateur pour RECHERCHER sur le traqueur de tickets de RIDE
hu_hu: !Report a Problem | Nyissa meg a böngészőt a RIDE problémakövetőjének kereséséhez
it_it: !Segnala un problema | Apri il browser per cercare sul tracker RIDE dei problemi
nl_nl: !Meld een probleem | Opent de RIDE Issue tracker
pl_pl: !Zgłoś problem | Otwórz przeglądarkę, aby zebrać się na RIDE tracker zgłoszeń
pt_pt: !Reportar um Problema | Abre o Navegador da Web para PROCURAR no sistema de reporte de defeitos
ro_ro: !Raportați o problemă | Deschideți browserul pentru a SEARCH pe trackerul de probleme RIDE
ru_ru: !Сообщить о проблеме | Открыть браузер для ПОИСК на трекере запросов RIDE
sv_se: !Rapportera ett problem | Öppna webbläsaren för att SÖK på RIDE ärendehanteraren
th_th: !รายงานปัญหา | เปิดเบราว์เซอร์เพื่อค้นหาในตัวติดตามปัญหา RIDE
tr_tr: !Sorun Bildir | RIDE sorun izleyicisinde ARAMA yapmak için tarayıcıyı açın
vi_vn: !Báo cáo sự cố | Mở trình duyệt để tìm kiếm trên hệ thống theo dõi sự cố RIDE tại

source: !About | Information about RIDE
bg_bg: !About | Информация за RIDE
cs_cz: !O | Informace o RIDE
da_dk: !Om - Information om RIDE
de_de: !Über | Informationen über RIDE
es_es: !About | Información sobre RIDE
fi_fi: !Tietoja | Tietoa RIDE
fr_fr: !About | Informations sur RIDE
hu_hu: !Rólunk | Információk a RIDE-ról
it_it: !Informazioni su | Informazioni su RIDE
nl_nl: !Over RIDE | Informatie over RIDE
pl_pl: !O | Informacje o RIDE
pt_pt: !Acerca de | Informação acerca do RIDE
ro_ro: !Despre | Informaţii despre RIDE
ru_ru: !О | Информация о RIDE
sv_se: Om | Information om RIDE
th_th: !เกี่ยวกับ | ข้อมูลเกี่ยวกับ RIDE
tr_tr: !Hakkında | RIDE hakkında bilgi
uk_ua: !About | Інформація про
vi_vn: !Giới thiệu | Thông tin về RIDE

source: !Check for Upgrade | Looks at PyPi for new released version
bg_bg: !Проверка за ъпгрейд | Търси в PyPi нова версия
cs_cz: !Zkontrolujte upgrade | Podívejte se na PyPi nově vydané verze
da_dk: !Tjek for opgradering - ser på PyPi for ny udgivet version
de_de: !Check nach Upgrade | schaut auf PyPi nach der neuen Version
es_es: !Busca Actualización | Mira en PyPi para ver la nueva versión
fi_fi: !Etsi päivitystä • Katso PyPi uutta julkaistua versiota
hu_hu: !Check for Upgrade | A PyPi új verzióját keresi
it_it: !Controlla l'aggiornamento | Ricerca PyPi per la nuova versione rilasciata
nl_nl: !Controleer op upgrades | Gebruikt PyPi om te controleren of er een nieuwe versie beschikbaar is
pl_pl: !Sprawdź aktualizację | Wygląda na PyPi dla nowej wersji
pt_pt: !Verificar Se Há Atualização | Procura em PyPi por uma nova versão produzida
ro_ro: !Verifică dacă există actualizări| la PyPi pentru versiunea
ru_ru: !Check for Upgrade | Смотрите на PyPi новую выпущенную версию
sv_se: !Sök efter Uppgradering | Ser ut på PyPi för nya släppta version
th_th: !ตรวจสอบการอัปเกรด | ตรวจสอบเวอร์ชันใหม่บน PyPi
tr_tr: !Check for Upgrade | Yeni yayınlanan sürüm için PyPi'ye bakar
vi_vn: Kiểm tra bản cập nhật | Kiểm tra trên PyPi để tìm phiên bản mới được phát hành

source: Saved %s
bg_bg: Запазено %s
cs_cz: Uloženo %s
da_dk: Gemt %s
de_de: Gespeichert %s
es_es: Ahorrado %s
fi_fi: Tallennettu %s
fr_fr: Enregistré %s
hu_hu: Megmentett %s
it_it: Salvato %s
ja_jp: 保存された %s
nl_nl: %s opgeslagen
pl_pl: Zapisano %s
pt_pt: Salvado %s
ro_ro: Salvat %s
ru_ru: Сохранено %s
sv_se: Sparade %s
th_th: บันทึก %s
tr_tr: Kaydedildi %s
uk_ua: Збережено %s
vi_vn: Đã lưu %s

source: Saved all files
bg_bg: Запазване на всички файлове
cs_cz: Uloženo všechny soubory
da_dk: Gemte alle filer
de_de: Alle Dateien gespeichert
es_es: Guardados todos los archivos
fi_fi: Tallennetut tiedostot
fr_fr: Tous les fichiers ont été enregistrés
hu_hu: Minden fájl mentése
it_it: Tutti i file salvati
ja_jp: すべてのファイルを保存しました
nl_nl: Alle bestanden opgeslagen
pl_pl: Zapisano wszystkie pliki
pt_pt: Salvou-se todos os ficheiros
ro_ro: Toate fişierele salvate
ru_ru: Все файлы сохранены
sv_se: Sparade alla filer
th_th: บันทึกไฟล์ทั้งหมดแล้ว
tr_tr: Tüm dosyalar kaydedildi
uk_ua: Збережені всі файли
vi_vn: Đã lưu tất cả các tệp

source: Modification prevented
bg_bg: Предотвратено модифициране
cs_cz: Úpravy zabránily
da_dk: Modifikation forhindret
de_de: Änderung verhindert
es_es: Modificación prevenida
fi_fi: Muokkaus estetty
fr_fr: Modification empêchée
hu_hu: A módosítás megakadályozta
it_it: Modifiche evitate
ja_jp: 変更できませんでした
nl_nl: Wijziging tegengehouden
pl_pl: Modyfikacja nie powiodła się
pt_pt: Modificação não permitida
ro_ro: Modificare prevenită
ru_ru: Модификация отменена
sv_se: Modifiering förhindrad
th_th: การแก้ไขถูกป้องกัน
tr_tr: Değişiklik engellendi
uk_ua: Вимкнено зміну
vi_vn: Việc sửa đổi đã bị ngăn chặn.

source: "%s" is read only
bg_bg: "%s" е само за четене
cs_cz: "%s" je pouze pro čtení
da_dk: "%s" er kun læst
de_de: "%s" wird nur gelesen
es_es: "%s" es de solo lectura
fi_fi: "%s" on vain luettu
fr_fr: "%s" est en lecture seule
hu_hu: "%s" csak olvasható
it_it: "%s" è in sola lettura
ja_jp: "%s" は読み取り専用です
nl_nl: "%s" is beperkt tot alleen-lezen
pl_pl: "%s" jest tylko do odczytu
pt_pt: "%s" é apenas de leitura
ro_ro: "%s" se citește numai
ru_ru: "%s" только для чтения
sv_se: "%s" är endast läst
th_th: "%s" สามารถอ่านได้เท่านั้น
tr_tr: "%s" yalnızca okunur
uk_ua: "%s" читається тільки
vi_vn: "%s" là chỉ đọc.

source: Test Suites
bg_bg: Комплекти за тестване
cs_cz: Testovací sady
de_de: Test-Suiten
es_es: Probar Suites
fi_fi: Testaa Sviitit
fr_fr: Suites de test
hu_hu: Tesztkészletek
ja_jp: スイートをテスト
pl_pl: Testowe pakiety
pt_pt: Suites de Teste
ro_ro: Suite de test
ru_ru: Тестовые Сьюты
sv_se: Testa sviter
th_th: ชุดทดสอบ
tr_tr: Test Süitleri
uk_ua: Тестові набори
vi_vn: Bộ thử nghiệm

source: There are unsaved modifications. Do you want to save your changes before exiting?
bg_bg: Съществуват неспасени модификации. Искате ли да запазите промените си, преди да излезете?
cs_cz: Existují neuložené úpravy. Chcete uložit změny před ukončením?
da_dk: Der er ikke-gemte ændringer. Vil du gemme dine ændringer før du afslutter?
de_de: Es gibt ungespeicherte Änderungen. Möchten Sie Ihre Änderungen vor dem Beenden speichern?
es_es: Hay modificaciones sin guardar. ¿Desea guardar los cambios antes de salir?
fi_fi: Muutoksia ei ole tallennettu. Haluatko tallentaa muutokset ennen poistumista?
fr_fr: Il y a des modifications non enregistrées. Voulez-vous enregistrer vos modifications avant de quitter ?
hu_hu: Vannak meg nem mentett módosítások. Szeretné elmenteni a módosításokat, mielőtt kilép?
it_it: Ci sono modifiche non salvate. Vuoi salvare le modifiche prima di uscire?
ja_jp: 保存されていない変更があります。 終了する前に変更を保存しますか？
nl_nl: Er zijn niet-opgeslagen wijzigingen. Wilt u de wijzigingen opslaan voordat u afsluit?
pl_pl: Istnieją niezapisane modyfikacje. Czy chcesz zapisać zmiany przed wyjściem?
pt_pt: Existem modificações não guardadas. Você quer salvar as alterações antes de sair?
ro_ro: Există modificări nesalvate. Doriţi să salvaţi modificările înainte de a ieşi?
ru_ru: Есть несохраненные изменения. Вы хотите сохранить ваши изменения перед выходом?
sv_se: Det finns osparade ändringar. Vill du spara dina ändringar innan du avslutar?
th_th: มีการแก้ไขที่ยังไม่ได้บันทึก คุณต้องการบันทึกการเปลี่ยนแปลงก่อนออกจากระบบหรือไม่?
tr_tr: Kaydedilmemiş değişiklikler var. Çıkmadan önce değişikliklerinizi kaydetmek istiyor musunuz?
uk_ua: Є незбережені зміни. Бажаєте зберегти зміни перед виходом?
vi_vn: Có các thay đổi chưa được lưu. Bạn có muốn lưu các thay đổi của mình trước khi thoát không?

source: Warning
bg_bg: Предупреждение
cs_cz: Varování
da_dk: Advarsel
de_de: Warnung
es_es: Advertencia
fi_fi: Varoitus
fr_fr: Avertissement
hu_hu: Figyelmeztetés
it_it: Attenzione
ja_jp: 警告
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_pt: Aviso
ro_ro: Avertizare
ru_ru: Предупреждение
sv_se: Varning
th_th: คำเตือน
tr_tr: Uyarı
uk_ua: Застереження
vi_vn: Cảnh báo

source: There are unsaved modifications. Do you want to proceed without saving?
bg_bg: Съществуват неспасени модификации. Искате ли да продължите без запазване?
cs_cz: Existují neuložené úpravy. Chcete pokračovat bez uložení?
da_dk: Der er ikke-gemte ændringer. Vil du fortsætte uden at gemme?
de_de: Es gibt ungespeicherte Änderungen. Möchten Sie ohne Speichern fortfahren?
es_es: Hay modificaciones sin guardar. ¿Desea continuar sin guardar?
fi_fi: Muutoksia ei ole tallennettu. Haluatko jatkaa ilman tallennusta?
fr_fr: Il y a des modifications non enregistrées. Voulez-vous continuer sans enregistrer ?
hu_hu: Vannak meg nem mentett módosítások. Mentés nélkül szeretne folytatni?
it_it: Ci sono modifiche non salvate. Vuoi procedere senza salvare?
ja_jp: 未保存の変更があります。 保存せずに続行しますか？
nl_nl: Er zijn niet-opgeslagen wijzigingen. Wilt u doorgaan zonder op te slaan?
pl_pl: Istnieją niezapisane modyfikacje. Czy chcesz kontynuować bez zapisywania?
pt_pt: Existem modificações não guardadas. Você quer prosseguir sem salvar?
ro_ro: Există modificări nesalvate. Doriţi să continuaţi fără a salva?
ru_ru: Есть несохраненные изменения. Вы хотите продолжить без сохранения?
sv_se: Det finns osparade ändringar. Vill du fortsätta utan att spara?
th_th: มีการแก้ไขที่ยังไม่ได้บันทึก คุณต้องการดำเนินการต่อโดยไม่บันทึกหรือไม่?
tr_tr: Kaydedilmemiş değişiklikler var. Kaydetmeden devam etmek istiyor musunuz?
uk_ua: Є незбережені зміни. Продовжити без збереження?
vi_vn: Có những thay đổi chưa được lưu. Bạn có muốn tiếp tục mà không lưu không?

source: Choose a directory containing Robot files
bg_bg: Изберете директория, съдържаща файлове на Robot
cs_cz: Vyberte adresář obsahující soubory Robota
da_dk: Vælg en mappe med Robot filer
de_de: Wählen Sie ein Verzeichnis mit Robot-Dateien
es_es: Elija un directorio que contenga archivos Robot
fi_fi: Valitse kansio, joka sisältää Robottitiedostoja
fr_fr: Choisissez un répertoire contenant des fichiers Robot
hu_hu: Válasszon egy Robot fájlokat tartalmazó könyvtárat
it_it: Scegliere una directory contenente i file Robot
ja_jp: ロボットファイルを含むディレクトリを選択してください
nl_nl: Kies een map met Robotbestanden
pl_pl: Wybierz katalog zawierający pliki Robot
pt_pt: Escolha uma diretoria contendo ficheiros Robot
ro_ro: Alegeți un director care conține fișiere Robot
ru_ru: Выберите каталог, содержащий файлы робота
sv_se: Välj en katalog som innehåller robotfiler
th_th: เลือกไดเรกทอรีที่มีไฟล์ Robot
tr_tr: Robot dosyalarını içeren bir dizin seçin
uk_ua: Виберіть каталог, що містить файли роботів
vi_vn: Chọn một thư mục chứa các tệp Robot.

source: Workspace modifications detected on the file system.
bg_bg: Открити са модификации на работното пространство във файловата система.
cs_cz: V souborovém systému byly zjištěny úpravy pracovního prostoru.
da_dk: Ændringer i arbejdsområdet detekteret på filsystemet.
de_de: Änderungen am Arbeitsbereich im Dateisystem erkannt.
es_es: Modificaciones de espacio de trabajo detectadas en el sistema de archivos.
fi_fi: Työtilan muutokset havaittu tiedostojärjestelmässä.
fr_fr: Modifications de l'espace de travail détectées sur le système de fichiers.
hu_hu: A fájlrendszerben észlelt munkaterület-módosítások.
it_it: Modifiche del workspace rilevate nel file system.
ja_jp: ファイルシステムでワークスペースの変更が検出されました。
nl_nl: Er zijn bestanden gewijzigd buiten RIDE.
pl_pl: Wykryto modyfikacje obszaru roboczego w systemie plików.
pt_pt: Detetadas modificações no espaço de trabalho.
ro_ro: Modificări ale spaţiului de lucru detectate în sistemul de fişiere.
ru_ru: Обнаружены изменения рабочей области в файловой системе.
sv_se: Ändringar i arbetsytan upptäcktes på filsystemet.
th_th: มีการตรวจพบการเปลี่ยนแปลงพื้นที่ทำงานในระบบไฟล์
tr_tr: Dosya sisteminde çalışma alanı değişiklikleri algılandı.
uk_ua: Зміни робочого простору виявлені у файловій системі.
vi_vn: Đã phát hiện các thay đổi trong không gian làm việc trên hệ thống tệp.

source: Do you want to reload the workspace?
bg_bg: Искате ли да презаредите работното пространство?
cs_cz: Chcete znovu načíst pracovní prostor?
da_dk: Vil du genindlæse arbejdsområdet?
de_de: Wollen Sie den Arbeitsbereich neu laden?
es_es: ¿Quieres recargar el espacio de trabajo?
fi_fi: Haluatko ladata työtilan uudelleen?
fr_fr: Voulez-vous recharger l'espace de travail ?
hu_hu: Újra szeretné tölteni a munkaterületet?
it_it: Vuoi ricaricare lo spazio di lavoro?
ja_jp: ワークスペースを再読み込みしますか？
nl_nl: Wilt u het project opnieuw laden?
pl_pl: Czy chcesz przeładować obszar roboczy?
pt_pt: Você quer reabrir o espaço de trabalho?
ro_ro: Doriţi să reîncărcaţi spaţiul de lucru?
ru_ru: Вы хотите перезагрузить рабочую область?
sv_se: Vill du ladda om arbetsytan?
th_th: คุณต้องการโหลดพื้นที่ทำงานใหม่หรือไม่?
tr_tr: Çalışma alanını yeniden yüklemek istiyor musunuz?
uk_ua: Хочете перезавантажити робочу область?
vi_vn: Bạn có muốn tải lại không gian làm việc không?

source: Answering <Yes> will discard unsaved changes.
bg_bg: Ако отговорите на <Yes>, незаписаните промени ще бъдат изхвърлени.
cs_cz: Odpověď <Yes> zahodí neuložené změny.
da_dk: Besvar <Yes> vil kassere ikke-gemte ændringer.
de_de: Wenn du <Yes> beantwortest, werden ungespeicherte Änderungen verworfen.
es_es: Responder <Yes> descartará los cambios no guardados.
fi_fi: Vastaaminen <Yes> hylkää tallentamattomat muutokset.
fr_fr: Répondre à <Yes> supprimera les modifications non enregistrées.
hu_hu: A <Yes> címre adott válasz elveti a nem mentett módosításokat.
it_it: Rispondendo <Yes> scarterà le modifiche non salvate.
ja_jp: 回答する <Yes> は保存されていない変更を破棄します。
nl_nl: Met <Ja> worden niet-opgeslagen wijzigingen overschreven.
pl_pl: Odpowiedź <Yes> odrzuci niezapisane zmiany.
pt_pt: Responder <Sim> irá descartar as alterações não guardadas.
ro_ro: Răspunsul <Yes> va anula modificările nesalvate.
sv_se: Svaret på <Yes> kommer att kassera osparade ändringar.
th_th: การตอบกลับที่<Yes> จะทำการลบการเปลี่ยนแปลงที่ไม่ได้บันทึกไว้
tr_tr: <Yes> adresini yanıtladığınızda kaydedilmemiş değişiklikler silinir.
uk_ua: Відповідь <Yes> скасує незбережені зміни.
vi_vn: Trả lời lệnh ` <Yes> ` sẽ xóa các thay đổi chưa được lưu.
