Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Answering <No> will ignore the changes on disk.
bg_bg: Отговорът на <No> ще игнорира промените на диска.
cs_cz: Odpověď <No> bude ignorovat změny na disku.
da_dk: Svar <No> vil ignorere ændringerne på disken.
de_de: Wenn Sie auf <No> antworten, werden die Änderungen auf der Festplatte ignoriert.
es_es: Responder <No> ignorará los cambios en el disco.
fi_fi: Vastaaminen <No> ohittaa muutokset levyltä.
fr_fr: Répondre à <No> ignorera les modifications sur le disque.
hu_hu: A <No> címre adott válasz figyelmen kívül hagyja a lemezen lévő változásokat.
it_it: Rispondere a <No> ignorerà le modifiche sul disco.
ja_jp: 回答する <No> はディスク上の変更を無視します。
nl_nl: Met <Nee> negeer je de binnenkomende wijzigingen.
pl_pl: Odpowiedź <No> zignoruje zmiany na dysku.
pt_pt: Responder <Não> irá ignorar as alterações em disco.
ro_ro: Răspunsul <No> va ignora schimbările de pe disc.
sv_se: Att svara på <No> kommer att ignorera ändringarna på disken.
th_th: การตอบกลับ<No> จะไม่สนใจการเปลี่ยนแปลงบนดิสก์
tr_tr: <No> adresinin yanıtlanması diskteki değişiklikleri yok sayacaktır.
uk_ua: Відповідь <No> буде ігнорувати зміни на диску.
vi_vn: Khi trả lời lệnh ` <No> `, các thay đổi trên đĩa sẽ bị bỏ qua.

source: Files Changed On Disk
bg_bg: Променени файлове на диска
cs_cz: Soubory změněny na disku
da_dk: Filer Ændret På Disk
de_de: Dateien auf Festplatte geändert
es_es: Archivos cambiados en el disco
fi_fi: Levyllä Vaihdettuja Tiedostoja
fr_fr: Fichiers modifiés sur le disque
hu_hu: Megváltozott fájlok a lemezen
it_it: File Modificati Sul Disco
ja_jp: ディスク上で変更されたファイル
nl_nl: Bestanden gewijzigd op de achtergrond
pl_pl: Pliki zmienione na dysku
pt_pt: Ficheiros Modificados No Disco
ro_ro: Fișiere schimbate pe disc
ru_ru: Файлы изменены на диске
sv_se: Filer ändrade på disk
th_th: ไฟล์ที่เปลี่ยนแปลงบนดิสก์
tr_tr: Diskte Değiştirilen Dosyalar
uk_ua: Змінені файли на диску
vi_vn: Các tệp đã thay đổi trên đĩa

source: Customize...
bg_bg: Персонализиране...
cs_cz: Přizpůsobit...
da_dk: Tilpas...
de_de: Anpassen...
es_es: Personalizar...
fi_fi: Mukauta...
fr_fr: Personnaliser...
hu_hu: Testreszabás...
it_it: Personalizza...
ja_jp: カスタマイズ ...
nl_nl: Aanpassen...
pl_pl: Dostosuj ...
pt_pt: Personalizar...
ro_ro: Personalizează...
ru_ru: Настроить...
sv_se: Anpassa...
th_th: ปรับแต่ง...
tr_tr: Özelleştir...
uk_ua: Налаштувати...
vi_vn: Tùy chỉnh...

source: search unused keywords
bg_bg: търсене на неизползвани ключови думи
cs_cz: hledat nepoužitá klíčová slova
da_dk: søg ubrugte søgeord
de_de: ungenutzte Suchbegriffe suchen
es_es: buscar palabras clave no utilizadas
fi_fi: etsi käyttämättömiä avainsanoja
fr_fr: rechercher des mots-clés inutilisés
hu_hu: keresés nem használt kulcsszavakkal
it_it: ricerca parole chiave inutilizzate
ja_jp: 未使用のキーワードを検索
nl_nl: zoek ongebruikte actiewoorden
pl_pl: szukaj nieużywane słowa kluczowe
pt_pt: procurar palavras-chave não utilizadas
ro_ro: caută cuvinte cheie neutilizate
ru_ru: поиск неиспользованных ключевых слов
sv_se: sök oanvända nyckelord
th_th: ค้นหาคำหลักที่ไม่ได้ใช้
tr_tr: kullanılmayan anahtar kelimeleri arama
uk_ua: пошукові ключові слова
vi_vn: Tìm kiếm các từ khóa chưa được sử dụng

source: stop test run
bg_bg: спиране на тестовото изпълнение
cs_cz: zastavení zkoušky
da_dk: stop testkørsel
de_de: testlauf stoppen
es_es: detener prueba
fi_fi: pysäytä testiajo
fr_fr: arrêter l'exécution du test
hu_hu: tesztfutás leállítása
it_it: arresto test eseguito
ja_jp: テストランを停止
pl_pl: zatrzymanie wykonania testu
pt_pt: parar execução de teste
ro_ro: oprire rulare test
ru_ru: остановить запуск теста
sv_se: stoppa provkörning
th_th: หยุดการทดสอบ
tr_tr: test çalışmasını durdur
uk_ua: зупинити випробування
vi_vn: Dừng chạy thử nghiệm

source: preview
bg_bg: преглед
cs_cz: náhled
da_dk: forhåndsvisning
de_de: vorschau
es_es: vista previa
fi_fi: esikatselu
fr_fr: aperçu
hu_hu: előnézet
it_it: anteprima
ja_jp: プレビュー
nl_nl: voorbeeld
pl_pl: podgląd
pt_pt: antever
ro_ro: previzualizare
ru_ru: предпросмотр
sv_se: förhandsgranska
th_th: ตัวอย่าง
tr_tr: önizleme
uk_ua: попередній перегляд
vi_vn: Xem trước

source: view ride log
bg_bg: Преглед на дневника на пътуването
cs_cz: zobrazit protokol jízdy
da_dk: se tur log
de_de: Fahrtenlog anzeigen
es_es: ver registro de viaje
fi_fi: näytä kyydin loki
fr_fr: voir le journal de RIDE
hu_hu: napló megtekintése
it_it: visualizza registro di corsa
ja_jp: ライドログを表示
nl_nl: RIDE-logboek bekijken
pl_pl: zobacz dziennik przejazdu
pt_pt: ver o registo do ride
ro_ro: vizualizează jurnalul curselor
ru_ru: просмотр журнала такси
sv_se: visa körningslogg
th_th: ดูบันทึกการขี่
tr_tr: sürüş günlüğünü görüntüle
uk_ua: переглянути журнал поїздки
vi_vn: Xem nhật ký chuyến đi

source: Shortcut keys for RIDE
bg_bg: Бързи клавиши за RIDE
cs_cz: Klávesové zkratky RIDE
da_dk: Genvejstaster til RIDE
de_de: Tastenkürzel für RIDE
es_es: Teclas de acceso directo para RIDE
fi_fi: Pikakuvake näppäimet RIDE
fr_fr: Raccourci clavier pour RIDE
hu_hu: RIDE gyorsbillentyűk
it_it: Scorciatoie per RIDE
ja_jp: RIDE用ショートカットキー
nl_nl: Sneltoetsen voor RIDE
pl_pl: Skróty klawiaturowe dla RIDE
pt_pt: Teclas de atalho do RIDE
ro_ro: Taste de scurtătură pentru RIDE
ru_ru: Горячие клавиши для RIDE
sv_se: Genvägstangenter för IDE
th_th: คีย์ลัดสำหรับ RIDE
tr_tr: RIDE için kısayol tuşları
uk_ua: Комбінації клавіш для RIDE
vi_vn: Phím tắt cho RIDE

source: Show
bg_bg: Покажи
cs_cz: Zobrazit
da_dk: Vis
de_de: Zeigen
es_es: Mostrar
fi_fi: Näytä
fr_fr: Afficher
hu_hu: Mutasd meg a
it_it: Mostra
ja_jp: 表示
nl_nl: Weergeven
pl_pl: Pokaż
pt_pt: Mostrar
ro_ro: Afișare
ru_ru: Показать
sv_se: Visa
th_th: แสดง
tr_tr: Göster
uk_ua: Показати
vi_vn: Hiển thị

source: Hide
bg_bg: Скрий
cs_cz: Skrýt
da_dk: Skjul
de_de: Verstecken
es_es: Ocultar
fi_fi: Piilota
fr_fr: Cacher
hu_hu: Rejtsd el
it_it: Nascondi
ja_jp: 非表示
nl_nl: Verbergen
pl_pl: Ukryj
pt_pt: Ocultar
ro_ro: Ascunde
ru_ru: Скрыть
sv_se: Dölj
th_th: ซ่อน
tr_tr: Gizle
uk_ua: Приховати
vi_vn: Ẩn

source: Close
bg_bg: Затвори
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Zárja be a
it_it: Chiudi
ja_jp: 閉じる
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Inchide
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng

source: Manage Plugins
bg_bg: Управление на плъгини
cs_cz: Spravovat pluginy
da_dk: Håndtér Plugins
de_de: Plugins verwalten
es_es: Administrar Plugins
fi_fi: Hallitse Liitännäisiä
fr_fr: Gérer les plugins
hu_hu: Pluginok kezelése
it_it: Gestisci Plugin
ja_jp: プラグインの管理
nl_nl: Plugin beheer
pl_pl: Zarządzaj wtyczkami
pt_pt: Gerir Plugins
ro_ro: Gestionare plugin-uri
ru_ru: Управление плагинами
sv_se: Hantera plugins
th_th: จัดการปลั๊กอิน
tr_tr: Eklentileri Yönet
uk_ua: Керування плагінами
vi_vn: Quản lý Plugin

source: Installed Plugins
bg_bg: Инсталирани плъгини
cs_cz: Nainstalované pluginy
da_dk: Installerede Plugins
de_de: Installierte Plugins
es_es: Plugins instalados
fi_fi: Asennetut Liitännäiset
fr_fr: Plugins installés
hu_hu: Telepített bővítmények
it_it: Plugin Installati
ja_jp: インストール済みプラグイン
nl_nl: Geïnstalleerde Plugins
pl_pl: Zainstalowane wtyczki
pt_pt: Plugins Instalados
ro_ro: Plugin-uri instalate
ru_ru: Установленные плагины
sv_se: Installerade plugins
th_th: ปลั๊กอินที่ติดตั้ง
tr_tr: Yüklü Eklentiler
uk_ua: Встановлені плагіни
vi_vn: Các plugin đã cài đặt

source: Enabled
bg_bg: Разрешено
cs_cz: Povoleno
da_dk: Aktiveret
de_de: Aktiviert
es_es: Activado
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Engedélyezve
it_it: Abilitato
ja_jp: 有効
nl_nl: Actief
pl_pl: Włączone
pt_pt: Ativado
ro_ro: Activat
ru_ru: Включено
sv_se: Aktiverad
th_th: เปิดใช้งานแล้ว
tr_tr: Etkin
uk_ua: Увімкнено
vi_vn: Đã bật

source: Plugin
bg_bg: Плъгин
cs_cz: Zásuvný modul
fi_fi: Liitännäinen
ja_jp: プラグイン
pl_pl: Wtyczka
ru_ru: Плагин
sv_se: Tillägg
th_th: ปลั๊กอิน
tr_tr: Eklenti
uk_ua: Плагін

source: Info. Enabling and disabling plugins might require RIDE restart for menus to work.
bg_bg: Информация. Активирането и деактивирането на плъгини може да изисква рестартиране на RIDE, за да работят менютата.
cs_cz: Info. Povolení a vypnutí pluginů může vyžadovat RIDE restartování menu, aby fungoval.
da_dk: Info. Aktivering og deaktivering af plugins kan kræve, at RIDE-genstart af menuer virker.
de_de: Info. Aktivieren und Deaktivieren von Plugins kann einen Neustart von RIDE erforderlich machen, damit Menüs funktionieren.
es_es: Info. Habilitar y desactivar plugins puede requerir reiniciar RIDE para que los menús funcionen.
fi_fi: Info. Liitännäisten käyttöönotto ja poistaminen käytöstä saattaa edellyttää RIDE uudelleenkäynnistystä, jotta valikot toimivat.
fr_fr: Info. Activer et désactiver les plugins peut nécessiter un redémarrage de RIDE pour que les menus fonctionnent.
hu_hu: Információ. A bővítmények engedélyezése és letiltása a menük működéséhez a RIDE újraindítását igényelheti.
it_it: Info. Abilitare e disabilitare i plugin potrebbe richiedere il riavvio di RIDE affinché i menu funzionino.
ja_jp: プラグインの有効化と無効化には、メニューの再起動が必要な場合があります。
nl_nl: Merk op: Het in- en uitschakelen van plugins kan een herstart van RIDE vereisen om toe te passen.
pl_pl: Informacje. Włączenie i wyłączenie wtyczek może wymagać ponownego uruchomienia RIDE, aby menu działało.
pt_pt: Info. Ativar e desativar Plugins pode necessitar reiniciar o RIDE para que os menus fiquem corretos.
ro_ro: Info. Activarea şi dezactivarea plugin-urilor ar putea necesita repornirea RIDE pentru ca meniurile să funcţioneze.
ru_ru: Информация. Включение и отключение плагинов может потребовать перезапуска RIDE для работы меню.
sv_se: Info. Att aktivera och inaktivera plugins kan kräva omstart av RIDE för att menyer ska fungera.
th_th: ข้อมูล การเปิดใช้งานและปิดใช้งานปลั๊กอินอาจต้องรีสตาร์ท RIDE เพื่อให้เมนูทำงานได้
tr_tr: Bilgi. Eklentilerin etkinleştirilmesi ve devre dışı bırakılması, menülerin çalışması için RIDE'ın yeniden başlatılmasını gerektirebilir.
uk_ua: Інфо про ввімкнення. Увімкнення і вимкнення плагінів може вимагати перезавантаження RIDE для роботи в меню.
vi_vn: Thông tin. Việc kích hoạt hoặc vô hiệu hóa các plugin có thể yêu cầu khởi động lại RIDE để các menu hoạt động bình thường.

source: (Obsolete) Provides preview of the test data in HTML, TSV and TXT formats.
bg_bg: (Остаряло) Осигурява предварителен преглед на тестовите данни във формати HTML, TSV и TXT.
cs_cz: (zastaralé) Poskytuje náhled testovacích údajů ve formátech HTML, TSV a TXT.
da_dk: (Forældet) Giver forhåndsvisning af testdata i HTML-, TSV- og TXT-formater.
de_de: (Veraltet) bietet eine Vorschau der Testdaten in HTML-, TSV- und TXT-Formaten.
es_es: (Obsoleto) Proporciona una vista previa de los datos de la prueba en formato HTML, TSV y TXT.
fi_fi: (Vanhentunut) Tarjoaa esikatselun testitiedot HTML-, TSV- ja TXT-formaateissa.
fr_fr: (Obsolète) Fournit un aperçu des données de test au format HTML, TSV et TXT.
hu_hu: (Elavult) HTML, TSV és TXT formátumú tesztadatok előnézetét biztosítja.
it_it: (Obsolete) Fornisce l'anteprima dei dati di prova in formato HTML, TSV e TXT.
ja_jp: (廃止) HTML、TSV、TXT形式のテストデータのプレビューを提供します。
nl_nl: (verouderd) Geeft een voorbeeld van de robotbestanden in HTML, TSV en TXT formaten.
pl_pl: (przestarzałe) zapewnia podgląd danych testowych w formatach HTML, TSV i TXT.
pt_pt: (Obsoleto) Disponibiliza uma antevisão dos dados de teste nos formatos, HTML, TSV e TXT.
ro_ro: (Obsolet) Oferă previzualizarea datelor de testare în formatele HTML, TSV și TXT.
ru_ru: (Устаревший) обеспечивает предварительный просмотр тестовых данных в HTML, TSV и TXT форматах.
sv_se: (Obsolete) Ger förhandsvisning av testdata i HTML, TSV och TXT-format.
th_th: (ล้าสมัย) ให้ตัวอย่างข้อมูลการทดสอบในรูปแบบ HTML, TSV และ TXT
tr_tr: (Eski) Test verilerinin HTML, TSV ve TXT formatlarında önizlemesini sağlar.
uk_ua: (Obsolete) Надає перегляд тестових даних у HTML, TSV та TXT форматах.
vi_vn: (Lỗi thời) Cung cấp bản xem trước dữ liệu thử nghiệm ở các định dạng HTML, TSV và TXT.

source: Preview
bg_bg: Преглед
cs_cz: Náhled
da_dk: Eksempelvisning
de_de: Vorschau
es_es: Vista previa
fi_fi: Esikatselu
fr_fr: Aperçu
hu_hu: Előnézet
it_it: Anteprima
ja_jp: プレビュー
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_pt: Ante-visão
ro_ro: Previzualizare
ru_ru: Предпросмотр
sv_se: Förhandsgranska
th_th: ตัวอย่าง
tr_tr: Önizleme
uk_ua: Прев'ю
vi_vn: Xem trước

source: Show preview of the current file
bg_bg: Показване на предварителен преглед на текущия файл
cs_cz: Zobrazit náhled aktuálního souboru
da_dk: Vis forhåndsvisning af nuværende fil
de_de: Vorschau der aktuellen Datei anzeigen
es_es: Mostrar vista previa del archivo actual
fi_fi: Näytä nykyisen tiedoston esikatselu
fr_fr: Afficher l'aperçu du fichier actuel
hu_hu: Az aktuális fájl előnézetének megjelenítése
it_it: Mostra l'anteprima del file corrente
ja_jp: 現在のファイルのプレビューを表示
nl_nl: Voorbeeld van het huidige bestand weergeven
pl_pl: Pokaż podgląd bieżącego pliku
pt_pt: Mostrar ante-visão do ficheiro corrente
ro_ro: Arată previzualizarea fișierului curent
ru_ru: Показать предварительный просмотр текущего файла
sv_se: Visa förhandsgranskning av den aktuella filen
th_th: แสดงตัวอย่างไฟล์ปัจจุบัน
tr_tr: Geçerli dosyanın önizlemesini göster
uk_ua: Показувати попередній перегляд поточного файлу
vi_vn: Xem trước tệp hiện tại

source: Text (Pipes)
bg_bg: Текст (тръби)
cs_cz: Text (Pips)
da_dk: Tekst (Pipes)
es_es: Texto (Pipes)
fi_fi: Teksti (Putki)
fr_fr: Texte (Pipes)
hu_hu: Szöveg (csövek)
it_it: Testo (Pipes)
ja_jp: テキスト (パイプ)
nl_nl: Tekst (Pipes)
pl_pl: Tekst (Piski)
pt_pt: Texto (Barras)
ru_ru: Текст (Папки)
sv_se: Text (rör)
th_th: ข้อความ (ท่อ)
tr_tr: Metin (Borular)
uk_ua: Текст (IP)
vi_vn: Văn bản (Ống)

source: Text (Spaces)
bg_bg: Текст (интервали)
cs_cz: Text (mezery)
da_dk: Tekst (Mellemrum)
de_de: Text (Leerzeichen)
es_es: Texto (Espacios)
fi_fi: Teksti (välilyönteinä)
fr_fr: Texte (espaces)
hu_hu: Szöveg (szóközök)
it_it: Testo (Spazi)
ja_jp: テキスト (スペース)
nl_nl: Tekst (Spaties)
pl_pl: Tekst (spacje)
pt_pt: Texto (Espaços)
ro_ro: Text (spații)
ru_ru: Текст (пробелы)
sv_se: Text (mellanslag)
th_th: ข้อความ (เว้นวรรค)
tr_tr: Metin (Boşluklar)
uk_ua: Текст (Областів)
vi_vn: Văn bản (Khoảng trắng)

source: Print
bg_bg: Отпечатване
cs_cz: Tisk
da_dk: Udskriv
de_de: Drucken
es_es: Imprimir
fi_fi: Tulosta
fr_fr: Imprimer
hu_hu: Nyomtatás
it_it: Stampa
ja_jp: 印刷
nl_nl: Afdrukken
pl_pl: Drukuj
pt_pt: Imprimir
ro_ro: Tipărește
ru_ru: Печать
sv_se: Skriv ut
th_th: พิมพ์
tr_tr: Yazdır
uk_ua: Друк
vi_vn: In

source: Search unused keywords
bg_bg: Търсене на неизползвани ключови думи
cs_cz: Hledat nepoužitá klíčová slova
da_dk: Søg ubrugte søgeord
de_de: Unbenutzte Suchbegriffe suchen
es_es: Buscar palabras clave no utilizadas
fi_fi: Etsi käyttämättömiä avainsanoja
fr_fr: Rechercher des mots-clés inutilisés
hu_hu: Keresés nem használt kulcsszavakkal
it_it: Cerca parole chiave inutilizzate
ja_jp: 未使用のキーワードを検索
nl_nl: Zoek ongebruikte actiewoorden
pl_pl: Szukaj nieużywanych słów kluczowych
pt_pt: Procurar palavras-chave não utilizadas
ro_ro: Căutare cuvinte cheie neutilizate
ru_ru: Поиск неиспользованных ключевых слов
sv_se: Sök oanvända nyckelord
th_th: ค้นหาคำหลักที่ไม่ได้ใช้
tr_tr: Kullanılmayan anahtar kelimeleri arayın
uk_ua: Пошук невикористовуваних ключових слів
vi_vn: Tìm kiếm các từ khóa chưa được sử dụng

source: This dialog helps you finding unused keywords within your opened project. If you want, you can restrict the search to a set of files with the filter.
bg_bg: Този диалогов прозорец ви помага да намерите неизползвани ключови думи в отворения проект. Ако искате, можете да ограничите търсенето до набор от файлове с помощта на филтъра.
cs_cz: Tento dialog vám pomůže najít nepoužitá klíčová slova v rámci otevřeného projektu. Pokud chcete, můžete vyhledávání omezit na sadu souborů s filtrem.
da_dk: Denne dialog hjælper dig med at finde ubrugte søgeord i dit åbnede projekt. Hvis du ønsker, kan du begrænse søgningen til et sæt af filer med filteret.
de_de: Dieser Dialog hilft Ihnen, ungenutzte Keywords in Ihrem geöffneten Projekt zu finden. Wenn Sie möchten, können Sie die Suche auf eine Reihe von Dateien mit dem Filter beschränken.
es_es: Este campo le ayuda a encontrar palabras clave no utilizadas dentro del proyecto abierto. Si lo desea, puede restringir la búsqueda a un conjunto de archivos con el filtro.
fi_fi: Tämä ikkuna auttaa löytämään käyttämättömiä avainsanoja avatussa projektissa. Jos haluat, voit rajoittaa haun joukkoon tiedostoja, joissa on suodatin.
fr_fr: Cette boîte de dialogue vous aide à trouver les mots-clés inutilisés dans votre projet courant. Si vous voulez, vous pouvez restreindre la recherche à un ensemble de fichiers grâce au filtre.
hu_hu: Ez a párbeszédpanel segít megtalálni a megnyitott projektben a nem használt kulcsszavakat. Ha szeretné, a szűrővel a keresést egy fájlkészletre korlátozhatja.
it_it: Questa finestra ti aiuta a trovare parole chiave inutilizzate nel tuo progetto aperto. Se vuoi, puoi limitare la ricerca a un insieme di file con il filtro.
ja_jp: このダイアログでは、開いているプロジェクト内で未使用のキーワードを見つけることができます。 必要に応じて、フィルタを使用して一連のファイルに制限することができます。
nl_nl: Dit dialoogvenster helpt je ongebruikte actiewoorden in het geopende project te vinden. Als je wilt, kun je het zoeken beperken tot bepaalde bestanden door een filter in te stellen.
pl_pl: To okno pomoże Ci znaleźć nieużywane słowa kluczowe w otwartym projekcie. Jeśli chcesz, możesz ograniczyć wyszukiwanie do zestawu plików z filtrem.
pt_pt: Este diálogo ajuda a procurar palavras-chave não utilizadas dentro do projeto aberto. Se você quiser, pode restringir a procura a um conjunto de ficheiros com o filtro.
ro_ro: Acest dialog vă ajută să găsiți cuvinte cheie neutilizate în cadrul proiectului dvs. deschis. Dacă doriți, puteți restricționa căutarea la un set de fișiere cu filtrul.
ru_ru: Этот диалог поможет вам найти неиспользуемые ключевые слова в открытом проекте. Если вы хотите, вы можете ограничить поиск набором файлов с помощью фильтра.
sv_se: Den här dialogrutan hjälper dig att hitta oanvända sökord i ditt öppnade projekt. Om du vill kan du begränsa sökningen till en uppsättning filer med filtret.
th_th: กล่องโต้ตอบนี้ช่วยให้คุณค้นหาคำสำคัญที่ไม่ได้ใช้ภายในโปรเจกต์ที่คุณเปิดอยู่ หากคุณต้องการ คุณสามารถจำกัดการค้นหาให้เฉพาะไฟล์บางชุดโดยใช้ตัวกรอง
tr_tr: Bu iletişim kutusu, açtığınız proje içinde kullanılmayan anahtar kelimeleri bulmanıza yardımcı olur. İsterseniz, filtre ile aramayı bir dizi dosya ile kısıtlayabilirsiniz.
uk_ua: Це діалогове вікно допомагає знайти невикористані ключові слова у вашому відкритому проекті. Якщо хочете, ви можете обмежити пошук набором файлів за допомогою фільтру.
vi_vn: Hộp thoại này giúp bạn tìm kiếm các từ khóa không được sử dụng trong dự án đang mở của bạn. Nếu muốn, bạn có thể giới hạn tìm kiếm trong một tập hợp các tệp bằng bộ lọc.

source: Filter is
bg_bg: Филтърът е
cs_cz: Filtr je
da_dk: Filteret er
de_de: Filter ist
es_es: Filtro es
fi_fi: Suodatin on
fr_fr: Le filtre est
hu_hu: A szűrő
it_it: Il filtro è
ja_jp: フィルタは
pl_pl: Filtr jest
pt_pt: O filtro está
ro_ro: Filtrul este
ru_ru: Фильтр
sv_se: Filtret är
th_th: ฟิลเตอร์คือ
tr_tr: Filtre
uk_ua: Фільтр
vi_vn: Bộ lọc là

source: inactive
bg_bg: неактивен
cs_cz: neaktivní
da_dk: inaktiv
de_de: inaktiv
es_es: inactivo
fi_fi: passiivinen
fr_fr: inactif
hu_hu: inaktív
it_it: inattivo
ja_jp: 非アクティブ
nl_nl: inactief
pl_pl: nieaktywny
pt_pt: inativo
ro_ro: inactiv
ru_ru: неактивный
sv_se: inaktiv
th_th: ไม่ใช้งาน
tr_tr: aktif değil
uk_ua: неактивний
vi_vn: không hoạt động

source: Filter
bg_bg: Филтър
cs_cz: Filtr
da_dk: Filtrer
de_de: Filtern
es_es: Filtro
fi_fi: Suodatin
fr_fr: Filtre
hu_hu: Szűrő
it_it: Filtro
ja_jp: フィルター
pl_pl: Filtr
pt_pt: Filtro
ro_ro: Filtrare
ru_ru: Фильтр
sv_se: Filtrera
th_th: ตัวกรอง
tr_tr: Filtre
uk_ua: Фільтр
vi_vn: Lọc

source: Use RegEx
bg_bg: Използване на RegEx
cs_cz: Použít RegEx
da_dk: Brug RegEx
de_de: RegEx verwenden
es_es: Usar RegEx
fi_fi: Käytä RegEx
fr_fr: Utiliser RegEx
hu_hu: RegEx használata
it_it: Usa RegEx
ja_jp: RegExを使用
nl_nl: Gebruik RegEx
pl_pl: Użyj RegEx
pt_pt: Usar RegEx
ro_ro: Folosește RegEx
ru_ru: Использовать RegEx
sv_se: Använd RegEx
th_th: ใช้ RegEx
tr_tr: RegEx kullanın
uk_ua: Використання RegEx
vi_vn: Sử dụng biểu thức chính quy (RegEx)
