Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Content Assistance (Ctrl-Space or Ctrl-Alt-Space) | Show possible keyword and variable completions | | | POSITION-70
bg_bg: Помощ за съдържанието (Ctrl-Space или Ctrl-Alt-Space) | Показвайте възможните допълнения на ключови думи и променливи | | | POSITION-70
cs_cz: Pomoc s obsahem (Ctrl-Space nebo Ctrl-Alt-Space) | Zobrazit možné klíčové slovo a dokončení proměnné | | | POSITION-70
de_de: Content Assistance (Ctrl-Space oder Ctrl-Alt-Space) | Zeige mögliche Schlüsselwort und Variablen-Vervollständigung | | | POSITION-70
es_es: Ayuda de contenido (Ctrl-Space o Ctrl-Alt-Space) | Mostrar posibles terminaciones de palabras clave y variables | | | POSITION-70
fi_fi: Content Assistance (Ctrl-Space or Ctrl-Alt-Space) | Näytä mahdolliset avainsanat ja muuttujan täydennykset | | | POSITION-70
fr_fr: Assistance de contenu (Ctrl-Espace ou Ctrl-Alt-Space) | Afficher les complétions possibles de mots-clés et de variables | | | POSITION-70
hu_hu: Tartalomsegítés (Ctrl-Space vagy Ctrl-Alt-Space) | Lehetséges kulcsszó- és változó-kiegészítések megjelenítése | | | | | POSITION-70
it_it: Assistenza ai contenuti (Ctrl-Space o Ctrl-Alt-Space) | Mostra i possibili completamenti delle parole chiave e delle variabili | | | POSITION-70
ja_jp: コンテンツ支援 (Ctrl-SpaceまたはCtrl-Alt-Space) | キーワードと変数補完を表示 | | | POSITION-70
nl_nl: Conte&xt assistent (Ctrl-Space or Ctrl-Alt-Space) | Toon suggesties voor actiewoorden en variabelen | | | POSITION-70
pl_pl: Pomoc zawartości (Ctrl-Space lub Ctrl-Alt-Space) | Pokaż możliwe słowa kluczowe i zmienne uzupełnienia | | | POSITION-70
pt_pt: Assistência de Conteúdo (Ctrl-Space ou Ctrl-Alt-Space) | Mostra possíveis palavras-chave e variáveis para completar | | | POSITION-70
ro_ro: Conținutul de asistență (Ctrl-Space sau Ctrl-Alt-Space) | Afișați cuvântul cheie posibil și completările variabile | | | POSITION-70
ru_ru: Помощь по содержанию (Ctrl-Space или Ctrl-Alt-Space) | Показать возможные ключевые слова и переменные | | | POSITION-70
sv_se: Innehållshjälp (Ctrl-Space eller Ctrl-Alt-Space) | Visa möjliga sökord och variabelkompletteringar | | | POSITION-70
th_th: ความช่วยเหลือด้านเนื้อหา (Ctrl-Space หรือ Ctrl-Alt-Space) | แสดงคำสำคัญและตัวแปรที่สามารถเติมเต็มได้ | | | ตำแหน่ง-70
tr_tr: İçerik Yardımı (Ctrl-Space veya Ctrl-Alt-Space) | Olası anahtar sözcük ve değişken tamamlamalarını göster | | | POSITION-70
uk_ua: Допомога вмісту (Ctrl-Space або Ctrl-Alt-Space) | Відображати можливе ключове слово і заповнення змінних | | | POSITION-70
vi_vn: Hỗ trợ nội dung (Ctrl-Space hoặc Ctrl-Alt-Space) | Hiển thị các đề xuất từ khóa và biến có thể hoàn thành | | | POSITION-70

source: The default editor plugin. Also known as Grid or Cell Editor. This plugin implements editors for the various items of Robot Framework test data.
bg_bg: Приставката за редактор по подразбиране. Известен също като Редактор на решетки или Редактор на клетки. Тази приставка реализира редактори за различните елементи на тестовите данни на Robot Framework .
cs_cz: Výchozí editor pluginu. Také známý jako Grid nebo Editor článků. Tento plugin implementuje editory pro různé položky testovacích dat Robot Framework .
da_dk: Standard editor plugin. Også kendt som Grid eller Cell Editor. Dette plugin implementerer editorer for de forskellige elementer i Robot Framework testdata.
de_de: Das Standard-Editor-Plugin. Auch bekannt als Grid oder Cell-Editor. Dieses Plugin implementiert Editoren für die verschiedenen Elemente von Robot Framework Testdaten.
es_es: El plugin de edición por defecto. Conocido también como Grid o Cell Editor. Este plugin implementa editores para los distintos elementos de datos de prueba de Robot Framework.
fi_fi: Oletusmuokkaimen liitännäinen. Tunnetaan myös nimellä Grid tai Cell Editor. Tämä plugin toteuttaa editorit eri kohteita Robot Framework testitulokset.
fr_fr: Le plugin "éditeur" par défaut. Aussi connu comme l'éditeur de "Grille" ou de "Cellule". Ce plugin implémente des éditeurs pour les différents items de données de test Robot Framework.
hu_hu: Az alapértelmezett szerkesztő plugin. Más néven Grid vagy Cell Editor. Ez a bővítmény a Robot Framework tesztadatok különböző elemeinek szerkesztőit valósítja meg.
it_it: Il plugin predefinito per l'editor. Conosciuto anche come Grid or Cell Editor. Questo plugin implementa i redattori per i vari elementi dei dati di test Robot Framework .
nl_nl: De standaard editor plugin. Ook wel Grid- of Celeditor genoemd. Deze plugin ondersteunt bij het creëren van de diverse typen inhoud voor Robot Framework
pl_pl: Domyślna wtyczka edytora. Znana również jako Grid lub Cell Editor. Ta wtyczka implementuje edytory dla różnych elementów badania Robot Framework .
pt_pt: O plugin Editor por omissão. Também conhecido por Editor em Grelha ou por Células. Este plugin, implementa editores para os diferentes campos e elementos dos dados de testes do Robot Framework.
ro_ro: Editorul implicit de editor. De asemenea cunoscut ca Grid sau Editor de celule. Acest plugin implementează editori pentru diferitele elemente ale Robot Framework .
ru_ru: Плагин редактора по умолчанию. Также известен как редактор сетки или ячейки. Этот плагин реализует редакторы для различных элементов данных тестов Robot Framework .
th_th: ปลั๊กอินตัวแก้ไขเริ่มต้น หรือที่รู้จักกันในชื่อ Grid หรือ Cell Editor ปลั๊กอินนี้ใช้ตัวแก้ไขสำหรับรายการต่างๆ ของข้อมูลการทดสอบ Robot Framework
tr_tr: Varsayılan düzenleyici eklentisi. Izgara veya Hücre Düzenleyici olarak da bilinir. Bu eklenti, Robot Framework test verilerinin çeşitli öğeleri için düzenleyiciler uygular.
vi_vn: Plugin trình soạn thảo mặc định. Còn được gọi là Grid hoặc Cell Editor. Plugin này cung cấp các trình soạn thảo cho các thành phần khác nhau của Robot Framework dữ liệu thử nghiệm.

source: Editor
bg_bg: Редактор
de_de: Redakteur
fi_fi: Muokkain
fr_fr: Editeur
hu_hu: Szerkesztő
ja_jp: エディター
pl_pl: Edytor
pt_pt: Editor de Grelha
ru_ru: Редактор
sv_se: Redigerare
th_th: บรรณาธิการ
tr_tr: Editör
uk_ua: Редактор
vi_vn: Biên tập viên

source: Possible pipes in the value must be escaped with a backslash like '\|'.
bg_bg: Възможните пискюли в стойността трябва да се избягват с обратна наклонена черта като '\|'.
cs_cz: Možné potrubí v hodnotě musí být uniknuto zpětným lomítkem jako '\|'.
da_dk: Mulige rør i værdien skal undslippes med en rygskråstreg som '\¤ '.
de_de: Mögliche Rohre im Wert müssen mit einem Backslash wie '\|' maskiert werden.
es_es: Las posibles tuberías en el valor deben ser escapadas con una barra invertida como '\|'.
fi_fi: Mahdollinen putki arvon on karsittava takaiskurivin kaltaisella ”\”-merkillä.
fr_fr: Les tuyaux possibles dans la valeur doivent être échappés avec un antislash comme '\|'.
hu_hu: Az értékben lévő esetleges pipákat backslash-szel kell megkerülni, például '\|'.
it_it: I possibili tubi nel valore devono essere fuggiti con una barra rovescia come '\<unk> '.
ja_jp: 値に含まれるパイプは、'\|' のようなバックスラッシュでエスケープする必要があります。
nl_nl: Indien de waarde pipe-tekens bevat moeten deze geëscaped worden met een backslash: '\|'.
pl_pl: Możliwe rury w wartości muszą być uciekane z cięciem wstecznym, takim jak '\|'.
pt_pt: Eventuais barras no valor têm que ser escapadas assim, '\|'.
ro_ro: Eventualele ţevi din valoare trebuie să fie scăpate cu o bară de fundal ca "\ ".
ru_ru: Возможные трубы в значении должны быть экранированы обратной косой чертой, как '\|'.
sv_se: Möjliga rör i värdet måste rymmas med ett bakåtsnedstreck som '\<unk> '.
th_th: ท่อที่เป็นไปได้ในค่าต้องถูกหนีด้วยเครื่องหมายแบ็กสแลช เช่น '\|'
tr_tr: Değerdeki olası borular '\|' gibi bir ters eğik çizgi ile kaçılmalıdır.
uk_ua: Можливі труби у значенні повинні бути екрановані з зворотною косою рискою як '\|'.
vi_vn: Các ký tự đặc biệt trong giá trị phải được thoát bằng dấu gạch chéo ngược như '\|'.

source: Separate tags with a pipe character like 'tag | second tag | 3rd'.
bg_bg: Разделяйте таговете с пипета, например 'tag | second tag | 3rd'.
cs_cz: Oddělte značky znakem potrubí jako 'tag | druhá značka | 3rd'.
da_dk: Adskil tags med en pibekarakter som 'tag' andet tag' - 3. rd.
de_de: Separate Tags mit einem Pipe Zeichen wie 'tag | second tag | 3rd'.
es_es: Separar etiquetas con un caracter pipe como 'tag | segunda etiqueta | 3rd'.
fi_fi: Erota tagit, joissa on putkimerkki, kuten 'tag' - toinen tagi •3rd'.
fr_fr: Séparer les balises par un caractère "barre verticale" comme 'étiquette | seconde étiquette | 3ème'.
hu_hu: Válassza szét a címkéket egy pipajellel, például 'címke | második címke | harmadik'.
it_it: Separare i tag con un carattere di tubo come 'tag <unk> secondo tag <unk> 3rd'.
ja_jp: 'tag | second tag | 3rd' のようなパイプ文字でタグを分離します。
nl_nl: Scheid labels met een pipe-teken. Voorbeeld: "label één | tweede label | 3e”.
pl_pl: Oddziel tagi za pomocą pipety jak 'tag | drugi tag | 3rd'.
pt_pt: Separe as etiquetas com uma barra, assim: 'etiqueta | segunda | terceira'.
ro_ro: Separați etichetele cu un caracter de țeavă cum ar fi „tag <unk> 3rd”.
ru_ru: Разделяйте теги символом 'tag | second tag | 3rd'.
sv_se: Separera taggar med ett rörtecken som "tag <unk> second tag <unk> 3rd".
th_th: แยกแท็กด้วยอักขระท่อ เช่น 'แท็ก | แท็กที่สอง | ที่สาม'
tr_tr: Etiketleri 'etiket | ikinci etiket | üçüncü' gibi bir boru karakteri ile ayırın.
uk_ua: Розділяйте теги трубочками наприклад 'tag | другий теґ | 3rd'.
vi_vn: Tách các thẻ bằng ký tự gạch dọc như 'thẻ | thẻ thứ hai | thẻ thứ ba'.

source: Separate possible arguments with a pipe character like 'My Keyword | arg 1 | arg 2'.
bg_bg: Разделете възможните аргументи със знака pipe, например 'My Keyword | arg 1 | arg 2'.
cs_cz: Oddělte možné argumenty znakem "Mé klíčové slovo | arg 1 | arg 2".
da_dk: Adskil mulige argumenter med en pipe-karakter som 'Mit søgeord,' arg 1 ¤ arg 2'.
de_de: Trennen Sie mögliche Argumente mit einem Pipe-Zeichen wie 'Mein Schlüsselwort | arg 1 | arg 2'.
es_es: Separa posibles argumentos con un caracter pipe como 'Mi palabra clave | arg 1 | arg 2'.
fi_fi: Erottele mahdolliset argumentit putkimerkillä kuten 'Oma avainsana' arg 1 ¶ arg 2'.
fr_fr: Séparer les éventuels arguments avec un caractère "barre verticale" comme 'Mon Mot Clé | arg 1 | arg 2'.
hu_hu: Válassza szét a lehetséges argumentumokat egy pipakarakterrel, például 'My Keyword | arg 1 | arg 2'.
it_it: Separare possibili argomenti con un carattere di tubo come 'My Keyword <unk> arg 1 <unk> arg 2'.
ja_jp: 'My Keyword | arg 1 | arg 2'のようなパイプ文字で可能な引数を分離します。
nl_nl: Scheid parameters met pipe-tekens. Voorbeeld: 'Mijn actiewoord | par 1 | par 2'.
pl_pl: Oddziel możliwe argumenty za pomocą pipety jak "Moje słowo kluczowe | arg 1 | arg 2".
pt_pt: Separe os eventuais argumentos com uma barra, assim: 'A Minha Palavra-Chave | argumento_um | argumento_dois'.
ro_ro: Separați posibilele argumente cu un caracter de țeavă ca 'Cuvintele mele cheie 1 <unk> arg 2'.
ru_ru: Возможные аргументы разделяются символом трубопровода типа 'Мой Ключевой Слова | arg 1 | arg 2'.
sv_se: Separera möjliga argument med ett rörtecken som "Mitt sökord <unk> arg 1 <unk> arg 2".
th_th: แยกอาร์กิวเมนต์ที่เป็นไปได้ด้วยเครื่องหมายท่อ เช่น 'My Keyword | arg 1 | arg 2'
tr_tr: Olası argümanları 'Anahtar Sözcüğüm | arg 1 | arg 2' gibi bir boru karakteriyle ayırın.
uk_ua: Відокремте можливі аргументи символом "Мій ключ" | arg 1 | arg 2".
vi_vn: Tách các tham số có thể có bằng ký tự gạch dọc như 'My Keyword | arg 1 | arg 2'.

source: Use time syntax like '1min 10s' or '2 hours' or give the value as seconds. Before Robot v3.0.1 an optional message could have been specified like '3 minutes | My message here'.
bg_bg: Използвайте синтаксис за време като "1min 10s" или "2 часа" или задайте стойността като секунди. Преди Robot v3.0.1 можеше да се зададе незадължително съобщение, например "3 минути | Моето съобщение тук".
cs_cz: Použij syntaxi času jako '1min 10' nebo '2 hodiny' nebo zadej hodnotu jako sekundy. Před robotem v3. .1 volitelná zpráva mohla být zadána jako '3 minuty | Moje zpráva zde'.
da_dk: Brug tidssyntaks som '1min 10' eller '2 timer', eller giv værdien som sekunder. Før Robot v3. .1 en valgfri besked kunne have været angivet som '3 minutter Øjeblikkelig Min besked her'.
de_de: Benutze Zeitsyntax wie '1min 10s' oder '2 Stunden' oder gib den Wert als Sekunden an. vor dem Roboter v3. .1 eine optionale Nachricht hätte wie '3 Minuten | Meine Nachricht hier' angegeben werden können.
es_es: Usa la sintaxis de tiempo como '1min 10s' o '2 horas' o da el valor como segundos. Antes de Robot v3. .1 un mensaje opcional podría haber sido especificado como '3 minutos | Mi mensaje aquí'.
fi_fi: Käytä aikasyntaksia kuten 1min 10 tai 2 tuntia, tai anna arvo sekunteina. Ennen Robottia v3. .1 valinnainen viesti olisi voitu määritellä, kuten '3 minuuttia'.
fr_fr: Utiliser la syntaxe de temps comme '1min 10s' ou '2 hours' ou donner la valeur en secondes. Avant Robot v3.0.1 un message facultatif aurait pu être spécifié comme '3 minutes | Mon message ici'.
hu_hu: Használjon idő szintaxist, például '1min 10s' vagy '2 óra', vagy adja meg az értéket másodpercben. A Robot v3.0.1 előtt egy opcionális üzenetet is meg lehetett adni, például '3 perc | Az üzenetem itt'.
it_it: Usa la sintassi del tempo come '1min 10s' o '2 ora' o dà il valore come secondi. Prima di Robot v3. .1 un messaggio opzionale potrebbe essere stato specificato come '3 minuti <unk> Il mio messaggio qui'.
ja_jp: '1min 10s'や'2時間'のような時間構文を使用するか、値を秒単位で指定します。 ロボットv3の前。 .1 オプションのメッセージは '3 minutes | My message here' のように指定されている可能性があります。
nl_nl: Gebruik Robot's tijdsyntax zoals bijvoorbeeld '1min 10s', '2 hours' of een los getal voor seconden. Vóór Robot v3.0.1 kon een extra tekst meegegeven worden: '3 minutes | Eigen foutmelding'.
pl_pl: Użyj składni czasu jak '1min 10' lub '2 godziny' lub podaj wartość w sekundach. Przed Robot v3. .1 opcjonalna wiadomość mogła być podana jako '3 minuty | Moja wiadomość tutaj'.
pt_pt: Use a sintaxe de tempo, assim: '1min 10s' ou '2 hours' ou indique o valor em segundos. Antes do Robot v3.0.1 era possível indicar uma mensagem opcional, como por exemplo: '3 minutes | A minha mensagem aqui'.
ro_ro: Utilizați sintaxa timpului ca '1min 10s' sau '2 ore' sau dați valoarea ca secunde. Înainte de Robot v3. .1 un mesaj opţional ar fi putut fi specificat ca "3 minute <unk> Mesajul meu aici".
sv_se: Använd tidssyntax som '1min 10s' eller '2 timmar' eller ange värdet som sekunder. Före Robot v3. .1 ett valfritt meddelande kunde ha angetts som '3 minuter <unk> Mitt meddelande här'.
th_th: ใช้รูปแบบเวลาเช่น '1นาที 10วินาที' หรือ '2ชั่วโมง' หรือให้ค่าเป็นวินาที ก่อน Robot v3.0.1 สามารถระบุข้อความเพิ่มเติมได้เช่น '3นาที | ข้อความของฉันที่นี่'
tr_tr: '1dk 10s' veya '2 saat' gibi zaman sözdizimini kullanın veya değeri saniye olarak verin. Robot v3.0.1'den önce '3 dakika | Mesajım burada' gibi isteğe bağlı bir mesaj belirtilebilirdi.
uk_ua: Використовуйте синтаксис часу як '1хв 10' або '2 години' або дайте значення як секунди. Перед роботом v3. .1 додаткове повідомлення було б задано, наприклад, '3 хвилини | Моє повідомлення тут'.
vi_vn: Sử dụng cú pháp thời gian như '1 phút 10 giây' hoặc '2 giờ' hoặc nhập giá trị dưới dạng giây. Trước phiên bản Robot v3.0.1, có thể chỉ định một tin nhắn tùy chọn như '3 phút | Tin nhắn của tôi ở đây'.

source: Specify the arguments separated with a pipe character like '${arg1} | ${arg2}'. Default values are given using equal sign and the last argument can be a list variable. Example: '${arg1} | ${arg2}=default value | @{rest}'. Note. You can use variable shortcuts in this field.
bg_bg: Посочете аргументите, разделени със знака "тръба", например '${arg1} | ${arg2}'. Стойностите по подразбиране се задават със знак за равенство, а последният аргумент може да бъде променлива от списък. Пример: '${arg1} | ${arg2}=стойност по подразбиране | @{rest}". Забележка. В това поле можете да използвате съкращения на променливи.
cs_cz: Zadejte argumenty oddělené znakem potrubí jako '${arg1} | ${arg2}'. Výchozí hodnoty jsou uvedeny pomocí stejného znaménka a posledním argumentem může být proměnná seznamu. Příklad: '${arg1} | ${arg2}=výchozí hodnota | @{rest}'. Poznámka. V tomto poli můžete použít zkratky proměnných.
de_de: Geben Sie die mit einem Pipe-Zeichen getrennten Argumente wie '${arg1} | ${arg2}' an. Standardwerte werden mit gleichen Zeichen angegeben und das letzte Argument kann eine Listenvariablen sein. Beispiel: '${arg1} | ${arg2}=Standardwert | @{rest}'. Notiz. Sie können Variablenverknüpfungen in diesem Feld verwenden.
fi_fi: Määrittele pystyviivalla erotellut argumentit, Esim. '${arg1} | ${arg2}'. Oletusarvot merkitään yhtäkuin-merkillä ja viimeinen argumentti voi olla muuttuja. Esim. '${arg1} | ${arg2}=default value | @{rest}'. Huom. Voit käyttää muuttujalyhenteitä tässä kentässä.
fr_fr: Spécifiez les arguments séparés par un caractère pipe comme '${arg1} | ${arg2}'. Les valeurs par défaut sont données en utilisant un signe égal et le dernier argument peut être une variable liste. Exemple: '${arg1} | ${arg2}=valeur par défaut | @{rest}'. Note. Vous pouvez utiliser des raccourcis variables dans ce champ.
hu_hu: Adja meg az argumentumokat pipe karakterrel elválasztva, például '${arg1} | ${arg2}'. Az alapértelmezett értékeket az egyenlőségjel használatával adjuk meg, az utolsó argumentum pedig egy listaváltozó lehet. Példa: '${arg1} | ${arg2}=alapértelmezett érték | @{rest}'. Megjegyzés. Ebben a mezőben használhatja a változó rövidítéseit.
it_it: Specifica gli argomenti separati con un carattere di pipe come '${arg1} <unk> ${arg2}'. I valori predefiniti vengono dati usando il segno uguale e l'ultimo argomento può essere una variabile lista. Esempio: '${arg1} <unk> ${arg2}=valore predefinito <unk> @{rest}'. Nota. Puoi usare le scorciatoie variabili in questo campo.
nl_nl: Specificeer parameters gescheiden door een pipe-teken. Voorbeeld: '${par1} | ${par2}'. Standaardwaarden worden gespecificeerd door middel van een is-gelijk-aan-teken (=). De laatste parameter kan een lijstvariabele zijn. Voorbeeld: '${par1} | ${par2}=standaardwaarde | @{rest}'. Merk op dat variabele snelkoppelingen toegestaan zijn in dit veld.
pl_pl: Określ argumenty oddzielone znakiem "${arg1} | ${arg2}". Wartości domyślne są podane przy użyciu znaku równości, a ostatni argument może być zmienną listy. Przykład: '${arg1} | ${arg2}=wartość domyślna | @{rest}'. Uwaga. Możesz użyć zmiennych skrótów w tym polu.
pt_pt: Especifique os argumentos separados com uma barra, assim: '${argumento um} | ${argumento dois}'. Os valores por omissão são indicados usando um sinal de igual e o último argumento pode ser uma variável lista. Exemplo: '${argumento um} | ${argumento dois}=valor por omissão | @{restantes}'. Nota. Você pode usar atalhos de variáveis neste campo.
ro_ro: Specificați argumentele separate cu un caracter de țeavă ca '${arg1} <unk> ${arg2}'. Valorile implicite sunt date folosind semnul egal și ultimul argument poate fi o variabilă de listă. Exemplu: '${arg1} <unk> ${arg2}=valoare implicită <unk> @{rest}'. Notă. Puteți utiliza scurtăturile variabile în acest câmp.
ru_ru: Укажите аргументы, разделенные символом трубопровода, как '${arg1} | ${arg2}'. Значения по умолчанию заданы с одинаковым знаком, а последний аргумент может быть списковой переменной. Пример: '${arg1} | ${arg2}=значение по умолчанию | @{rest}'. Примечание. Вы можете использовать ярлыки переменных в этом поле.
sv_se: Ange argumenten separerade med ett rörtecken som '${arg1} <unk> ${arg2}'. Standardvärden anges med hjälp av lika tecken och det sista argumentet kan vara en listvariabel. Exempel: '${arg1} <unk> ${arg2}=standardvärde <unk> @{rest}'. Obs. Du kan använda variabelgenvägar i detta fält.
th_th: ระบุอาร์กิวเมนต์โดยใช้เครื่องหมายท่อ (pipe) คั่นระหว่างแต่ละค่า เช่น '${arg1} | ${arg2}' ค่าเริ่มต้นใช้เครื่องหมายเท่ากับ (equal sign) และอาร์กิวเมนต์สุดท้ายสามารถเป็นตัวแปรในรายการได้ ตัวอย่าง: '${arg1} | ${arg2}=ค่าเริ่มต้น | @{rest}' หมายเหตุ: คุณสามารถใช้ตัวแปรลัดในฟิลด์นี้ได้
tr_tr: '${arg1} | ${arg2}' gibi bir boru karakteri ile ayrılmış argümanları belirtin. Varsayılan değerler eşittir işareti kullanılarak verilir ve son bağımsız değişken bir liste değişkeni olabilir. Örnek: '${arg1} | ${arg2}=default value | @{rest}'. Not. Bu alanda değişken kısayollarını kullanabilirsiniz.
uk_ua: Вкажіть аргументи, розділені символом схожої з '${arg1} | ${arg2}'. Значення за замовчуванням наводяться з використанням рівних знаків і останнім аргументом може бути змінна списку. Приклад: '${arg1} | ${arg2}=стандартне значення | @{rest}'. Примітка. Ви можете використовувати ярлики змінної в цьому полі.
vi_vn: Chỉ định các tham số được phân tách bằng ký tự gạch dọc như '${arg1} | ${arg2}'. Giá trị mặc định được chỉ định bằng dấu bằng (=) và tham số cuối cùng có thể là biến danh sách. Ví dụ: '${arg1} | ${arg2}=default value | @{rest}'. Lưu ý. Bạn có thể sử dụng các phím tắt biến trong trường này.

source: Alias can be used to import same library multiple times with different names. Alias is prepended with:
bg_bg: Псевдонимът може да се използва за многократно импортиране на една и съща библиотека с различни имена. Псевдонимът се допълва с:
cs_cz: Alias může být použit k importu stejné knihovny vícekrát s různými jmény. Alias je předveden:
da_dk: Alias kan bruges til at importere samme bibliotek flere gange med forskellige navne. Alias er foranstillet:
de_de: Alias kann verwendet werden, um dieselbe Bibliothek mehrmals mit verschiedenen Namen zu importieren. Alias wird vorangestellt:
es_es: El alias se puede utilizar para importar la misma biblioteca varias veces con diferentes nombres. Alias está precedido con:
fi_fi: Alioita voidaan käyttää saman kirjaston tuomiseen useita kertoja eri nimillä. Alias on asetettu etusivulle:
fr_fr: L'alias peut être utilisé pour importer plusieurs fois la même bibliothèque avec des noms différents. L'alias est préfixé avec :
hu_hu: Az alias segítségével ugyanazt a könyvtárat többször is importálhatja különböző nevekkel. Az alias előtagja:
it_it: Alias può essere usato per importare la stessa libreria più volte con nomi diversi. Alias è preceduto con:
ja_jp: エイリアスは、異なる名前で同じライブラリを複数回インポートするために使用できます。 エイリアスの前には次のように記述します:
nl_nl: Een alias kan worden gebruikt om dezelfde bibliotheek meerdere keren te importeren met verschillende namen. De alias wordt aangeduid met:
pl_pl: Alias może być używany do wielokrotnego importowania tej samej biblioteki o różnych nazwach. Alias jest poprzedzony przez:
pt_pt: Os aliases podem ser usados para importar a mesma biblioteca várias vezes com nomes diferentes. Um aliás é antecedido com:
ro_ro: Aliasul poate fi folosit pentru a importa aceeași bibliotecă de mai multe ori cu nume diferite. Aliasul este preatașat cu:
sv_se: Alias kan användas för att importera samma bibliotek flera gånger med olika namn. Alias är beroende av:
th_th: Alias สามารถใช้เพื่อนำเข้าไลบรารีเดียวกันหลายครั้งด้วยชื่อที่แตกต่างกันได้ Alias จะถูกเพิ่มหน้าด้วย:
tr_tr: Takma adlar, aynı kütüphaneyi farklı adlarla birden çok kez içe aktarmak için kullanılabilir. Alias'ın başına şu eklenir:
uk_ua: Псевдонім може використовуватися для імпорту тієї ж бібліотеки кілька разів з різними іменами. Псевдонім підготовлений:
vi_vn: Alias có thể được sử dụng để nhập cùng một thư viện nhiều lần với các tên khác nhau. Alias được thêm vào trước:
