Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: These tags are set to all test cases in this test suite.
bg_bg: Тези тагове са зададени за всички тестови случаи в този пакет от тестове.
cs_cz: Tyto značky jsou v této zkušební sadě nastaveny na všechny zkušební případy.
da_dk: Disse tags er sat til alle testtilfælde i denne testsuite.
de_de: Diese Tags sind auf alle Testfälle in dieser Testsuite gesetzt.
es_es: Estas etiquetas están configuradas en todos los casos de prueba de esta suite de pruebas.
fi_fi: Nämä tunnisteet on asetettu kaikkiin testikoteloihin tässä testisarjassa.
fr_fr: Ces tags sont communs à tous les cas de test de cette suite de test.
hu_hu: Ezek a címkék a tesztcsomag összes tesztesetéhez be vannak állítva.
it_it: Questi tag sono impostati su tutti i casi di test in questa suite di test.
ja_jp: これらのタグは、このテストスイートのすべてのテストケースに設定されます。
nl_nl: Deze labels worden toegepast op alle testgevallen in deze suite.
pl_pl: Tagi te są ustawione na wszystkie przypadki testowe w tym zestawie testowym.
pt_pt: Estas etiquetas são aplicadas a todos os casos de teste nesta suite de teste.
ro_ro: Aceste etichete sunt setate la toate testele din această suită de teste.
ru_ru: Эти теги устанавливаются на все тесты в этом наборе.
sv_se: Dessa taggar är inställda på alla testfall i denna testsvit.
th_th: แท็กเหล่านี้ถูกตั้งค่าไว้สำหรับทุกกรณีทดสอบในชุดทดสอบนี้
tr_tr: Bu etiketler, bu test paketindeki tüm test senaryolarına ayarlanır.
uk_ua: Ці теги призначені для всіх випадків тестів у цьому наборі тестів.
vi_vn: Các thẻ này được áp dụng cho tất cả các trường hợp thử nghiệm trong bộ thử nghiệm này.

source: These tags are set to all test cases in this test suite unless test cases have their own tags.
bg_bg: Тези тагове се задават на всички тестови случаи в този пакет от тестове, освен ако тестовите случаи нямат свои собствени тагове.
cs_cz: Tyto značky jsou nastaveny na všechny zkušební případy v této zkušební sadě, pokud zkušební případy nemají vlastní značky.
da_dk: Disse tags er sat til alle testkasser i denne testpakke, medmindre testkasserne har deres egne tags.
de_de: Diese Tags sind auf alle Testfälle in dieser Testsuite gesetzt, es sei denn, Testfälle haben ihre eigenen Tags.
es_es: Estas etiquetas están configuradas para todos los casos de prueba de esta suite de pruebas a menos que los casos de prueba tengan sus propias etiquetas.
fi_fi: Nämä tunnisteet on asetettu kaikkiin testikoteloihin tässä testisarjassa, ellei testauslaatikoissa ole omia tageja.
fr_fr: Ces balises sont définies à tous les cas de test de cette suite de tests, sauf si les cas de test ont leurs propres balises.
hu_hu: Ezek a címkék a tesztcsomag összes tesztesetéhez be vannak állítva, kivéve, ha a teszteseteknek saját címkékkel rendelkeznek.
it_it: Questi tag sono impostati su tutti i casi di test in questa suite di test a meno che i casi di test non abbiano i loro tag.
ja_jp: これらのタグは、テストケースに独自のタグがない限り、このテストスイートのすべてのテストケースに設定されます。
nl_nl: Deze labels worden toegepast op alle testgevallen in deze testsuite, tenzij testgevallen hun eigen tags hebben.
pl_pl: Te znaczniki są ustawione na wszystkie przypadki testowe w tym zestawie testowym, chyba że przypadki testowe mają własne znaczniki.
pt_pt: Estas etiquetas são aplicadas a todos os casos de teste nesta suite de teste, desde que não tenham uma etiqueta própria.
ro_ro: Aceste etichete sunt setate pe toate cazurile de testare din această suită de teste, cu excepția cazului în care testele au etichete proprii.
ru_ru: Эти теги устанавливаются на все тесты в этом наборе, если только тесты не имеют собственные теги.
sv_se: Dessa taggar är inställda på alla testfall i denna testsvit såvida inte testfall har sina egna taggar.
th_th: แท็กเหล่านี้จะถูกตั้งค่าให้กับทุกกรณีทดสอบในชุดทดสอบนี้ เว้นแต่กรณีทดสอบจะมีแท็กของตนเอง
tr_tr: Bu etiketler, test senaryolarının kendi etiketleri olmadığı sürece bu test paketindeki tüm test senaryolarına ayarlanır.
uk_ua: Ці теги призначені для всіх випадків тестів в цьому наборі тестів, якщо тільки в тестах не буде встановлено свої власні теги.
vi_vn: Các thẻ này được áp dụng cho tất cả các trường hợp thử nghiệm trong bộ thử nghiệm này trừ khi các trường hợp thử nghiệm có thẻ riêng của mình.

source: These tags are applied to all test cases in this test suite. This field exists since Robot Framework 6.0 and will replace Force and Default Tags after version 7.0.
bg_bg: Тези етикети се прилагат към всички тестови случаи в този набор от тестове. Това поле съществува от Robot Framework 6.0 и ще замени Force и Default Tags след версия 7.0.
cs_cz: Tyto značky jsou aplikovány na všechny zkušební případy v tomto testovacím balíku. Toto pole existuje od Robot Framework 6. a nahradí Vynucený a výchozí štítky po verzi 7.0.
da_dk: Disse tags anvendes på alle testtilfælde i denne testsuite. Dette felt eksisterer siden Robot Framework 6. og vil erstatte Kraft og standard tags efter version 7.0.
de_de: Diese Tags werden für alle Testfälle in dieser Testsuite angewendet. Dieses Feld existiert seit dem Robot Framework 6. und ersetzt Force und Standard Tags nach Version 7.0.
es_es: Estas etiquetas se aplican a todos los casos de prueba de esta suite de pruebas. Este campo existe desde Robot Framework 6. y reemplazará las etiquetas Forzar y Predeterminado después de la versión 7.0.
fi_fi: Näitä tageja sovelletaan kaikkiin testikoteloihin tässä testisarjassa. Tämä kenttä on olemassa Robot Framework 6. ja korvaa voimassa ja oletustagien version 7.0 jälkeen.
fr_fr: Ces balises sont appliquées à tous les cas de test de cette suite de test. Ce champ existe depuis Robot Framework 6. et remplacera les balises Force et Default après la version 7.0.
hu_hu: Ezek a címkék a tesztcsomag összes tesztesetére vonatkoznak. Ez a mező a Robot Framework 6.0 óta létezik, és a 7.0-s verzió után a Force és az Alapértelmezett címkék helyébe lép.
it_it: Questi tag sono applicati a tutti i casi di test in questa suite di test. Questo campo esiste dal Robot Framework 6. e sostituirà Forza e Etichette Predefinite dopo la versione 7.0.
ja_jp: これらのタグは、このテストスイートのすべてのテストケースに適用されます。このフィールドはロボットフレームワーク6以降に存在します。 をクリックすると、バージョン7.0以降のフォースタグとデフォルトタグが置き換えられます。
nl_nl: Deze labels worden toegepast op alle testgevallen in deze suite. Dit veld is nieuw sinds Robot Framework 6. Vanaf Robot Framework 7 vervangt deze instelling de 'Forceer Labels' en 'Standaard Labels' instellingen.
pl_pl: Te tagi są stosowane do wszystkich przypadków testowych w tym zestawie testowym. To pole istnieje od Robot Framework 6. i zastąpi wymuszenie i domyślne tagi po wersji 7.0.
pt_pt: Estas etiquetas são aplicadas a todos os casos de teste nesta suite de teste. Este campo existe desde o Robot Framework 6.0 e substituirá Forçar Etiquetas e Etiquetas por Omissão, depois da versão 7.0.
ro_ro: Aceste etichete sunt aplicate la toate testele din acest suit de teste. Acest câmp există de la Robot Framework 6. și va înlocui Tag-urile Forțată și Implicite după versiunea 7.0.
ru_ru: Эти теги применяются ко всем случаям тестирования в этом наборе. Это поле существует с Robot Framework 6. и заменит силовые и стандартные теги после версии 7.0.
sv_se: Dessa taggar tillämpas på alla testfall i den här testsviten. Detta fält finns sedan Robot Framework 6. och kommer att ersätta Force och standardetiketter efter version 7.0.
th_th: แท็กเหล่านี้จะถูกนำไปใช้กับทุกกรณีทดสอบในชุดทดสอบนี้ ฟิลด์นี้มีมาตั้งแต่ Robot Framework 6.0 และจะแทนที่ Force และ Default Tags หลังจากเวอร์ชัน 7.0
tr_tr: Bu etiketler, bu test paketindeki tüm test senaryolarına uygulanır. Bu alan Robot Framework 6.0'dan beri mevcuttur ve sürüm 7.0'dan sonra Force ve Default Etiketlerinin yerini alacaktır.
uk_ua: Ці теги застосовуються до всіх тестових випадків в наборі тестів. Це поле існує після роботи Robot Framework 6. і буде заміняти Силу та Теги за замовчуванням після версії 7.0.
vi_vn: Các thẻ này được áp dụng cho tất cả các trường hợp thử nghiệm trong bộ thử nghiệm này. Trường này đã tồn tại kể từ Robot Framework 6.0 và sẽ thay thế các thẻ Force và Default sau phiên bản 7.0.

source: These tags are set to this test case in addition to Force Tags and they override possible Default Tags.
bg_bg: Тези тагове са зададени за този тестови случай в допълнение към Force Tags и отменят възможните Default Tags.
cs_cz: Tyto štítky jsou kromě vynucené značky nastaveny na tento zkušební případ a přepíší možné výchozí štítky.
da_dk: Disse tags er sat til denne test case ud over Kraft Tags og de tilsidesætter mulige standard tags.
de_de: Diese Tags werden zusätzlich zu Force-Tags auf diesen Testfall gesetzt und überschreiben mögliche Standard-Tags.
es_es: Estas etiquetas están configuradas en este caso de prueba, además de forzar etiquetas y anulan posibles etiquetas predeterminadas.
fi_fi: Nämä tagit on asetettu tähän testikoteloon Force Tagien lisäksi ja ne ohittavat mahdolliset oletustagit.
fr_fr: Ces balises sont définies à ce cas de test en plus des balises Force et elles remplacent les balises par défaut possibles.
hu_hu: Ezek a címkék a tesztesethez a Kényszercímkék mellett vannak beállítva, és felülírják az esetleges Alapértelmezett címkéket.
it_it: Questi tag sono impostati in questo caso di prova in aggiunta a Forza Tag e sovrascrivono possibili Tag predefiniti.
ja_jp: これらのタグは、強制的なタグに加えて、このテストケースに設定されており、それらは可能な既定のタグを上書きします。
nl_nl: Deze labels worden toegepast op dit testgeval naast de labels van Forceer Labels. Ze overschrijven mogelijke Standaardlabels.
pl_pl: Te tagi są ustawione na ten przypadek testowy oprócz wymuszania tagów i nadpisują możliwe domyślne tagi.
pt_pt: Estas etiquetas estão definidas para este caso de teste juntamente com as de Forçar Etiquetas e removem as eventuais Etiquetas por Omissão.
ro_ro: Aceste etichete sunt setate la acest caz de testare în plus față de Tag-uri forțate și suprascriu posibile Etichete implicite.
ru_ru: Эти теги устанавливаются на этот тест в дополнение к принудительным тегам и переопределяют возможные теги по умолчанию.
sv_se: Dessa taggar är inställda på detta testfall förutom Tvinga taggar och de åsidosätter möjliga Standardtaggar.
th_th: แท็กเหล่านี้ถูกตั้งค่าให้กับกรณีทดสอบนี้เพิ่มเติมจากแท็กบังคับ และจะแทนที่แท็กเริ่มต้นที่อาจมีอยู่
tr_tr: Bu etiketler, Etiketleri Zorla seçeneğine ek olarak bu test vakasına ayarlanır ve olası Varsayılan Etiketleri geçersiz kılar.
uk_ua: Ці теги призначені для цього тегу на додаток до силових тегів, і вони перевизначають можливі теги за замовчуванням.
vi_vn: Các thẻ này được áp dụng cho trường hợp thử nghiệm này ngoài các thẻ bắt buộc và chúng sẽ ghi đè lên các thẻ mặc định có thể có.

source: This keyword is executed before executing any of the test cases or lower level suites.
bg_bg: Тази ключова дума се изпълнява, преди да се изпълни някой от тестовите случаи или пакетите от по-ниско ниво.
cs_cz: Toto klíčové slovo se provede před provedením některého ze zkušebních případů nebo méně úrovňových souprav.
da_dk: Dette søgeord udføres før udførelse af nogen af testkasser eller lavere niveau suiter.
de_de: Dieses Schlüsselwort wird ausgeführt, bevor Sie einen der Testfälle oder niedrigstufigen Suiten ausführen.
es_es: Esta palabra clave se ejecuta antes de ejecutar cualquiera de los casos de prueba o suites de nivel inferior.
fi_fi: Tämä avainsana suoritetaan ennen minkään testikotelon tai alemman tason sviitin suorittamista.
fr_fr: Ce mot clé est exécuté avant d'exécuter un des scénarios de test ou une suite de niveau inférieur.
hu_hu: Ez a kulcsszó a tesztesetek vagy alacsonyabb szintű tesztkészletek végrehajtása előtt kerül végrehajtásra.
it_it: Questa parola chiave viene eseguita prima di eseguire uno qualsiasi dei casi di test o suite di livello inferiore.
ja_jp: このキーワードは、テストケースまたは下位レベルのスイートを実行する前に実行されます。
nl_nl: Dit actiewoord wordt uitgevoerd vóór het starten van de tests of onderliggende suites.
pl_pl: To słowo kluczowe jest wykonywane przed wykonaniem któregokolwiek z testowych przypadków lub kombinacji niższego poziomu.
pt_pt: Esta palavra-chave é executada antes de executar algum dos casos de testes ou suites de teste em níveis abaixo.
ro_ro: Acest cuvânt cheie este executat înainte de a executa oricare dintre testele testate sau costume de nivel inferior.
ru_ru: Это ключевое слово выполняется перед выполнением тестовых кейсов или наборов более низкого уровня.
sv_se: Detta sökord utförs innan du utför någon av testfallen eller lägre nivå sviter.
th_th: คำหลักนี้จะถูกดำเนินการก่อนการดำเนินการทดสอบใด ๆ หรือชุดทดสอบระดับล่าง
tr_tr: Bu anahtar kelime, test senaryolarından veya daha düşük seviyeli süitlerden herhangi biri çalıştırılmadan önce yürütülür.
uk_ua: Це ключове слово виконується перед виконанням будь-якого з тестових випадків або нижчих наборів рівнів.
vi_vn: Từ khóa này được thực thi trước khi thực thi bất kỳ trường hợp thử nghiệm hoặc bộ thử nghiệm cấp thấp nào.

source: This keyword is executed after all test cases and lower level suites have been executed.
bg_bg: Тази ключова дума се изпълнява, след като са изпълнени всички тестови случаи и пакети от по-ниско ниво.
cs_cz: Toto klíčové slovo se provede po provedení všech testovacích případů a balíků s nižší úrovní.
da_dk: Dette søgeord udføres efter at alle testtilfælde og suiter på lavere niveau er blevet udført.
de_de: Dieses Schlüsselwort wird ausgeführt, nachdem alle Testfälle und Lower Level-Suiten ausgeführt wurden.
es_es: Esta palabra clave se ejecuta después de que todos los casos de prueba y las suites de nivel inferior hayan sido ejecutadas.
fi_fi: Tämä avainsana suoritetaan sen jälkeen, kun kaikki testitapaukset ja alemman tason sviitit on suoritettu.
fr_fr: Ce mot clé est exécuté après que tous les cas de test et les suites de niveau inférieur ont été exécutés.
hu_hu: Ez a kulcsszó az összes teszteset és alacsonyabb szintű tesztkészlet végrehajtása után kerül végrehajtásra.
it_it: Questa parola chiave viene eseguita dopo che tutti i casi di test e le suite di livello inferiore sono state eseguite.
ja_jp: このキーワードは、すべてのテストケースと下位レベルのスイートが実行された後に実行されます。
nl_nl: Dit actiewoord wordt uitgevoerd na beëindiging van alle tests en onderliggende suites.
pl_pl: To słowo kluczowe jest wykonywane po wykonaniu wszystkich testowych przypadków i zestawu niższego poziomu.
pt_pt: Esta palavra-chave é executada depois de executar todos os casos de testes e suites de teste em níveis abaixo.
ro_ro: Acest cuvânt cheie este executat după ce au fost executate toate testele și suitele de nivel inferior.
ru_ru: Это ключевое слово выполняется после выполнения всех тестовых кейсов и наборов более низкого уровня.
sv_se: Detta sökord utförs efter att alla testfall och sviter på lägre nivå har utförts.
th_th: คำหลักนี้จะถูกดำเนินการหลังจากที่ได้ดำเนินการทดสอบทุกกรณีและชุดทดสอบระดับต่ำกว่าทั้งหมดแล้ว
tr_tr: Bu anahtar kelime, tüm test senaryoları ve alt seviye süitler yürütüldükten sonra çalıştırılır.
uk_ua: Це ключове слово виконується після того, як були виконані всі тестові випадки і набір нижчого рівня.
vi_vn: Từ khóa này được thực thi sau khi tất cả các trường hợp thử nghiệm và các bộ thử nghiệm cấp thấp đã được thực thi.

source: This keyword is executed before every test case in this suite unless test cases override it.
bg_bg: Тази ключова дума се изпълнява преди всеки тестови случай в този пакет, освен ако тестовите случаи не я заместят.
cs_cz: Toto klíčové slovo se provede před každým testovacím případem v této sadě, pokud ho nepřevezmou testovací případy.
da_dk: Dette søgeord udføres før hver test tilfælde i denne suite medmindre test tilfælde tilsidesætte det.
de_de: Dieses Schlüsselwort wird vor jedem Testfall in dieser Suite ausgeführt, es sei denn, es werden Testfälle überschrieben.
es_es: Esta palabra clave se ejecuta antes de cada caso de prueba en esta suite a menos que los casos de prueba se sobreescriban.
fi_fi: Tämä avainsana suoritetaan ennen jokaista testitapausta tässä sviitissä, ellei testitapauksia ohita sitä.
fr_fr: Ce mot clé est exécuté avant chaque cas de test de cette suite à moins que les cas de test ne le remplacent.
hu_hu: Ez a kulcsszó a csomag minden teszteset előtt végrehajtásra kerül, kivéve, ha a tesztesetek felülbírálják.
it_it: Questa parola chiave viene eseguita prima di ogni caso di prova in questa suite a meno che i casi di test non la sostituiscano.
ja_jp: このキーワードは、テストケースがそれを上書きしない限り、このスイートのすべてのテストケースの前に実行されます。
nl_nl: Dit actiewoord wordt uitgevoerd vóór elke test in deze suite, tenzij de test een eigen testvoorbereiding heeft.
pl_pl: To słowo kluczowe jest wykonywane przed każdym testowym przypadkiem w tym pakiecie, chyba że testowe przypadki go zastąpią.
pt_pt: Esta palavra-chave é executada antes de cada caso de teste nesta suite de teste, se os casos de teste não tiverem esta definição própria.
ro_ro: Acest cuvânt cheie este executat înainte de fiecare caz de test din această suită, cu excepția cazului în care este suprascris.
ru_ru: Это ключевое слово выполняется до каждого теста в этом наборе, если только тест не переопределяет его.
sv_se: Detta sökord utförs före varje testfall i denna svit om inte testfall åsidosätter det.
th_th: คำสำคัญนี้จะถูกดำเนินการก่อนทุกกรณีทดสอบในชุดนี้ เว้นแต่กรณีทดสอบจะกำหนดทับคำสำคัญนี้
tr_tr: Bu anahtar sözcük, test senaryoları geçersiz kılmadığı sürece bu paketteki her test senaryosundan önce yürütülür.
uk_ua: Це ключове слово виконується перед кожним випадком тесту в даному наборі, якщо тести не перевизначають його.
vi_vn: Từ khóa này được thực thi trước mỗi trường hợp thử nghiệm trong bộ thử nghiệm này trừ khi các trường hợp thử nghiệm ghi đè lên nó.

source: This keyword is executed after every test case in this suite unless test cases override it.
bg_bg: Тази ключова дума се изпълнява след всеки тестови случай в този пакет, освен ако тестовите случаи не я заместят.
cs_cz: Toto klíčové slovo se spustí po každém testovacím případu v této sadě, pokud jej nepřevezmou testovací případy.
da_dk: Dette søgeord udføres efter hver test tilfælde i denne suite medmindre test tilfælde tilsidesætte det.
de_de: Dieses Schlüsselwort wird nach jedem Testfall in dieser Suite ausgeführt, es sei denn, Testfälle überschreiben ihn.
es_es: Esta palabra clave se ejecuta después de cada caso de prueba en esta suite a menos que los casos de prueba se sobreescriban.
fi_fi: Tämä avainsana suoritetaan jokaisen testisarjan jälkeen, paitsi jos testitapaukset ohittavat sen.
fr_fr: Ce mot clé est exécuté après chaque cas de test de cette suite à moins que les cas de test ne le remplacent.
hu_hu: Ez a kulcsszó a csomag minden teszteset után végrehajtásra kerül, kivéve, ha a tesztesetek felülbírálják.
it_it: Questa parola chiave viene eseguita dopo ogni caso di prova in questa suite a meno che i casi di test non la sostituiscano.
ja_jp: このキーワードは、テストケースがそれを上書きしない限り、このスイートのすべてのテストケースの後に実行されます。
nl_nl: Dit actiewoord wordt uitgevoerd na elke test in deze suite, tenzij de test een eigen testafronding heeft.
pl_pl: To słowo kluczowe jest wykonywane po każdym przypadku testowym w tym zestawie, chyba że nadpisane zostaną przypadki testowe.
pt_pt: Esta palavra-chave é executada depois de cada caso de teste nesta suite de teste, se os casos de teste não tiverem esta definição própria.
ro_ro: Acest cuvânt cheie este executat după fiecare caz de test din această suită, cu excepția cazului în care este suprascris.
ru_ru: Это ключевое слово выполняется после каждого теста в этом наборе, если только тест не переопределяет его.
sv_se: Detta sökord utförs efter varje testfall i denna svit om inte testfall åsidosätter det.
th_th: คำหลักนี้จะถูกดำเนินการหลังจากทุกกรณีทดสอบในชุดนี้ เว้นแต่กรณีทดสอบจะทับซ้อนหรือยกเลิกการใช้งานคำหลักนี้
tr_tr: Bu anahtar sözcük, test senaryoları geçersiz kılmadığı sürece bu paketteki her test senaryosundan sonra yürütülür.
uk_ua: Це ключове слово виконується після кожного тесту в даному наборі, якщо тести не перевизначають його.
vi_vn: Từ khóa này được thực thi sau mỗi trường hợp thử nghiệm trong bộ thử nghiệm này trừ khi các trường hợp thử nghiệm ghi đè lên nó.

source: This keyword is executed before other keywords in this test case or keyword.
bg_bg: Тази ключова дума се изпълнява преди други ключови думи в този тестови случай или ключова дума.
cs_cz: Toto klíčové slovo se spustí před jinými klíčovými slovy v tomto testovacím případě nebo klíčovým slovem.
da_dk: Dette søgeord udføres før andre søgeord i denne test tilfælde eller nøgleord.
de_de: Dieses Schlüsselwort wird vor anderen Schlüsselwörtern in diesem Testfall oder Schlüsselwort ausgeführt.
es_es: Esta palabra clave se ejecuta antes que otras palabras clave en este caso de prueba o palabra clave.
fi_fi: Tämä avainsana suoritetaan ennen muita avainsanoja tässä testitapauksessa tai avainsanassa.
fr_fr: Ce mot clé est exécuté avant d'autres mots-clés dans ce cas de test ou mot clé.
hu_hu: Ez a kulcsszó a teszteset vagy kulcsszó más kulcsszavai előtt kerül végrehajtásra.
it_it: Questa parola chiave viene eseguita prima di altre parole chiave in questo caso di test o parola chiave.
nl_nl: Dit actiewoord wordt uitgevoerd vóór de start van deze test of dit actiewoord.
pl_pl: To słowo kluczowe jest wykonywane przed innymi słowami kluczowymi w tym testowym przypadku lub słowie kluczowym.
pt_pt: Esta palavra-chave é executada antes das palavras-chave neste caso de teste ou palavra-chave.
ro_ro: Acest cuvânt cheie este executat înaintea altor cuvinte cheie în acest caz de test sau cuvânt cheie.
ru_ru: Это ключевое слово выполняется перед другими ключевыми словами в этом тестовом регистре или ключевом слове.
sv_se: Detta sökord körs innan andra sökord i detta testfall eller sökord.
th_th: คำสำคัญนี้จะถูกดำเนินการก่อนคำสำคัญอื่น ๆ ในกรณีทดสอบนี้หรือในคำสำคัญนี้
tr_tr: Bu anahtar sözcük, bu test durumundaki veya anahtar sözcükteki diğer anahtar sözcüklerden önce yürütülür.
uk_ua: Це ключове слово виконується перед іншими ключовими словами у даному випадку або ключовому слові.
vi_vn: Từ khóa này được thực thi trước các từ khóa khác trong trường hợp thử nghiệm hoặc từ khóa này.
