Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Go to definition
bg_bg: Отидете на дефиниция
cs_cz: Přejít na definici
da_dk: Gå til definition
de_de: Gehe zur Definition
es_es: Ir a la definición
fi_fi: Siirry määritelmään
fr_fr: Aller à la définition
hu_hu: Tovább a meghatározáshoz
it_it: Vai alla definizione
ja_jp: 定義へ移動
nl_nl: Open definitie
pl_pl: Przejdź do definicji
pt_pt: Ir para a definição
ro_ro: Mergi la definiție
ru_ru: Перейти к определению
sv_se: Gå till definition
th_th: ไปที่คำจำกัดความ
tr_tr: Tanıma git
uk_ua: Перейти до визначення
vi_vn: Đi đến định nghĩa

source: Location
bg_bg: Местоположение
cs_cz: Poloha
da_dk: Placering
de_de: Standort
es_es: Ubicación
fi_fi: Sijainti
fr_fr: Localisation
hu_hu: Helyszín
it_it: Posizione
ja_jp: 場所
nl_nl: Lokatie
pl_pl: Lokalizacja
pt_pt: Localização
ro_ro: Locaţie
ru_ru: Местоположение
sv_se: Plats
th_th: สถานที่
tr_tr: Konum
uk_ua: Місцезнаходження
vi_vn: Vị trí

source: Usage
bg_bg: Употреба
cs_cz: Využití
da_dk: Brug
de_de: Auslastung
es_es: Uso
fi_fi: Käyttö
hu_hu: Használat
it_it: Utilizzo
ja_jp: 使用法
nl_nl: Gebruik
pl_pl: Użycie
pt_pt: Procurar Utilizações
ro_ro: Utilizare
ru_ru: Использование
sv_se: Användning
th_th: การใช้งาน
tr_tr: Kullanım
uk_ua: Використання
vi_vn: Cách sử dụng

source: Imported Location
bg_bg: Внесено местоположение
cs_cz: Importované umístění
da_dk: Importeret Placering
de_de: Importierter Standort
es_es: Ubicación importada
fi_fi: Tuotu Sijainti
fr_fr: Emplacement importé
hu_hu: Importált hely
it_it: Posizione Importata
ja_jp: インポートされた場所
nl_nl: Geïmporteerde lokatie
pl_pl: Zaimportowana lokalizacja
pt_pt: Localização Importada
ro_ro: Locație importată
ru_ru: Импортированное местоположение
sv_se: Importerad plats
th_th: นำเข้าตำแหน่ง
tr_tr: İthal Edilen Konum
uk_ua: Імпортоване розташування
vi_vn: Vị trí nhập khẩu

source: Imported name
bg_bg: Внесено име
cs_cz: Importovaný název
da_dk: Importeret navn
de_de: Importname
es_es: Nombre importado
fi_fi: Tuotu nimi
fr_fr: Nom importé
hu_hu: Behozott név
it_it: Nome importato
ja_jp: インポートした名前
nl_nl: Geïmporteerde naam
pl_pl: Zaimportowana nazwa
pt_pt: Nome Importado
ro_ro: Nume importat
ru_ru: Импортированное имя
sv_se: Importerat namn
th_th: นำเข้าชื่อ
tr_tr: İthal isim
uk_ua: Імпортоване ім'я
vi_vn: Tên nhập khẩu

source: Importing Location
bg_bg: Импортиране на местоположение
cs_cz: Importuji umístění
da_dk: Importerer Placering
de_de: Importiere Standort
es_es: Importando ubicación
fi_fi: Tuodaan Sijaintia
fr_fr: Importation de l'emplacement
hu_hu: Helyszín importálása
it_it: Posizione Di Importazione
ja_jp: インポート中の場所
nl_nl: Importeerlokatie
pl_pl: Importowanie lokalizacji
pt_pt: Importando Localização
ro_ro: Importul locației
ru_ru: Расположение импорта
sv_se: Importerar plats
th_th: นำเข้าตำแหน่ง
tr_tr: Konum İçe Aktarma
uk_ua: Імпорт Місцезнаходження
vi_vn: Nhập khẩu vị trí

source: Importing Name
bg_bg: Импортиране на име
cs_cz: Importuji název
da_dk: Importerer Navn
de_de: Importiere Name
es_es: Importando nombre
fi_fi: Tuonnin Nimi
fr_fr: Importation du nom
hu_hu: Név importálása
it_it: Importazione Nome
ja_jp: インポート名
nl_nl: Importeernaam
pl_pl: Importowanie nazwy
pt_pt: Importando Nome
ro_ro: Importare nume
ru_ru: Импортирование Имя
sv_se: Importerar namn
th_th: นำเข้าชื่อ
tr_tr: İçe Aktarma Adı
uk_ua: Імпортується ім'я
vi_vn: Nhập tên

source: %s cannot be empty
bg_bg: %s не може да бъде празен
cs_cz: %s nemůže být prázdný
da_dk: %s må ikke være tom
de_de: %s darf nicht leer sein
es_es: %s no puede estar vacío
fi_fi: %s ei voi olla tyhjä
fr_fr: %s ne peut pas être vide
hu_hu: %s nem lehet üres
it_it: %s non può essere vuoto
ja_jp: %s は空にできません
nl_nl: %s mag niet leeg zijn
pl_pl: %s nie może być pusty
pt_pt: %s não pode ser vazio
ro_ro: %s nu poate fi gol
ru_ru: %s не может быть пустым
sv_se: %s kan inte vara tomt
th_th: %s ไม่สามารถว่างเปล่าได้
tr_tr: %s boş olamaz
uk_ua: %s не може бути порожнім
vi_vn: %s Không thể để trống

source: No
bg_bg: Не
da_dk: Nej
es_es: Nu
hu_hu: Nem
pl_pl: Nie
ro_ro: Nr
th_th: ไม่
tr_tr: Hayır
vi_vn: Không

source: OK
bg_bg: ОК
th_th: โอเค
tr_tr: TAMAM.
vi_vn: Được rồi

source: Yes
bg_bg: Да
da_dk: Ja
es_es: Sí
hu_hu: Igen
it_it: Sì
pl_pl: Tak
ro_ro: Da
th_th: ใช่
tr_tr: Evet
vi_vn: Có

source: JSON Editor Ctrl-Shift-J
bg_bg: Редактор на JSON Ctrl-Shift-J
cs_cz: Editor JSON Ctrl-Shift-J
es_es: Editor JSON Ctrl-Shift-J
fi_fi: JSON Toimittaja Ctrl-Shift-J
fr_fr: Éditeur JSON Ctrl-Shift-J
hu_hu: JSON-szerkesztő Ctrl-Shift-J
it_it: Editor JSON Ctrl-Shift-J
ja_jp: JSONエディタ Ctrl-Shift-J
pl_pl: Edytor JSON Ctrl-Shift-J
pt_pt: Editor JSON Ctrl-Shift-J
ro_ro: Editor JSON, Ctrl-Shift-J
ru_ru: Редактор JSONCtrl-Shift-J
sv_se: JSON Editor<unk> Ctrl-Shift-J
tr_tr: JSON Düzenleyici Ctrl-Shift-J
uk_ua: JSON редактор Ctrl-Shift-J
vi_vn: Trình chỉnh sửa JSON Ctrl-Shift-J

source: << PAUSED >>
cs_cz: << PAUZED >>
es_es: << PAUSADO >>
fr_fr: << EN PAUSE >>
ja_jp: << 一時停止>>
nl_nl: << GEPAUZEERD >>
pt_pt: << PAUSADO >>
ro_ro: << AUZĂ >>
ru_ru: << ПАРОЛЬ >>

source: << CONTINUE >>
cs_cz: << KONTINUE >>
de_de: << INTINUE >>
fi_fi: << JATKUE >>
fr_fr: << CONTINUER >>
it_it: << CONTINUA >>
ja_jp: << 続ける>>
nl_nl: << HERVAT >>
pl_pl: << KONTYNUUJ >>
pt_pt: << CONTINUAR >>
ro_ro: << CONTINUĂ >>
ru_ru: << ПРОДОЛЖИТЬ >>
sv_se: << FORTSÄTT >>

source: Move Rows Up | Move Rows Up | Alt-Up
cs_cz: Přesunout řádky nahoru | Posunout řádky nahoru | Alt-Up
de_de: Reihen nach oben | Zeilen nach oben bewegen | Alt-Up
fi_fi: Siirrä Rivit Ylös | Liikuta Rivit Ylös | Alt-Up
fr_fr: Déplacer les lignes vers le haut | Déplacer les lignes vers le haut | Alt-Up
ja_jp: Move Rows Up | Move Rows Up | Move Rows Up | Alt-Up
nl_nl: Rijen om&hoog schuiven | Rijen omhoog verplaatsen | Alt-Up
pt_pt: Mover Linhas Acima | Move as linhas selecionadas uma linha acima | Alt-Up
ru_ru: Переместить строки вверх | Переместить строки вверх | Alt-Up
sv_se: Flytta rader upp | Flytta rader upp | Alt-Up

source: Move Rows Down | Move Rows Down | Alt-Down
cs_cz: Přesunout řádky dolů | Přesunout řádky dolů | Alt-Down
de_de: Zeilen nach unten bewegen | Zeilen nach unten bewegen | Alt-Down
fi_fi: Siirrä Rivit Alas | Siirrä Rivit Alas | Alt-Down
fr_fr: Déplacer les lignes vers le bas | Déplacer les lignes vers le bas | Alt-Down
nl_nl: Rijen oml&aag schuiven | Rijen omlaag verplaatsen | Alt-Down
pt_pt: Mover Linhas Abaixo | Move as linhas selecionadas uma linha abaixo | Alt-Down
ru_ru: Переместить строки вниз | Переместить строки вниз | Alt-Down
sv_se: Flytta rader nedåt | Flytta rader nedåt | Alt-Down

source: Inherited tags are not shown in this view.
cs_cz: Zděděné štítky nejsou zobrazeny v tomto zobrazení.
de_de: Vererbte Tags werden in dieser Ansicht nicht angezeigt.
fi_fi: Perillisiä tageja ei näytetä tässä näkymässä.
fr_fr: Les tags hérités ne sont pas affichés dans cette vue.
ja_jp: 継承されたタグはこのビューには表示されません。
nl_nl: Overgenomen labels worden niet getoond in deze weergave.
pt_pt: Etiquetas herdadas não serão mostradas nesta vista.
ru_ru: Унаследованные теги не показываются в этом представлении.
sv_se: Ärvda taggar visas inte i denna vy.
uk_ua: Успадковані теги не відображаються в цьому перегляді.

source: Force Tags
cs_cz: Vynutit štítky
de_de: Tags erzwingen
fi_fi: Pakota Tagit
fr_fr: Forcer les balises
ja_jp: タグを強制する
nl_nl: Forceer Labels
pt_pt: Forçar Etiquetas
ru_ru: Принудительные теги
sv_se: Tvinga taggar
uk_ua: Примусові мітки

source: Default Tags
cs_cz: Výchozí štítky
de_de: Standard Tags
fi_fi: Oletus Tagit
fr_fr: Tags par défaut
ja_jp: デフォルトのタグ
nl_nl: Standaardlabels
pt_pt: Etiquetas por Omissão
ru_ru: Теги по умолчанию
sv_se: Förvalda taggar
uk_ua: Стандартні мітки

source: Test Tags
cs_cz: Testovací značky
de_de: Tags testen
fi_fi: Testaa Tagit
fr_fr: Tags de test
ja_jp: タグのテスト
nl_nl: Test Labels
pt_pt: Etiquetas de Teste
ru_ru: Теги
sv_se: Testa taggar
uk_ua: Тестові мітки

source: Suite Setup
cs_cz: Nastavení skupiny
fi_fi: Sviitin Asetukset
fr_fr: Configuration de la suite
ja_jp: スイート設定
nl_nl: Suitevoorbereiding
pt_pt: Inicialização de Suite
ru_ru: Настройка Suites
sv_se: Svit installation
uk_ua: Налаштування suite

source: Suite Teardown
cs_cz: Seskupení
fi_fi: Suivin Purku
fr_fr: Vue éclatée de la suite
ja_jp: スイートの分解
nl_nl: Suite-afronding
pt_pt: Finalização de Suite
ru_ru: Разборка сюитов
sv_se: Svit isärplockning
uk_ua: Сплав сюїта

source: Test Setup
cs_cz: Zkušební nastavení
fi_fi: Testaa Asetukset
fr_fr: Tester la configuration
ja_jp: テストセットアップ
nl_nl: Testvoorbereiding
pt_pt: Inicialização de Teste
ru_ru: 5.3.1 Испытание
sv_se: Testa installation
uk_ua: Перевірка налаштувань

source: Test Teardown
cs_cz: Testovací rozebrání
de_de: Teardown testen
fi_fi: Testaa Uloskirjaus
fr_fr: Tester la vue éclatée
ja_jp: テストの分解
nl_nl: Testafronding
pt_pt: Finalização de Teste
ru_ru: Тестирование разбора
sv_se: Testa isärplockning
uk_ua: Вирівнювання тестової роздачі

source: Test Template
cs_cz: Testovací šablona
de_de: Testvorlage
fi_fi: Testaa Malli
fr_fr: Modèle de test
ja_jp: テンプレートのテスト
nl_nl: Testsjabloon
pt_pt: Modelo de Teste
ru_ru: Тестовый шаблон
sv_se: Testmall
uk_ua: Тестовий шаблон

source: Return Value
cs_cz: Hodnota vratky
de_de: Rückgabewert
fi_fi: Palautuksen Arvo
fr_fr: Valeur de retour
ja_jp: 戻り値
nl_nl: Returnwaarde
pt_pt: Valor de Retorno
ru_ru: Возвращаемое значение
sv_se: Retur värde
uk_ua: Значення повернення

source: Insert Rows Ctrl-I
fr_fr: Insérer des lignes Ctrl-I
nl_nl: Rijen invoegen Ctrl-I
pt_pt: Inserir Linhas Ctrl-I

source: Delete Rows Ctrl-D
cs_cz: Odstranit řádky Ctrl-D
de_de: Zeilen löschen Ctrl-D
fi_fi: Poista Rivejä Ctrl-D
fr_fr: Supprimer les lignes Ctrl-D
ja_jp: 行を削除 Ctrl-D
nl_nl: Rijen verwijderen Ctrl-D
pt_pt: Eliminar Linhas Ctrl-D
ru_ru: Удалить строки Ctrl-D
sv_se: Ta bort Rader Ctrl-D
uk_ua: Видалити рядкиCtrl-D

source: Rename Keyword
cs_cz: Přejmenovat klíčové slovo
de_de: Schlüsselwort umbenennen
fi_fi: Nimeä Avainsana Uudelleen
fr_fr: Renommer le mot-clé
ja_jp: キーワード名を変更
nl_nl: Hernoem actiewoord
pt_pt: Renomear Palavra-Chave
ru_ru: Переименовать ключевое слово
sv_se: Döp om nyckelord
uk_ua: Перейменувати ключове слово

source: Comment Cells Ctrl-Shift-3
cs_cz: Buňka komentářeCtrl-Shift-3
de_de: Zellen Ctrl-Shift-3
fi_fi: Kommentti Solut Ctrl-Shift-3
fr_fr: Commenter les cellules Ctrl-Shift-3
ja_jp: コメントセル Ctrl-Shift-3
nl_nl: Cellen uitcommentariëren Ctrl-Shift-3
pt_pt: Comentar Células Ctrl-Shift-3
ru_ru: Гены комментариевCtrl-Shift-3
sv_se: Kommentera Cells Ctrl-Shift-3
uk_ua: Комбінації клавіш Ctrl-Shift-3

source: Uncomment Cells Ctrl-Shift-4
cs_cz: Vrátit buňku Ctrl-Shift-4
de_de: Zellen entfernen Ctrl-Shift-4
fi_fi: Kommentin Poisto Kennoista Ctrl-Shift-4
fr_fr: Décommenter les cellules Ctrl-Shift-4
ja_jp: セルのコメントを外す Ctrl-Shift-4
nl_nl: Cellen oncommentariëren Ctrl-Shift-4
pt_pt: Descomentar Células Ctrl-Shift-4
ru_ru: Раскомментировать ячейки Ctrl-Shift-4
sv_se: Uncomment Cells<unk> Ctrl-Shift-4

source: Move Cursor Down Alt-Enter
cs_cz: Přesunout kurzor dolů Alt-Enter
de_de: Cursor nach unten Alt-Enter
fi_fi: Siirrä Kohdistinta Alas Alt-Enter
fr_fr: Déplacer le curseur vers le bas Alt-Enter
ja_jp: カーソルを下に移動 Alt+Enter
nl_nl: Cursor omlaag verplaatsen Alt-Enter
pt_pt: Mover Cursor Abaixo Alt-Enter
ru_ru: Переместить курсор внизAlt-Enter
sv_se: Flytta markören neråt Alt-Enter
uk_ua: Перемістити курсор вниз по Alt-Enter

source: Comment Rows Ctrl-3
cs_cz: Řádky komentáře Ctrl-3
de_de: Zeilen kommentieren Ctrl-3
fi_fi: Kommentti Rivit Ctrl-3
fr_fr: Commentaire lignes Ctrl-3
ja_jp: コメント行 Ctrl-3
nl_nl: Rijen uitcommentariëren Ctrl-3
pt_pt: Comentar Linhas Ctrl-3
ru_ru: Коментарии Ctrl-3
sv_se: Kommentera Rader Ctrl-3
uk_ua: КоментиCtrl-3

source: Uncomment Rows Ctrl-4
cs_cz: Zrušit komentář řádků Ctrl-4
de_de: Zeilen entfernen Ctrl-4
fi_fi: Kommentoi Rivejä Ctrl-4
fr_fr: Décommenter les lignes Ctrl-4
ja_jp: 行のコメントを外す Ctrl-4
nl_nl: Rijen oncommentariëren Ctrl-4
pt_pt: Descomentar Linhas Ctrl-4
ru_ru: Раскомментировать строки Ctrl-4
sv_se: Okommentera Rows Ctrl-4
uk_ua: Скасувати коментарі рядківCtrl-4

source: Move Rows Up Alt-Up
cs_cz: Přesunout řádky nahoru, Alt-Up
de_de: Zeilen nach oben Alt-Up
fi_fi: Siirrä Rivit Ylös Alt-Up
fr_fr: Déplacer les lignes vers le haut Alt-Up
ja_jp: 行を上に移動 Alt-Up
nl_nl: Verplaats rijen omhoog Alt-Up
pt_pt: Mover Linhas Acima Alt-Up
ru_ru: Перемещение строк вверхAlt-Up
sv_se: Flytta rader uppåt Alt-Up
uk_ua: Перемістити рядки вгору

source: Move Rows Down Alt-Down
cs_cz: Přesunout řádky dolů Alt-Down
de_de: Zeilen nach unten Alt-down
fi_fi: Siirrä Rivit Alas Alt-Down
fr_fr: Déplacer les lignes vers le bas Alt-Down
ja_jp: 行を下に移動 Alt-Down
nl_nl: Verplaats rijen omlaag Alt-Down
pt_pt: Mover Linhas Abaixo Alt-Down
ru_ru: Перемещение строк внизвниз
sv_se: Flytta rader nedåt Alt-Down
uk_ua: Перемістити рядки вниз

source: Swap Row Up Ctrl-T
cs_cz: Prohodit řádek nahoru, Ctrl-T
de_de: Zeile nach oben tauschen Ctrl-T
fi_fi: Vaihda Rivi Ylös Ctrl-T
fr_fr: Inverser avec la ligne du haut Ctrl-T
ja_jp: 行を入れ替えます Ctrl-T
nl_nl: Rijen wisselen met rij erboven Ctrl-T
pt_pt: Trocar a Linha para Cima Ctrl-T
ru_ru: Поменять строку вверхCtrl-T
sv_se: Växla rad upp Ctrl-T
uk_ua: Поміняти рядок UpCtrl-T

source: << CONTINUE >>
it_it: << CONTINUA >>
pl_pl: << KONTYNUUJ >>
ro_ro: << CONTINUĂ >>
