Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Arguments for the test run. Arguments are space separated list.
bg_bg: Аргументи за провеждане на теста. Аргументите са списък, разделен с интервал.
cs_cz: Argumenty pro běh testu. Argumenty jsou seznam oddělený mezerami.
da_dk: Argumenter til testkørslen. Argumenter er mellemrumsliste.
de_de: Argumente für den Testlauf. Argumente sind durch Leerzeichen getrennte Liste.
es_es: Argumentos para la ejecución de la prueba. Los argumentos son listas separadas por espacios.
fi_fi: Argumentit testausta varten. Argumentit ovat välilyöntien erotuslista.
fr_fr: Arguments pour l'exécution de test. Les arguments sont une liste séparée par des espaces.
hu_hu: Érvek a tesztfuttatáshoz. Az argumentumok szóközzel elválasztott lista.
it_it: Argomenti per l'esecuzione del test. Gli argomenti sono lista separata dagli spazi.
ja_jp: テスト実行の引数。引数はスペースで区切られたリストです。
nl_nl: Parameters voor de testrun als een spatiegescheiden lijst.
pl_pl: Argumenty do wykonania testu. Argumenty to lista oddzielona spacją.
pt_pt: Argumentos para a execução do teste. O argumentos são listas com espaços como separador.
ro_ro: Argumentele pentru rularea testului. Argumentele sunt lista separată de spaţiu.
ru_ru: Аргументы для тестового запуска. Аргументы — это список, разделенный пробелами.
sv_se: Argument för provkörning. Argument är platsseparerade lista.
th_th: ข้อโต้แย้งสำหรับการทดสอบรัน ข้อโต้แย้งเป็นรายการที่คั่นด้วยช่องว่าง
tr_tr: Test çalıştırması için bağımsız değişkenler. Bağımsız değişkenler boşluk bırakılarak ayrılmış listedir.
uk_ua: Аргументи для запуску тесту. Аргументи - це простір через список.
vi_vn: Tham số cho lần chạy thử nghiệm. Các tham số là danh sách các giá trị cách nhau bằng khoảng trắng.

source: Does not execute - help or version option given
bg_bg: Не се изпълнява - дадена е опция за помощ или версия
cs_cz: Neprovede - nápověda nebo volba verze
da_dk: Udfører ikke - hjælp eller version mulighed givet
de_de: Wird nicht ausgeführt - Hilfe oder Versionsoption angegeben
es_es: No se ejecuta - la opción de ayuda o versión dada
fi_fi: Ei suorita - help tai version vaihtoehtoa
fr_fr: Ne s'exécute pas - options d'aide ou de version demandées
hu_hu: Nem hajtódik végre - segítség vagy verzió opció megadva
it_it: Non esegue - aiuto o opzione di versione data
ja_jp: 実行しない - ヘルプまたはバージョンオプションが与えられました
nl_nl: Wordt niet uitgevoerd: help of versie optie meegegeven
pl_pl: Nie wykonuje - podano opcję pomocy lub wersji
pt_pt: Não irá executar - foi indicada uma opção 'help' ou 'version'
ro_ro: Nu se execută - opțiunea de ajutor sau versiune dată
ru_ru: Не выполняется - предоставлена помощь или версия
sv_se: Kör inte - hjälp eller versionsalternativ ges
th_th: ไม่สามารถดำเนินการได้ - ไม่พบตัวเลือกความช่วยเหลือหรือเวอร์ชัน
tr_tr: Çalıştırılmıyor - yardım veya sürüm seçeneği verildi
uk_ua: Не виконаний - уможливлена допомога або версія
vi_vn: Không thực thi - tùy chọn trợ giúp hoặc phiên bản được cung cấp

source: Unknown option(s):
bg_bg: Неизвестна(и) опция(и):
cs_cz: Neznámé možnosti:
da_dk: Ukendt indstilling(er):
de_de: Unbekannte Option(en):
es_es: Opción(es) desconocidas:
fi_fi: Tuntemattomat vaihtoehdot:
fr_fr: Option(s) inconnue(s) :
hu_hu: Ismeretlen opció(k):
it_it: Opzioni sconosciute:
ja_jp: 不明なオプション:
nl_nl: Onbekende optie(s):
pl_pl: Nieznane opcje:
pt_pt: Opção desconhecida:
ro_ro: Opțiune (opțiuni) necunoscută:
ru_ru: Неизвестная опция(ы):
sv_se: Okända alternativ(er):
th_th: ตัวเลือกที่ไม่รู้จัก:
tr_tr: Bilinmeyen seçenek(ler):
uk_ua: Невідомий параметр(и):
vi_vn: Tùy chọn không xác định:

source: Tests filters
bg_bg: Тестове на филтри
cs_cz: Testovací filtry
da_dk: Test filtre
de_de: Testfilter
es_es: Filtros de pruebas
fi_fi: Testaa suodattimia
fr_fr: Filtres de tests
hu_hu: Szűrők tesztelése
it_it: Filtri di prova
ja_jp: フィルターのテスト
nl_nl: Testfilters
pl_pl: Filtry testów
pt_pt: Filtro dos Testes
ro_ro: Filtre de teste
ru_ru: Фильтры тестов
sv_se: Tester filter
th_th: ทดสอบตัวกรอง
tr_tr: Filtreleri test eder
uk_ua: Фільтри тестів
vi_vn: Kiểm tra bộ lọc

source: Only run tests with these tags:
bg_bg: Изпълнявайте само тестове с тези етикети:
cs_cz: Proveďte zkoušky pouze s těmito štítky:
da_dk: Kør kun test med disse tags:
de_de: Nur Tests mit diesen Tags ausführen:
es_es: Ejecutar sólo pruebas con estas etiquetas:
fi_fi: Suorita testit vain näillä tunnisteilla:
fr_fr: Exécuter uniquement les tests avec ces tags :
hu_hu: Csak ezekkel a címkékkel rendelkező teszteket futtasson:
it_it: Esegui solo test con questi tag:
ja_jp: 以下のタグでのみテストを実行します:
nl_nl: Voer alleen tests uit met deze labels:
pl_pl: Uruchom testy tylko z tymi tagami:
pt_pt: Executar apenas testes com estas etiquetas:
ro_ro: execută teste numai cu aceste etichete:
ru_ru: Выполнить тесты только с этими тегами:
sv_se: Kör bara tester med dessa taggar:
th_th: ให้รันการทดสอบเฉพาะที่มีแท็กเหล่านี้:
tr_tr: Testleri yalnızca bu etiketlerle çalıştırın:
uk_ua: Виконувати тести лише з такими тегами:
vi_vn: Chỉ chạy các bài kiểm tra có các thẻ sau:

source: Skip tests with these tags:
bg_bg: Пропуснете тестовете с тези етикети:
cs_cz: Přeskočit testy s těmito štítky:
da_dk: Spring test over med disse tags:
de_de: Tests mit diesen Tags überspringen:
es_es: Omitir pruebas con estas etiquetas:
fi_fi: Ohita testit näillä tageilla:
fr_fr: Ignorer les tests avec ces tags :
hu_hu: Hagyja ki a teszteket ezekkel a címkékkel:
it_it: Salta i test con questi tag:
ja_jp: これらのタグを使用してテストをスキップ:
nl_nl: Sla tests met deze labels over:
pl_pl: Pomiń testy z tymi tagami:
pt_pt: Ignorar testes com estas etiquetas:
ro_ro: Sari peste teste cu aceste etichete:
ru_ru: Пропустить тесты с этими тегами:
sv_se: Hoppa över tester med dessa taggar:
th_th: ข้ามการทดสอบที่มีแท็กเหล่านี้:
tr_tr: Bu etiketlere sahip testleri atlayın:
uk_ua: Пропустити тести з такими тегами:
vi_vn: Bỏ qua các bài kiểm tra có các thẻ sau:

source: Script to run tests:
bg_bg: Скрипт за изпълнение на тестове:
cs_cz: Skript k provedení testů:
da_dk: Script til at køre tests:
de_de: Skript zum Ausführen von Tests:
es_es: Script para ejecutar pruebas:
fi_fi: Komentosarja testien suorittamiseksi:
fr_fr: Script pour exécuter les tests :
hu_hu: Szkript a tesztek futtatásához:
it_it: Script per eseguire i test:
ja_jp: テストを実行するスクリプト:
nl_nl: Script voor het uitvoeren van tests:
pl_pl: Skrypt do wykonania testów:
pt_pt: Script para executar testes:
ro_ro: Script pentru rularea testelor:
ru_ru: Скрипт для запуска тестов:
sv_se: Skript att köra tester:
th_th: สคริปต์สำหรับรันการทดสอบ:
tr_tr: Testleri çalıştırmak için komut dosyası:
uk_ua: Скрипт для запуску тестів:
vi_vn: Kịch bản để chạy các bài kiểm tra:

source: Stop a running test
bg_bg: Спиране на текущ тест
cs_cz: Zastavit běh zkoušky
da_dk: Stop en kørende test
de_de: Einen laufenden Test stoppen
es_es: Detener una prueba en ejecución
fi_fi: Pysäytä käynnissä oleva testi
fr_fr: Arrêter un test en cours
hu_hu: Folyamatban lévő teszt leállítása
it_it: Ferma un test in esecuzione
ja_jp: 実行中のテストを停止
nl_nl: Stop een lopende test
pl_pl: Zatrzymaj badanie jazdy
pt_pt: Parar uma execução de teste
ro_ro: Opriți un test de rulare
ru_ru: Остановить тест
sv_se: Stoppa ett körtest
th_th: หยุดการทดสอบที่กำลังทำงานอยู่
tr_tr: Çalışan bir testi durdurma
uk_ua: Зупинити запущений тест
vi_vn: Dừng một bài kiểm tra đang chạy

source: Step over
bg_bg: Стъпка над
cs_cz: Překročení
da_dk: Trin over
de_de: Überspringen
es_es: Pasar sobre
fi_fi: Askel yli
fr_fr: Passer
hu_hu: Lépj át
it_it: Passo sopra
ja_jp: ステップオーバー
nl_nl: Stap over
pl_pl: Krok powyżej
pt_pt: Saltar passo
ro_ro: Pas peste
ru_ru: Шаг с обходом
sv_se: Steg över
th_th: ก้าวข้าม
tr_tr: Adım at
uk_ua: Перескочити
vi_vn: Bước qua

source: A plugin for running tests from within RIDE
bg_bg: Приставка за стартиране на тестове от RIDE
cs_cz: Plugin pro běh testů z RIDE
da_dk: Et plugin til at køre tests indefra RIDE
de_de: Ein Plugin zum Ausführen von Tests innerhalb von RIDE
es_es: Un plugin para ejecutar pruebas desde RIDE
fi_fi: Liitännäinen suoritettavien testien suorittamiseen RIDE sisältä
fr_fr: Un plugin pour exécuter des tests depuis RIDE
hu_hu: Egy bővítmény a tesztek futtatásához a RIDE-ból
it_it: Un' estensione per l'esecuzione dei test dall' interno di RIDE
ja_jp: RIDE内からテストを実行するためのプラグイン
nl_nl: Een plugin voor het uitvoeren van tests vanuit RIDE
pl_pl: Wtyczka do wykonania testów w ramach RIDE
pt_pt: Um Plugin para correr testes a partir de RIDE
ro_ro: Un plugin pentru rularea testelor din interiorul RIDE
ru_ru: Плагин для запуска тестов из RIDE
sv_se: En plugin för att köra tester inifrån RIDE
th_th: ปลั๊กอินสำหรับเรียกใช้งานการทดสอบจากภายใน RIDE
tr_tr: RIDE içinden test çalıştırmak için bir eklenti
uk_ua: Плагін для працюючих тестів всередині RIDE
vi_vn: Một plugin để chạy các bài kiểm tra từ bên trong RIDE

source: Run
bg_bg: Изпълнявайте
cs_cz: Spustit
da_dk: Kør
de_de: Ausführen
es_es: Ejecutar
fi_fi: Suorita
fr_fr: Exécuter
hu_hu: Fuss
it_it: Esegui
ja_jp: 実行
nl_nl: Uitvoeren
pl_pl: Uruchom
pt_pt: Execução
ro_ro: Rulează
ru_ru: Запустить
sv_se: Kör
th_th: วิ่ง
tr_tr: Koşmak
uk_ua: Ран
vi_vn: Chạy

source: Run Tests
bg_bg: Извършване на тестове
cs_cz: Spustit testy
da_dk: Kør Tests
de_de: Tests ausführen
es_es: Ejecutar pruebas
fi_fi: Suorita Testit
fr_fr: Exécuter les tests
hu_hu: Tesztek futtatása
it_it: Esegui Test
ja_jp: テストを実行
nl_nl: Tests uitvoeren
pl_pl: Wykonaj testy
pt_pt: Executar testes
ro_ro: Rulează testele
ru_ru: Запустить тесты
sv_se: Kör tester
th_th: รันการทดสอบ
tr_tr: Testleri Çalıştırın
uk_ua: Запустити тести
vi_vn: Chạy các bài kiểm tra

source: Tools
bg_bg: Инструменти
cs_cz: Nástroje a nářadí
da_dk: Værktøjer
de_de: Werkzeuge
es_es: Herramientas
fi_fi: Työkalut
fr_fr: Outils
hu_hu: Eszközök
it_it: Strumenti
ja_jp: ツール
nl_nl: Hulpmiddelen
pl_pl: Narzędzia
pt_pt: Ferramentas
ro_ro: Unelte
ru_ru: Инструменты
sv_se: Verktyg
th_th: เครื่องมือ
tr_tr: Araçlar
uk_ua: Інструменти
vi_vn: Công cụ

source: Run the selected tests
bg_bg: Изпълнение на избраните тестове
cs_cz: Spustit vybrané testy
da_dk: Kør de markerede test
de_de: Ausgewählte Tests ausführen
es_es: Ejecutar las pruebas seleccionadas
fi_fi: Suorita valitut testit
fr_fr: Exécuter les tests sélectionnés
hu_hu: A kiválasztott tesztek futtatása
it_it: Esegue i test selezionati
ja_jp: 選択したテストを実行
nl_nl: Voer de geselecteerde tests uit
pl_pl: Uruchom wybrane testy
pt_pt: Executar os testes selecionados
ro_ro: Rulează testele selectate
ru_ru: Выполнить выбранные тесты
sv_se: Kör de valda testerna
th_th: รันการทดสอบที่เลือกไว้
tr_tr: Seçilen testleri çalıştırın
uk_ua: Запустити вибрані тести
vi_vn: Chạy các bài kiểm tra đã chọn

source: Run Tests with Debug
bg_bg: Изпълнение на тестове с Debug
cs_cz: Spustit testy s laděním
da_dk: Kør test med fejlfinding
de_de: Tests mit Debug ausführen
es_es: Ejecutar pruebas con depuración
fi_fi: Suorita testit virheenjäljityksen avulla
fr_fr: Exécuter les tests en mode "débogage"
hu_hu: Tesztek futtatása hibakereséssel
it_it: Esegui test con Debug
ja_jp: デバッグでテストを実行
nl_nl: Tests uitvoeren met Debug
pl_pl: Uruchom testy z debugowaniem
pt_pt: Executar Testes em modo Debug
ro_ro: Rulează testele cu depanare
ru_ru: Запуск тестов с отладкой
sv_se: Kör tester med Debug
th_th: รันการทดสอบพร้อมดีบัก
tr_tr: Testleri Hata Ayıklama ile Çalıştırma
uk_ua: Запускати тести з налагодженням
vi_vn: Chạy các bài kiểm tra với chế độ gỡ lỗi

source: Run the selected tests with Debug
bg_bg: Изпълнение на избраните тестове с Debug
cs_cz: Spustit vybrané testy s laděním
da_dk: Kør de markerede test med fejlfinding
de_de: Ausgewählte Tests mit Debug ausführen
es_es: Ejecutar las pruebas seleccionadas con Depuración
fi_fi: Suorita valitut testit debugilla
fr_fr: Exécuter les tests sélectionnés en mode "débogage"
hu_hu: A kiválasztott tesztek futtatása hibakereséssel
it_it: Esegue i test selezionati con Debug
ja_jp: 選択したテストをデバッグで実行
nl_nl: Voer de geselecteerde tests uit met Debug
pl_pl: Uruchom wybrane testy z debugowaniem
pt_pt: Executar os testes selecionados com o nível de registo DEBUG (depuração)
ro_ro: Rulează testele selectate cu Depanare
ru_ru: Выполнить выбранные тесты с помощью отладки
sv_se: Kör de valda testerna med Debug
th_th: รันการทดสอบที่เลือกไว้ด้วยโหมดดีบัก
tr_tr: Seçilen testleri Debug ile çalıştırın
uk_ua: Запустити вибрані тести з відладкою
vi_vn: Chạy các bài kiểm tra đã chọn với chế độ gỡ lỗi.

source: Stop Test Run
bg_bg: Спиране на изпълнението на теста
cs_cz: Zastavit zkušební běh
da_dk: Stop Test Kør
de_de: Test Run stoppen
es_es: Detener prueba
fi_fi: Pysäytä Testi Suoritus
fr_fr: Arrêter l'exécution des tests
hu_hu: Tesztfuttatás leállítása
it_it: Ferma Esecuzione Test
ja_jp: テスト実行を停止
pl_pl: Zatrzymaj test Run
pt_pt: Parar Execução de Teste
ro_ro: Oprește rularea testului
ru_ru: Остановить запуск теста
sv_se: Stoppa provkörning
th_th: หยุดการทดสอบรัน
tr_tr: Test Çalışmasını Durdur
uk_ua: Зупинити тестування запускати
vi_vn: Dừng chạy thử nghiệm

source: [ SENDING STOP SIGNAL ]
bg_bg: [ ИЗПРАЩАНЕ НА СИГНАЛ ЗА СПИРАНЕ ]
es_es: [ ENVIANDO STOP SIGNAL ]
fi_fi: [ STOP SIGNAALIA LÄHETETÄÄN ]
fr_fr: [ SIGNAL STOP ENVOYÉ ]
hu_hu: [STOP JELZÉS KÜLDÉSE]
ja_jp: [ 送信停止の署名 ]
nl_nl: [ STOP AANGEVRAAGD ]
pl_pl: [ SYGNALIZACJA POCZĄTKOWA ]
pt_pt: [ ENVIANDO SINAL PARAR ]
ro_ro: [TRIMITE STOP SIGNAL ]
ru_ru: [ ОТПРАВИТЬ СИГНАЛ ]
sv_se: [ SKICKA STOP SIGNAL ]
th_th: [ ส่งสัญญาณหยุด ]
tr_tr: [ DURDURMA SINYALI GÖNDERME ]
uk_ua: [ SENDING СТOP SIGNAL ]
vi_vn: [ GỬI TÍN HIỆU DỪNG ]

source: [ SENDING PAUSE SIGNAL ]
bg_bg: [ ИЗПРАЩАНЕ НА СИГНАЛ ЗА ПАУЗА ]
cs_cz: [ ODESLÁVÁNÍ PALUBNÍCH SIGNÁLŮ ]
de_de: [ ZAHLUNG SIGNAL SENDEN ]
es_es: [ ENVIANDO PAUSE SIGNAL ]
fi_fi: [ PAUSE SIGNAALIA LÄHETETÄÄN ]
fr_fr: [ SIGNAL PAUSE ENVOYÉ ]
it_it: [ PRESENTARE SIGNALE DI PAUSE ]
ja_jp: [送信中のシグナル]
nl_nl: [ ONDERBREKEN AANGEVRAAGD ]
pl_pl: [ WYŚWIADCZENIE SYGNALIZACJI ]
pt_pt: [ ENVIANDO SINAL PAUSAR ]
ro_ro: [TRIMITE PAUSE SIGNAL ]
ru_ru: [ ОТПРАВКА СИГНАЛА ]
sv_se: [ SKICKA PAUSE SIGNAL ]
th_th: [ ส่งสัญญาณหยุดชั่วคราว ]
tr_tr: [ DURAKLATMA SINYALI GÖNDERME ]
vi_vn: [ GỬI TÍN HIỆU DỪNG ]

source: [ SENDING CONTINUE SIGNAL ]
bg_bg: [ ИЗПРАЩАНЕ НА СИГНАЛ ЗА ПРОДЪЛЖАВАНЕ ]
de_de: [ SIGNALE VERSENDEN ]
es_es: [ ENVIAR CONTINA SIGNAL ]
fi_fi: [ JATKUVA ALLEKIRJOITUS ]
fr_fr: [ SIGNAL CONTINUER ENVOYÉ ]
it_it: [ INVIARE LA SEGNALE CONTINUA ]
ja_jp: [送信を続ける署名 ]
nl_nl: [ HERVATTEN AANGEVRAAGD ]
pl_pl: [ WYŚWIADCZENIE PODPIS KONTYNUACJI ]
pt_pt: [ ENVIANDO SINAL CONTINUAR ]
ro_ro: [TRIMITE CONTINUE SIGNAL ]
ru_ru: [ ОТПРАВКА ПОДКЛЮЧЕНИЯ ]
sv_se: [ SKICKA FORTSÄTT SIGNAL ]
th_th: [ ส่งสัญญาณดำเนินการต่อ ]
tr_tr: [DEVAM SINYALI GÖNDERILIYOR]
vi_vn: [ GỬI TÍN HIỆU TIẾP TỤC ]

source: [ SENDING STEP NEXT SIGNAL ]
bg_bg: [ ИЗПРАЩАНЕ НА СИГНАЛ ЗА СЛЕДВАЩА СТЪПКА ]
cs_cz: [ ODESÍLÁNÍ KUPUJÍCÍHO SIGNÁLU ]
da_dk: [ SENDING STEP NÆSTE SIGNAL ]
de_de: [ STEP SENDEN NEXT SIGNAL ]
es_es: [ ENVIAR SIGNAL DE STEP ]
fi_fi: [ VAIHTOEHTON SEURAAVA SIGNAL ]
fr_fr: [ SIGNAL ÉTAPE SUIVANTE ENVOYÉ ]
hu_hu: [KÖVETKEZŐ LÉPÉSJELZÉS KÜLDÉSE]
it_it: [ INVIARE IL PROSSIMO SEGNALE PASSIVO ]
ja_jp: [送信ステップ次のシグナル]
nl_nl: [ STAP-VOLGENDE AANGEVRAAGD ]
pl_pl: [ Wysyłanie NASTĘPNEGO PODPISU KROKA ]
pt_pt: [ ENVIANDO SINAL PASSO SEGUINTE ]
ro_ro: [TRIMITE PASUL NEXT SIGNAL ]
ru_ru: [ ОТПРАВИТЬ ШАГ СЛЕДУЮЩИЙ СИГНАЛ ]
sv_se: [ SKICKA STEG NÄSTA SIGNAL ]
th_th: [ ส่งสัญญาณขั้นตอนถัดไป ]
tr_tr: [ SONRAKI ADIM SINYALI GÖNDERILIYOR ]
vi_vn: [ GỬI TÍN HIỆU BƯỚC TIẾP THEO ]

source: [ SENDING STEP OVER SIGNAL ]
bg_bg: [ ИЗПРАЩАНЕ НА СИГНАЛ ЗА ПРЕМИНАВАНЕ НА СТЪПКА ]
cs_cz: [ ODESLÁVÁNÍ SIGNÁLU PŘEPRAVY KROKU ]
de_de: [ SENDE ÜBERSPRINGEN SIGNAL]
es_es: [ ENVIANDO STEP NUEVO SIGNAL ]
fi_fi: [ KÄYTTÖOIKEUDELLINEN VAIHTOEHTOINEN ]
fr_fr: [ ENVOYER L'ÉTAPE SUPPLÉMENTAIRE ]
hu_hu: [STEP OVER JELZÉS KÜLDÉSE]
it_it: [ INIZIO PASSO OVER SIGNAL ]
ja_jp: [SIGNAL 上でステップを送信]
nl_nl: [ STAP-OVER AANGEVRAAGD ]
pl_pl: [ WYŚWIADCZENIE PODPIS KROKA ]
pt_pt: [ ENVIANDO SINAL SALTAR PASSO ]
ro_ro: [TRIMITE STEP OVER SIGNAL ]
ru_ru: [ ОТПРАВИТЬ ШАГ ОВЕР СИГНАЛ ]
sv_se: [ SENDING STEG ÖVER SIGNAL ]
th_th: [ ส่งสัญญาณก้าว ]
tr_tr: [ STEP OVER SINYALI GÖNDERME ]
vi_vn: [ GỬI TÍN HIỆU BƯỚC QUA ]

source: command: %s
bg_bg: команда: %s
cs_cz: příkaz: %s
da_dk: kommando: %s
de_de: Befehl: %s
es_es: comando: %s
fi_fi: komento: %s
fr_fr: commande : %s
hu_hu: parancs: %s
it_it: comando: %s
ja_jp: コマンド: %s
nl_nl: opdracht: %s
pl_pl: polecenie: %s
pt_pt: comando: %s
ro_ro: comandă: %s
ru_ru: команда: %s
sv_se: kommando: %s
th_th: คำสั่ง: %s
tr_tr: Komuta: %s
uk_ua: команда: %s
vi_vn: Lệnh: %s

source: Unsaved Modifications
bg_bg: Несъхранени модификации
cs_cz: Neuložené úpravy
da_dk: Ikke-Gemte Ændringer
de_de: Ungespeicherte Änderungen
es_es: Modificaciones sin guardar
fi_fi: Tallentamattomat Muutokset
fr_fr: Modifications non enregistrées
hu_hu: Nem mentett módosítások
it_it: Modifiche Non Salvate
ja_jp: 未保存の変更
nl_nl: Niet-opgeslagen wijzigingen
pl_pl: Niezapisane modyfikacje
pt_pt: Alterações Não Salvadas
ro_ro: Modificări nesalvate
ru_ru: Несохраненные изменения
sv_se: Osparade ändringar
th_th: การแก้ไขที่ยังไม่ได้บันทึก
tr_tr: Kaydedilmemiş Değişiklikler
uk_ua: Незбережені зміни
vi_vn: Các thay đổi chưa được lưu

source: There are unsaved modifications. Do you want to save all changes and run the tests?
bg_bg: Съществуват неспасени модификации. Искате ли да запазите всички промени и да стартирате тестовете?
cs_cz: Existují neuložené úpravy. Chcete uložit všechny změny a spustit testy?
da_dk: Der er ikke-gemte ændringer. Vil du gemme alle ændringer og køre testsene?
de_de: Es gibt ungespeicherte Änderungen. Möchten Sie alle Änderungen speichern und die Tests ausführen?
es_es: Hay modificaciones sin guardar. ¿Desea guardar todos los cambios y ejecutar las pruebas?
fi_fi: Muutoksia ei ole tallennettu. Haluatko tallentaa kaikki muutokset ja suorittaa testit?
fr_fr: Il y a des modifications non enregistrées. Voulez-vous enregistrer toutes les modifications et exécuter les tests ?
hu_hu: Vannak meg nem mentett módosítások. Szeretné elmenteni az összes módosítást és futtatni a teszteket?
it_it: Ci sono modifiche non salvate. Salvare tutte le modifiche ed eseguire i test?
ja_jp: 未保存の変更があります。 すべての変更を保存してテストを実行しますか？
nl_nl: Er zijn niet-opgeslagen wijzigingen. Wilt u alle wijzigingen opslaan en de tests uitvoeren?
pl_pl: Istnieją niezapisane modyfikacje. Czy chcesz zapisać wszystkie zmiany i uruchomić testy?
pt_pt: Existem modificações não guardadas. Você quer salvar todas as alterações e correr os testes?
ro_ro: Există modificări nesalvate. Doriţi să salvaţi toate modificările şi să executaţi testele?
ru_ru: Есть несохраненные изменения. Вы хотите сохранить все изменения и запустить тест?
sv_se: Det finns osparade ändringar. Vill du spara alla ändringar och köra testerna?
th_th: มีการแก้ไขที่ยังไม่ได้บันทึก คุณต้องการบันทึกการเปลี่ยนแปลงทั้งหมดและรันการทดสอบหรือไม่?
tr_tr: Kaydedilmemiş değişiklikler var. Tüm değişiklikleri kaydetmek ve testleri çalıştırmak istiyor musunuz?
uk_ua: Є незбережені зміни. Ви хочете зберегти всі зміни і запустити тести?
vi_vn: Có các thay đổi chưa được lưu. Bạn có muốn lưu tất cả các thay đổi và chạy các bài kiểm tra không?

source: No tests selected
bg_bg: Няма избрани тестове
cs_cz: Nebyly vybrány žádné testy
da_dk: Ingen tests valgt
de_de: Keine Tests ausgewählt
es_es: No hay pruebas seleccionadas
fi_fi: Testejä ei valittu
fr_fr: Aucun test sélectionné
hu_hu: Nincs kiválasztott teszt
it_it: Nessun test selezionato
ja_jp: テストが選択されていません
nl_nl: Geen testgevallen geselecteerd
pl_pl: Nie wybrano testów
pt_pt: Sem testes selecionados
ro_ro: Nicio testare selectată
ru_ru: Тесты не выбраны
sv_se: Inga tester valda
th_th: ไม่มีการทดสอบที่เลือก
tr_tr: Seçilen test yok
uk_ua: Тести не вибрані
vi_vn: Không có bài kiểm tra nào được chọn.

source: No tests selected. Continue anyway?
bg_bg: Няма избрани тестове. Продължавате ли все пак?
da_dk: Ingen test valgt. Fortsæt alligevel?
de_de: Keine Tests ausgewählt. Trotzdem fortfahren?
es_es: No se seleccionaron pruebas. ¿Continuar de todos modos?
fi_fi: Ei valittuja testejä. Jatketaanko silti?
fr_fr: Aucun test sélectionné. Continuer quand même ?
hu_hu: Nincs kiválasztott teszt. Folytassa mégis?
it_it: Nessun test selezionato. Continuare comunque?
ja_jp: テストが選択されていません。 続行しますか？
nl_nl: Je hebt geen enkele test geselecteerd. Wil je alle tests uitvoeren?
pl_pl: Nie wybrano testów. Kontynuować mimo to?
pt_pt: Nenhuns testes selecionados. Continuar na mesma?
ro_ro: Nici un test selectat. Continuați oricum?
ru_ru: Тесты не выбраны. все равно продолжить?
sv_se: Inga tester valda. Fortsätt ändå?
th_th: ไม่มีการเลือกการทดสอบ. ดำเนินการต่อหรือไม่
tr_tr: Hiçbir test seçilmedi. Yine de devam edelim mi?
vi_vn: Không có bài kiểm tra nào được chọn. Tiếp tục dù sao?

source: Test finished {}
bg_bg: Тестът е завършен {}
cs_cz: Test dokončen {}
da_dk: Test færdig {}
de_de: Test beendet {}
es_es: Prueba terminada {}
fi_fi: Testi päättynyt {}
fr_fr: Test terminé {}
hu_hu: A teszt befejeződött {}
it_it: Test terminato {}
ja_jp: テスト完了 {}
nl_nl: Testrun is beëindigd {}
pl_pl: Test zakończony {}
pt_pt: Teste terminado {}
ro_ro: Test terminat {}
sv_se: Test avslutat {}
th_th: การทดสอบเสร็จสิ้น {}
tr_tr: Test tamamlandı {}
uk_ua: Тест завершено {}
vi_vn: Kiểm tra hoàn tất {}

source: Messages log exceeded 80% of process memory, stopping for now...
bg_bg: Регистърът на съобщенията е надхвърлил 80% от паметта на процеса, спирам за момента...
cs_cz: Protokol zpráv překročil 80% paměti procesu, nyní se zastaví...
da_dk: Beskeder log overskred 80% af proceshukommelsen, stopper for nu...
de_de: Nachrichtenprotokoll hat 80% des Prozessspeichers überschritten und wird vorerst angehalten...
es_es: El registro de mensajes excedió el 80% de la memoria de procesos, deteniéndose por ahora...
fi_fi: Viestiloki ylitti 80 % prosessin muistista, pysäytti nyt...
fr_fr: Le journal des messages a dépassé 80 % de la mémoire du processus, arrêt en cours...
hu_hu: Az üzenetek naplója túllépte a processz memória 80%-át, egyelőre leáll...
it_it: Il log dei messaggi ha superato l'80% della memoria di processo, fermandosi per ora...
ja_jp: メッセージログがプロセスメモリの80%を超えています。停止中...
nl_nl: De Berichten log gebruikt meer dan 80% van het procesgeheugen. Voorlopig gestopt...
pl_pl: Dzienniki wiadomości przekroczyły 80% pamięci procesu, zatrzymywanie się teraz...
pt_pt: O registo de mensagens excede 80% da memória do processo, parando por agora...
ro_ro: Jurnalul mesajelor a depășit 80% din memoria procesului, oprire deocamdată...
ru_ru: Журнал сообщений превысил 80% памяти процессов, сейчас останавливается...
sv_se: Meddelandensloggen överskred 80% av processminnet, stoppar för nu...
th_th: บันทึกข้อความเกิน 80% ของหน่วยความจำกระบวนการ, หยุดชั่วคราว...
tr_tr: Mesaj günlüğü işlem belleğinin %80'ini aştı, şimdilik durduruluyor...
uk_ua: Журнал повідомлень перевищив 80% процесу пам'яті, зупинка зараз...
vi_vn: Nhật ký tin nhắn đã vượt quá 80% bộ nhớ quá trình, tạm dừng tại đây...

source: Start
bg_bg: Начало
cs_cz: Začít
es_es: Comenzar
fi_fi: Aloita
fr_fr: Démarrer
hu_hu: Indítsa el a oldalt.
it_it: Inizia
ja_jp: 開始
nl_nl: Tests uitvoeren
pl_pl: Uruchom
pt_pt: Iniciar
ro_ro: Pornire
ru_ru: Начать
sv_se: Starta
th_th: เริ่มต้น
tr_tr: Başlangıç
uk_ua: Старт
vi_vn: Bắt đầu

source: Start robot
bg_bg: Стартирайте робота
cs_cz: Spustit robota
de_de: Roboter starten
es_es: Iniciar robot
fi_fi: Käynnistä robotti
fr_fr: Démarrer robot
hu_hu: Robot indítása
it_it: Avvia robot
ja_jp: ロボットを開始
nl_nl: Start Robot testrun
pl_pl: Uruchom robot
pt_pt: Iniciar Robot
ro_ro: Robot de pornire
ru_ru: Запустить робота
sv_se: Starta robot
th_th: เริ่มหุ่นยนต์
tr_tr: Robotu başlat
uk_ua: Головний робот
vi_vn: Bắt đầu robot
