Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Mandatory Empty Field Background
bg_bg: Задължително празно поле Фон
cs_cz: Povinné prázdné pozadí pole
da_dk: Obligatorisk Tomt Feltbaggrund
de_de: Pflichtfeld Hintergrund leeren
es_es: Fondo de campo vacío obligatorio
fi_fi: Pakollinen Tyhjän Kentän Tausta
fr_fr: Arrière-plan de champ vide obligatoire
hu_hu: Kötelező üres mező Háttér
it_it: Sfondo Campo Vuoto Obbligatorio
ja_jp: 必須の空欄の背景
nl_nl: Leeg verplicht-veldachtergrond
pl_pl: Obowiązkowe puste tło pola
pt_pt: Fundo de Campo Obrigatório Vazio
ro_ro: Fundal câmp gol obligatoriu
ru_ru: Отсутствует фон обязательного поля
sv_se: Obligatoriskt Tomt Fältbakgrund
th_th: **ข้อมูลที่ต้องกรอก**
tr_tr: Zorunlu Boş Alan Arka Planı
uk_ua: Обов'язкове поле без фону
vi_vn: Trường thông tin bắt buộc phải để trống

source: Unknown Background
bg_bg: Неизвестен фон
cs_cz: Neznámé pozadí
da_dk: Ukendt Baggrund
de_de: Unbekannter Hintergrund
es_es: Fondo desconocido
fi_fi: Tuntematon Tausta
fr_fr: Arrière-plan inconnu
hu_hu: Ismeretlen háttér
it_it: Sfondo Sconosciuto
ja_jp: 不明な背景
nl_nl: Onbekend-achtergrond
pl_pl: Nieznane tło
pt_pt: Fundo de Desconhecido
ro_ro: Fundal necunoscut
ru_ru: Неизвестный фон
sv_se: Okänd bakgrund
th_th: พื้นหลังไม่ทราบ
tr_tr: Bilinmeyen Arka Plan
uk_ua: Невідомий фон
vi_vn: Nền tảng không rõ

source: Error Background
bg_bg: Фонова информация за грешка
cs_cz: Chybové pozadí
da_dk: Fejl Baggrund
de_de: Fehlerhintergrund
es_es: Error de fondo
fi_fi: Virhe Tausta
fr_fr: Arrière-plan de l'erreur
hu_hu: Hiba Háttér
it_it: Sfondo Errori
ja_jp: 背景エラー
nl_nl: Foutachtergrond
pl_pl: Błąd tła
pt_pt: Fundo de Erro
ro_ro: Fundal eroare
ru_ru: Фон ошибки
sv_se: Bakgrund till fel
th_th: พื้นหลังของข้อผิดพลาด
tr_tr: Hata Arka Planı
uk_ua: Помилка у фоні
vi_vn: Lỗi nền

source: Highlight Background
bg_bg: Подчертаване на фона
cs_cz: Zvýraznit pozadí
da_dk: Fremhæv Baggrund
de_de: Hintergrund hervorheben
es_es: Resaltar fondo
fi_fi: Korosta Tausta
fr_fr: Surligner l'arrière-plan
hu_hu: Háttér kiemelése
it_it: Evidenzia Sfondo
ja_jp: 背景を強調表示
nl_nl: Highlightachtergrond
pl_pl: Podświetl tło
pt_pt: Fundo de Destaque
ro_ro: Evidențiere fundal
ru_ru: Подсветить фон
sv_se: Markera bakgrunden
th_th: ไฮไลต์พื้นหลัง
tr_tr: Arka Planı Vurgula
uk_ua: Підсвітка фону
vi_vn: Nổi bật nền

source: Test Runner
cs_cz: Testovací běh
de_de: Testläufer
es_es: Ejecutar prueba
fi_fi: Testaa Juoksijaa
fr_fr: Exécuteur de test
ja_jp: ランナーのテスト
pl_pl: Testowy Runner
pt_pt: Executor de Testes
ro_ro: Testare alergător
ru_ru: Тест бегуна
sv_se: Testa löpare
th_th: ผู้ทดสอบ
tr_tr: Test Koşucusu
uk_ua: Тест Runner
vi_vn: Trình chạy thử nghiệm

source: Test Runner Settings
bg_bg: Настройки на програмата за тестване
cs_cz: Otestovat nastavení Runneru
da_dk: Test Runner Indstillinger
de_de: Läufer Einstellungen testen
es_es: Probar ajustes de Runner
fi_fi: Testaa Juoksijan Asetuksia
fr_fr: Paramètres de l’exécuteur de test
hu_hu: Tesztfutó beállításai
it_it: Impostazioni Test Runner
ja_jp: ランナーの設定をテスト
nl_nl: Instellingen voor testrunner
pl_pl: Ustawienia testowego robotnika
pt_pt: Definições do Executor de Testes
ro_ro: Testează setările Runner
ru_ru: Тестовые настройки Runner
sv_se: Testa Runner-inställningar
th_th: การตั้งค่าผู้ทดสอบ
tr_tr: Test Çalıştırıcısı Ayarları
uk_ua: Встановлення тестового Runner
vi_vn: Cài đặt Trình chạy thử nghiệm

source: Colors will be active after next RIDE restart.
bg_bg: Цветовете ще бъдат активни след следващото рестартиране на RIDE.
cs_cz: Barvy budou aktivní po příštím restartu RIDE.
da_dk: Farver vil være aktive efter næste genstart af RIDE.
de_de: Farben werden nach dem nächsten RIDE Neustart aktiv.
es_es: Los colores se activarán después de reiniciar el próximo reinicio.
fi_fi: Värit ovat aktiivisia seuraavan RIDE uudelleenkäynnistyksen jälkeen.
fr_fr: Les couleurs seront actives après le prochain redémarrage de RIDE.
hu_hu: A színek a következő RIDE újraindítása után lesznek aktívak.
it_it: I colori saranno attivi dopo il prossimo riavvio di RIDE.
ja_jp: 次回のライド再起動後に色が有効になります。
nl_nl: Een RIDE herstart is nodig om de kleurinstellingen toe te passen.
pl_pl: Kolory będą aktywne po następnym uruchomieniu RIDE.
pt_pt: As cores ficarão ativas após o reiniciar do RIDE.
ro_ro: Culorile vor fi active după următoarea repornire RIDE.
ru_ru: Цвета будут активны после перезапуска RIDE.
sv_se: Färger kommer att vara aktiva efter nästa RIDE-omstart.
th_th: สีจะใช้งานได้หลังจากรีสตาร์ท RIDE ครั้งถัดไป
tr_tr: Renkler bir sonraki RIDE yeniden başlatmasından sonra aktif olacaktır.
uk_ua: Кольори будуть активними після наступного перезавантаження RIDE.
vi_vn: Màu sắc sẽ được kích hoạt sau lần khởi động lại RIDE tiếp theo.

source: Shows console colors set by
bg_bg: Показва цветовете на конзолата, зададени от
cs_cz: Zobrazí barvy konzole nastavené
da_dk: Viser konsolfarver sat af
de_de: Zeigt die Farben der Konsole von
es_es: Muestra los colores de la consola establecidos por
fi_fi: Näyttää konsolin värit
fr_fr: Affiche les couleurs de la console définies par
hu_hu: Megjeleníti a konzol színeit, amelyeket a
it_it: Mostra i colori della console impostati da
ja_jp: 設定されたコンソールの色を表示
nl_nl: Consolekleuren tonen volgens optie
pl_pl: Pokazuje kolory konsoli ustawione przez
pt_pt: Mostra cores na consola ativado por
ro_ro: Afișează culorile consolei setate de
ru_ru: Показывает цвета консоли, установленные
sv_se: Visar konsolfärger inställda av
th_th: แสดงสีคอนโซลที่ตั้งค่าโดย
tr_tr: Tarafından ayarlanan konsol renklerini gösterir
uk_ua: Показує кольори консолі, встановлені
vi_vn: Hiển thị màu sắc của bảng điều khiển được đặt bởi

source: Asks for confirmation to run all tests if none selected
bg_bg: Иска потвърждение за изпълнение на всички тестове, ако не е избран нито един.
cs_cz: Žádá o potvrzení provedení všech testů, pokud není vybrán žádný
da_dk: Spørger om bekræftelse til at køre alle tests hvis ingen er valgt
de_de: Bittet um Bestätigung alle Tests auszuführen, wenn keine ausgewählt wurde
es_es: Solicita confirmación para ejecutar todas las pruebas si ninguna de las seleccionadas
fi_fi: Pyytää vahvistusta kaikkien testien suorittamiseen, jos yhtään testiä ei ole valittu
fr_fr: Demande de confirmation pour exécuter tous les tests si aucun n'est sélectionné
hu_hu: Megerősítést kér az összes teszt futtatásához, ha egyiket sem választotta ki.
it_it: Chiede conferma per eseguire tutti i test se nessuno selezionato
ja_jp: 何も選択されていない場合、すべてのテストを実行するかどうかを確認する
nl_nl: Bevestiging vragen om alle tests uit te voeren wanneer er geen geselecteerd zijn
pl_pl: Pyta o potwierdzenie przeprowadzenia wszystkich testów, jeśli nie wybrano żadnego
pt_pt: Perguntar pela confirmação de executar todos os testes sem selecionados
ro_ro: Solicită confirmarea pentru a executa toate testele dacă niciunul nu este selectat
ru_ru: Запрашивать подтверждение запуска всех тестов, если ничего не выбрано
sv_se: Be om bekräftelse för att köra alla tester om ingen
th_th: ขอการยืนยันเพื่อดำเนินการทดสอบทั้งหมดหากไม่มีการเลือก
tr_tr: Hiçbiri seçilmemişse tüm testleri çalıştırmak için onay ister
uk_ua: Запитує для підтвердження запуску всіх тестів, якщо нічого не обрано
vi_vn: Yêu cầu xác nhận để chạy tất cả các bài kiểm tra nếu không có bài kiểm tra nào được chọn.

source: Fail foreground
bg_bg: Неуспех на преден план
cs_cz: Selhání v popředí
da_dk: Forgrund mislykkedes
de_de: Fehler im Vordergrund
es_es: Fallo en primer plano
fi_fi: Epäonnistuminen etualalla
fr_fr: Défaut au premier plan
hu_hu: Fail új ismeretek
it_it: Primo piano fallito
ja_jp: フォアグラウンドに失敗しました
nl_nl: Voorgrond bij falen
pl_pl: Niepowodzenie na pierwszym planie
pt_pt: Fundo de Falhado
ro_ro: Eșec în prim-plan
ru_ru: Ошибка переднего плана
sv_se: Misslyckad förgrund
th_th: ล้มเหลวในเบื้องหน้า
tr_tr: Ön planda başarısız
uk_ua: Невдалий передній план
vi_vn: Lỗi nền trước

source: Pass foreground
bg_bg: Преминаване на преден план
cs_cz: Projít v popředí
da_dk: Pass forgrundsviden
de_de: Vordergrundspur übergeben
es_es: Pasar primer plano
fi_fi: Ohita etuala
fr_fr: Passer au premier plan
hu_hu: Új ismeretek átadása
it_it: Passa primo piano
ja_jp: 前景を渡してください
nl_nl: Voorgrond bij succes
pl_pl: Pass na pierwszym planie
pt_pt: Fundo de Passado
ro_ro: Treceți în prim-plan
ru_ru: Пройти передний план
sv_se: Passera förgrunden
th_th: ผ่านเบื้องหน้า
tr_tr: Ön planı geç
uk_ua: Перехід на передній план
vi_vn: Chuyển sang nền trước

source: Skip foreground
bg_bg: Пропускане на преден план
cs_cz: Přeskočit v popředí
da_dk: Spring forgrund over
de_de: Vordergrund überspringen
es_es: Saltar primer plano
fi_fi: Ohita etuala
fr_fr: Ignorer le premier plan
hu_hu: Új ismeretek kihagyása
it_it: Salta primo piano
ja_jp: フォアグラウンドでスキップ
nl_nl: Voorgrond bij overslaan
pl_pl: Pomiń na pierwszym planie
pt_pt: Fundo de Saltado
ro_ro: Sari peste prim-plan
ru_ru: Пропустить передний план
sv_se: Hoppa över förgrund
th_th: ข้ามพื้นหน้า
tr_tr: Ön planı atla
uk_ua: Перемотати на передньому плані
vi_vn: Bỏ qua nền trước

source: File Explorer
bg_bg: Изследовател на файлове
th_th: ไฟล์ เอ็กซ์พลอเรอร์
tr_tr: Dosya Gezgini
vi_vn: Trình quản lý tệp

source: File Explorer Settings
bg_bg: Настройки на File Explorer
hu_hu: Fájlkereső beállításai
th_th: การตั้งค่า File Explorer
tr_tr: Dosya Gezgini Ayarları
vi_vn: Cài đặt Trình quản lý tệp

source: Use these colors definitions
bg_bg: Използвайте тези определения на цветове
hu_hu: Használja ezeket a színdefiníciókat
th_th: ใช้คำจำกัดความสีเหล่านี้
tr_tr: Bu renk tanımlarını kullanın
vi_vn: Sử dụng các định nghĩa màu sắc này

source: Use operating system file explorer
bg_bg: Използване на файлов изследовател на операционната система
hu_hu: Az operációs rendszer fájlkeresőjének használata
th_th: ใช้ตัวจัดการไฟล์ของระบบปฏิบัติการ
tr_tr: İşletim sistemi dosya gezginini kullanma
vi_vn: Sử dụng Trình quản lý tệp của hệ điều hành

source: Foreground
bg_bg: На преден план
cs_cz: Popředí
da_dk: Forgrund
de_de: Vordergrund
es_es: Primer plano
fi_fi: Etuala
fr_fr: Premier plan
hu_hu: Új információk és jogok
it_it: Primo Piano
ja_jp: フォアグラウンド（前面）
nl_nl: Voorgrond
pl_pl: Pierwszy plan
pt_pt: Texto
ro_ro: prim-plan
ru_ru: Передний план
sv_se: Förgrund
th_th: เบื้องหน้า
tr_tr: Ön Plan
uk_ua: Активний режим
vi_vn: Phần nền trước

source: Background
bg_bg: Фон
cs_cz: Pozadí
da_dk: Baggrund
de_de: Hintergrund
es_es: Fondo
fi_fi: Tausta
fr_fr: Arrière-plan
hu_hu: Háttér
it_it: Sfondo
ja_jp: 背景
nl_nl: Achtergrond
pl_pl: Kontekst
pt_pt: Fundo
ro_ro: Context
ru_ru: Справочная информация
sv_se: Bakgrund
th_th: ภูมิหลัง
tr_tr: Arka plan
uk_ua: Фон
vi_vn: Bối cảnh

source: Secondary Foreground
bg_bg: Вторичен нов план
cs_cz: Sekundární popředí
da_dk: Sekundær Forgrund
de_de: Sekundärer Vordergrund
es_es: Secundaria de primer plano
fi_fi: Toissijainen Etuala
fr_fr: Premier plan secondaire
hu_hu: Másodlagos új ismeretek
it_it: Primo Piano Secondario
ja_jp: セカンダリフォアグラウンド（前景）
nl_nl: Secondaire voorgrond
pl_pl: Drugorzędny nowy plan
pt_pt: Texto Secundário
ro_ro: Secundar prim-plan
ru_ru: Вторичный передний план
sv_se: Sekundär förgrund
th_th: พื้นหลังรอง
tr_tr: İkincil Ön Plan
uk_ua: Вторинне переднє поле
vi_vn: Phần nền thứ cấp

source: Secondary Background
bg_bg: Вторичен опит
cs_cz: Sekundární pozadí
da_dk: Sekundær Baggrund
de_de: Sekundärer Hintergrund
es_es: Fondo secundario
fi_fi: Toissijainen Tausta
fr_fr: Arrière-plan secondaire
hu_hu: Másodlagos háttér
it_it: Sfondo Secondario
ja_jp: セカンダリ背景
nl_nl: Secondaire achtergrond
pl_pl: Drugorzędne tło
pt_pt: Fundo Secundário
ro_ro: Fundal secundar
ru_ru: Вторичный фон
sv_se: Sekundär bakgrund
th_th: ภูมิหลังรอง
tr_tr: İkincil Arka Plan
uk_ua: Додатковий фон
vi_vn: Nền tảng thứ cấp

source: Apply to Project and File Explorer panels
bg_bg: Прилагане към панелите на проекта и File Explorer
cs_cz: Použít pro panely Projektů a Průzkumníků souborů
da_dk: Anvend på projekt- og filsøgerpaneler
de_de: Auf Projekt- und Datei-Explorer-Panels anwenden
es_es: Aplicar a los paneles del explorador de archivos y proyectos
fi_fi: Käytä projekti- ja tiedostontorjuntapaneeleihin
fr_fr: Appliquer aux panneaux du projet et de l'explorateur de fichiers
hu_hu: Alkalmazza a Projekt és a Fájlkezelő panelekhez
it_it: Applica ai pannelli Project e File Explorer
ja_jp: プロジェクトとファイルエクスプローラのパネルに適用
nl_nl: Toepassen op Project- en Bestandsverkenner vensters
pl_pl: Zastosuj do paneli Projektu i Eksploratora plików
pt_pt: Aplicar aos painéis de Projeto e Explorador de Ficheiros
ro_ro: Aplică panourilor Proiecte și Explorator de Fișiere
ru_ru: Применить к панелям Проекта и Проводника Файлов
sv_se: Tillämpa på Projekt och Utforskaren paneler
th_th: นำไปใช้กับแผงโปรเจ็กต์และแผงไฟล์
tr_tr: Proje ve Dosya Gezgini panellerine uygula
uk_ua: Застосувати до панелей проекту та файлового менеджера
vi_vn: Áp dụng cho các bảng điều khiển Dự án và Trình khám phá tệp

source: Language
bg_bg: Език
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
nl_nl: Taal
pl_pl: Język
pt_pt: Língua
ro_ro: Limba
ru_ru: Язык
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
uk_ua: Мова:
vi_vn: Ngôn ngữ

source: General
bg_bg: Обща информация
cs_cz: Obecná ustanovení
da_dk: Generelt
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Généraux
hu_hu: Általános
it_it: Generale
ja_jp: 全般
nl_nl: Algemeen
pl_pl: Ogólny
pt_pt: Definições Gerais
ro_ro: Generalități
ru_ru: Общие положения
sv_se: Allmänt
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Загальні налаштування
vi_vn: Tổng quát

source: General Settings
bg_bg: Общи настройки
cs_cz: Obecná nastavení
da_dk: Generelle Indstillinger
de_de: Allgemeine Einstellungen
es_es: Configuración General
fi_fi: Yleiset Asetukset
fr_fr: Paramètres généraux
hu_hu: Általános beállítások
it_it: Impostazioni Generali
ja_jp: 全般設定
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
pt_pt: Definições Gerais
ro_ro: Setări generale
ru_ru: Общие настройки
sv_se: Allmänna inställningar
th_th: การตั้งค่าทั่วไป
tr_tr: Genel Ayarlar
uk_ua: Загальні налаштування
vi_vn: Cài đặt chung

source: Text Foreground
bg_bg: Текст на преден план
cs_cz: Text v popředí
da_dk: Tekst Forgrund
de_de: Text-Vordergrund
es_es: Texto de primer plano
fi_fi: Tekstin Etuala
fr_fr: Premier plan du texte
hu_hu: Szöveg Előtér
it_it: Primo Piano Testo
ja_jp: フォアグラウンドにSMS
nl_nl: Tekstvoorgrond
pl_pl: Tekst na pierwszym planie
pt_pt: Texto de Ajuda
ro_ro: prim-plan text
ru_ru: Текст переднего плана
sv_se: Textförgrund
th_th: ข้อความพื้นหน้า
tr_tr: Metin Ön Planı
uk_ua: Передній текст
vi_vn: Nội dung nền trước

source: Help Background
bg_bg: Помощ за фон
cs_cz: Pozadí nápovědy
da_dk: Hjælp Baggrund
de_de: Hilfe-Hintergrund
es_es: Fondo de ayuda
fi_fi: Ohjeiden Tausta
fr_fr: Arrière-plan de l'aide
hu_hu: Segítség Háttér
it_it: Guida Sfondo
ja_jp: ヘルプの背景
nl_nl: Hulp-achtergrond
pl_pl: Tło pomocy
pt_pt: Fundo de Ajuda
ro_ro: Fundal ajutor
ru_ru: Фон справки
sv_se: Hjälp Bakgrund
th_th: ความช่วยเหลือเกี่ยวกับข้อมูลพื้นฐาน
tr_tr: Yardım Arka Planı
uk_ua: Тло допомоги
vi_vn: Trợ giúp Thông tin

source: Importing
bg_bg: Внос на
cs_cz: Importování
da_dk: Importerer
de_de: Importieren
es_es: Importando
fi_fi: Tuodaan
fr_fr: Importation en cours
hu_hu: Importálás
it_it: Importazione
ja_jp: インポート中
nl_nl: Imports
pl_pl: Importowanie
pt_pt: Importação
ro_ro: Importul
ru_ru: Импорт
sv_se: Importerar
th_th: การนำเข้า
tr_tr: İthalat
uk_ua: Імпортування
vi_vn: Nhập khẩu

source: Library imports and PYTHONPATH
bg_bg: Внос на библиотеки и PYTHONPATH
cs_cz: Import knihovny a PYTHONPATH
da_dk: Biblioteksimport og PYTHONPATH
de_de: Bibliotheksimporte und PYTHONPATH
es_es: Importación de la biblioteca y PYTHONPATH
fi_fi: Kirjaston tuonti ja PYTHONPATH
fr_fr: Imports de bibliothèque et PYTHONPATH
hu_hu: Könyvtárimport és PYTHONPATH
it_it: Importazioni di biblioteca e PYTHONPATH
ja_jp: ライブラリのインポートとPYTHONPATH
nl_nl: Bibliotheekimports en PYTHONPATH
pl_pl: Import biblioteki i PYTHONPATH
pt_pt: Importação de Bibliotecas e PYTHONPATH
ro_ro: Importurile bibliotecii şi PYTHONPATH
ru_ru: Импорт библиотеки и PYTHONPATH
sv_se: Import av bibliotek och PYTHONPATH
th_th: การนำเข้าห้องสมุดและ PYTHONPATH
tr_tr: Kütüphane içe aktarımları ve PYTHONPATH
uk_ua: Імпорт бібліотеки і PYTHONPATH
vi_vn: Nhập thư viện và PYTHONPATH

source: Comma separated list of libraries to be automatically imported.
bg_bg: Списък на библиотеките, които ще бъдат автоматично импортирани, разделен със запетая.
cs_cz: Čárkami oddělený seznam knihoven, které mají být automaticky importovány.
da_dk: Kommasepareret liste over biblioteker, der automatisk skal importeres.
de_de: Kommagetrennte Liste von Bibliotheken, die automatisch importiert werden sollen.
es_es: Lista separada por comas de librerías que se importarán automáticamente.
fi_fi: Pilkuilla erotettu luettelo kirjastoista, jotka tuodaan automaattisesti.
fr_fr: Liste des bibliothèques, séparées par des virgules, à importer automatiquement.
hu_hu: Az automatikusan importálandó könyvtárak vesszővel elválasztott listája.
it_it: Lista separata da virgole di librerie da importare automaticamente.
ja_jp: 自動的にインポートされるライブラリのカンマ区切りリスト。
nl_nl: Kommagescheiden lijst van bibliotheken om automatisch te laden.
pl_pl: Lista bibliotek rozdzielonych przecinkami do automatycznego zaimportowania.
pt_pt: Lista de bibliotecas separadas por vírgulas para serem automaticamente importadas.
ro_ro: Lista bibliotecilor care vor fi importate automat, separate prin virgulă.
ru_ru: Список библиотек, разделенных запятыми, для автоматического импорта.
sv_se: Kommaseparerad lista över bibliotek som ska importeras automatiskt.
th_th: รายการไลบรารีที่คั่นด้วยเครื่องหมายจุลภาคซึ่งจะถูกนำเข้าโดยอัตโนมัติ
tr_tr: Otomatik olarak içe aktarılacak kütüphanelerin virgülle ayrılmış listesi.
uk_ua: Список бібліотек, розділених комою, для автоматичного імпорту.
vi_vn: Danh sách các thư viện được phân tách bằng dấu phẩy để tự động nhập.

source: Comma separated list of directories to be added to PYTHONPATH when libraries are searched.
bg_bg: Списък с директории, разделени със запетая, които да се добавят към PYTHONPATH при търсене на библиотеки.
cs_cz: Čárkami oddělený seznam adresářů, které mají být přidány do PYTHONPATH při hledání knihoven.
da_dk: Kommasepareret liste over mapper der skal tilføjes til PYTHONPATH når biblioteker søges.
de_de: Kommagetrennte Liste von Verzeichnissen, die bei der Suche nach Bibliotheken zu PYTHONPATH hinzugefügt werden sollen.
es_es: Lista separada por comas de directorios que se añadirán a PYTHONPATH cuando se busquen bibliotecas.
fi_fi: Pilkuilla erotettu luettelo hakemistoista, jotka lisätään PYTHONPATH kun kirjastoja etsitään.
fr_fr: Liste de répertoires, séparés par des virgules, à ajouter à PYTHONPATH lors de la recherche de bibliothèques.
hu_hu: A könyvtárak keresésekor a PYTHONPATH-hoz hozzáadandó könyvtárak vesszővel elválasztott listája.
it_it: Elenco separato da virgole di directory da aggiungere a PYTHONPATH quando vengono cercate le librerie.
ja_jp: ライブラリの検索時にPYTHONPATHに追加するディレクトリのカンマ区切りのリスト。
nl_nl: Kommagescheiden lijst van mappen om toe te voegen aan PYTHONPATH wanneer naar bibliotheken gezocht wordt.
pl_pl: Lista katalogów oddzielonych przecinkami do dodania do PYTHONPATH podczas wyszukiwania bibliotek.
pt_pt: Lista de diretorias separadas por vírgulas para serem adicionadas a PYTHONPATH para procura de bibliotecas.
ro_ro: Lista de directoare separate prin virgulă care vor fi adăugate la PYTHONPATH atunci când bibliotecile sunt căutate.
ru_ru: Список каталогов, разделенных запятыми для добавления в PYTHONPATH при поиске библиотек.
sv_se: Kommaseparerad lista över kataloger som ska läggas till i PYTHONPATH när bibliotek söks.
th_th: รายการไดเรกทอรีที่คั่นด้วยเครื่องหมายจุลภาคเพื่อเพิ่มเข้าไปใน PYTHONPATH เมื่อค้นหาไลบรารี
tr_tr: Kütüphaneler arandığında PYTHONPATH'e eklenecek dizinlerin virgülle ayrılmış listesi.
uk_ua: Список каталогів, що будуть додані в PYTHONPATH при пошуку бібліотек.
vi_vn: Danh sách các thư mục được phân tách bằng dấu phẩy để thêm vào PYTHONPATH khi tìm kiếm thư viện.

source: Comma separated list of directories containing library spec files.
bg_bg: Списък, разделен със запетая, на директории, съдържащи файлове с библиотечни спецификации.
cs_cz: Čárkami oddělený seznam adresářů obsahujících spec knihovny.
da_dk: Kommasepareret liste over mapper der indeholder bibliotekets spec filer.
de_de: Kommagetrennte Liste von Verzeichnissen mit Bibliotheksspezifikationen.
es_es: Lista separada por comas de directorios que contienen archivos de especificaciones de librerías.
fi_fi: Pilkulla erotettu luettelo hakemistoista, jotka sisältävät kirjaston spec -tiedostoja.
fr_fr: Liste de répertoires séparés par des virgules contenant des fichiers de spécification de la bibliothèque.
hu_hu: A könyvtár-specifikus fájlokat tartalmazó könyvtárak vesszővel elválasztott listája.
it_it: Elenco separato da virgole di directory contenenti i file spec della libreria.
ja_jp: ライブラリ仕様ファイルを含むディレクトリのカンマ区切りのリスト。
nl_nl: Kommagescheiden lijst van mappen met Spec XML bestanden van bibliotheken.
pl_pl: Lista katalogów zawierających pliki specyfikacji biblioteki rozdzielonych przecinkami.
pt_pt: Lista de diretorias separadas por vírgulas contendo ficheiros de especificação de bibliotecas.
ro_ro: Lista de directoare cu separator virgulă care conțin fișiere de tip bibliotecă.
ru_ru: Разделенный запятыми список каталогов, содержащих файлы спецификации библиотеки.
sv_se: Kommaseparerad lista över kataloger som innehåller bibliotekets spec filer.
th_th: รายการไดเรกทอรีที่คั่นด้วยเครื่องหมายจุลภาคซึ่งมีไฟล์สเปคลิบรารี
tr_tr: Kütüphane özellik dosyalarını içeren dizinlerin virgülle ayrılmış listesi.
uk_ua: Список каталогів, що містять файли специфікації бібліотеки, розділені комами.
vi_vn: Danh sách các thư mục được phân tách bằng dấu phẩy chứa các tệp thông số thư viện.

source: Save or Load Settings
bg_bg: Записване или зареждане на настройките
cs_cz: Uložit nebo načíst nastavení
da_dk: Gem eller indlæs indstillinger
de_de: Einstellungen speichern oder laden
es_es: Guardar o cargar ajustes
fi_fi: Tallenna tai lataa asetukset
fr_fr: Enregistrer ou charger les paramètres
hu_hu: Beállítások mentése vagy betöltése
it_it: Salva o carica impostazioni
ja_jp: 保存または読み込み設定
nl_nl: Instellingen opslaan of laden
pl_pl: Zapisz lub załaduj ustawienia
pt_pt: Salvar ou Carregar Definições
ro_ro: Salvează sau încarcă setările
ru_ru: Сохранить или загрузить настройки
sv_se: Spara eller ladda inställningar
th_th: บันทึกหรือโหลดการตั้งค่า
tr_tr: Ayarları Kaydet veya Yükle
uk_ua: Зберегти або завантажити налаштування
vi_vn: Lưu hoặc Tải Cài đặt

source: Load settings from file...
bg_bg: Зареждане на настройките от файл...
cs_cz: Načíst nastavení ze souboru...
da_dk: Indlæs indstillinger fra fil...
de_de: Einstellungen aus Datei laden...
es_es: Cargar ajustes desde archivo...
fi_fi: Lataa asetukset tiedostosta...
fr_fr: Charger les paramètres depuis un fichier...
hu_hu: Beállítások betöltése fájlból...
it_it: Carica le impostazioni dal file...
ja_jp: 設定をファイルから読み込む...
nl_nl: Instellingen laden van bestand...
pl_pl: Wczytaj ustawienia z pliku...
pt_pt: Carregar definições a partir de ficheiro...
ro_ro: Încarcă setările din fișier...
ru_ru: Загрузить настройки из файла...
sv_se: Ladda inställningar från fil...
th_th: โหลดการตั้งค่าจากไฟล์...
tr_tr: Ayarları dosyadan yükle...
uk_ua: Завантажити параметри з файлу...
vi_vn: Tải cài đặt từ tệp...
