Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: [Navigate] !Go &Back | Go back to previous location in tree | Alt-%s | ART_GO_BACK !Go &Forward | Go forward to next location in tree | Alt-%s | ART_GO_FORWARD
bg_bg: [Навигация] !Върни се назад | Върни се към предишното местоположение в дървото | Alt-%s | ART_GO_BACK !Върни се напред | Върни се напред към следващото местоположение в дървото | Alt-%s | ART_GO_FORWARD
cs_cz: [Navigate] ! o &Zpět | Vraťte se zpět na předchozí místo ve stromu | Alt-%s | ART_GO_BACK ! o &Předem | Přejít vpřed na další místo ve stromu | Alt-%s | ART_GO_FORWARD
da_dk: [Navigate] ! o &Tilbage - Gå tilbage til tidligere placering i træet | Alt-%s | ART_GO_BACK ! o &Forward - Gå frem til næste sted i træ | Alt-%s | ART_GO_FORWARD
de_de: [Navigate] ! o &Back | Zurück zum vorherigen Standort im Baum | Alt-%s | ART_GO_BACK ! o &Vorwärts | Weiter zum nächsten Standort im Baum | Alt-%s | ART_GO_FORWARD
es_es: [Navigate] ! o &Back | Volver a la ubicación anterior en árbol | Alt-%s | ART_GO_BACK ! o &hacia adelante | Ir a la siguiente ubicación en árbol | Alt-%s | ART_GO_FORWARD
fi_fi: [Navigate] ! o &Takaisin | Mene takaisin edelliseen paikkaan puussa | Alt-%s | ART_GO_BACK ! o &Eteenpäin | Siirry seuraavaan paikkaan puussa | Alt-%s | ART_GO_FORWARD
fr_fr: [Naviguer] ! &Revenir | Revenir à l'emplacement précédent dans l'arborescence | Alt-%s | ART_GO_BACK ! &Avancer | Avancer vers l'emplacement suivant dans l'arborescence | Alt-%s | ART_GO_FORWARD
hu_hu: [Navigáció] !Go &Back | Vissza az előző helyre a fában | Alt-%s | ART_GO_BACK !Go &Forward | Előre a következő helyre a fában | Alt-%s | ART_GO_FORWARD
it_it: [Navigate] ! o &Back | Torna alla posizione precedente nell'albero | Alt-%s | ART_GO_BACK ! o &Inoltra | Vai avanti alla posizione successiva nell'albero | Alt-%s | ART_GO_FORWARD
nl_nl: [Navigatie] !&Terug | Ga terug naar de vorige locatie in testsuite | Alt-%s | ART_GO_BACK !&Vooruit | Ga vooruit naar de volgende locatie in testsuite | Alt-%s | ART_GO_FORWARD
pl_pl: [Navigate] ! o &Wróć | Wróć do poprzedniej lokalizacji w drzewie | Alt-%s | ART_GO_BACK ! o &Dalej | Przejdź do następnego miejsca w drzewie | Alt-%s | ART_GO_FORWARD
pt_pt: [Navegação] !Recuar | Recuar para a localização anterior | Alt-%s | ART_GO_BACK !Avançar | Avançar para a localização seguinte | Alt-%s | ART_GO_FORWARD
ro_ro: [Navigate] ! o &Întoarce-te | la locația anterioară din arbore | Alt-%s | ART_GO_BACK ! &Du-te inainte | la urmatoarea locatie in arbore | Alt-%s | ART_GO_FORWARD
ru_ru: [Navigate] !Вернуться | Вернуться к предыдущему местоположению в дереве | Alt-%s | ART_GO_BACK !Двигаться вперед | Перейти к следующему местоположению в дереве | Alt-%s | ART_GO_FORWARD
sv_se: [Navigate] ! o &Tillbaka | Gå tillbaka till föregående plats i trädet | Alt-%s | ART_GO_BACK ! o &Framåt | Gå vidare till nästa plats i trädet | Alt-%s | ART_GO_FORWARD
th_th: [นำทาง] !ไป &กลับ | กลับไปยังตำแหน่งก่อนหน้าในโครงสร้าง | Alt-%s | ART_GO_BACK !ไป &ข้างหน้า | ไปยังตำแหน่งถัดไปในโครงสร้าง | Alt-%s | ART_GO_FORWARD
tr_tr: [Navigate] !Go &Back | Ağaçtaki önceki konuma geri git | Alt-%s | ART_GO_BACK !Go &Forward | Ağaçtaki sonraki konuma ileri git | Alt-%s | ART_GO_FORWARD
vi_vn: [Navigate] !Go &Back | Quay lại vị trí trước đó trong cây | Alt-%s | ART_GO_BACK !Go &Forward | Tiếp tục đến vị trí tiếp theo trong cây | Alt-%s | ART_GO_FORWARD

source: Add Tag to selected
bg_bg: Добавяне на етикет към избрания
cs_cz: Přidat značku k vybranému
da_dk: Tilføj tag til valgte
de_de: Tag zum ausgewählten hinzufügen
es_es: Añadir etiqueta a la selección
fi_fi: Lisää tunniste valittuun
fr_fr: Ajouter une étiquette à la sélection
hu_hu: Címke hozzáadása a kiválasztott
it_it: Aggiungi tag alla selezione
ja_jp: 選択したタグに追加
nl_nl: Voeg &label toe aan selectie
pl_pl: Dodaj tag do zaznaczonych
pt_pt: Adicionar Etiqueta aos Selecionados
ro_ro: Adaugă Eticheta la cele selectate
ru_ru: Добавить тег к выбранному
sv_se: Lägg till tagg till vald
th_th: เพิ่มแท็กไปยังที่เลือก
tr_tr: Seçilene Etiket Ekle
uk_ua: Додати мітку до вибраних
vi_vn: Thêm thẻ vào các mục đã chọn

source: Edit
bg_bg: Редактиране на
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
fi_fi: Muokkaa
fr_fr: Editer
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
nl_nl: Bewerken
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editare
ru_ru: Редактирование
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa

source: Clear Selected
bg_bg: Изчистване на избраното
cs_cz: Vymazat vybrané
da_dk: Ryd Valgte
de_de: Ausgewählte löschen
es_es: Limpiar seleccionados
fi_fi: Tyhjennä Valitut
fr_fr: Effacer la sélection
hu_hu: Clear Selected (Kijelöltek törlése)
it_it: Cancella Selezionati
ja_jp: 選択をクリア
nl_nl: Selectie wissen
pl_pl: Wyczyść zaznaczone
pt_pt: Limpar Selecionados
ro_ro: Ștergeți cele selectate
ru_ru: Очистить выбранные
sv_se: Rensa markerade
th_th: เลือกแล้ว
tr_tr: Seçileni Temizle
uk_ua: Очистити вибрані
vi_vn: Xóa các mục đã chọn

source: Add Tag To Selected
bg_bg: Добавяне на етикет към избраното
cs_cz: Přidat značku k vybranému
da_dk: Tilføj Tag Til Valgte
de_de: Tag zum ausgewählten hinzufügen
es_es: Añadir etiqueta a la selección
fi_fi: Lisää Tagi Valittuun
fr_fr: Ajouter une étiquette à la sélection
hu_hu: Címke hozzáadása a kiválasztotthoz
it_it: Aggiungi Tag Ai Selezionati
ja_jp: 選択したものにタグを追加
nl_nl: Voeg label toe aan selectie
pl_pl: Dodaj tag do zaznaczonych
pt_pt: Adicionar Etiqueta aos Selecionados
ro_ro: Adaugă Eticheta la Selectat
ru_ru: Добавить тег к выбранному
sv_se: Lägg till tagg till vald
th_th: เพิ่มแท็กไปยังที่เลือก
tr_tr: Seçilene Etiket Ekle
uk_ua: Додати позначку до вибраних
vi_vn: Thêm thẻ vào các mục đã chọn

source: Enter Tag Name
bg_bg: Въведете името на етикета
cs_cz: Zadejte název štítku
da_dk: Indtast Tag Navn
de_de: Tag-Name eingeben
es_es: Introduzca nombre de etiqueta
fi_fi: Anna Tagin Nimi
fr_fr: Entrer le nom de l'étiquette
hu_hu: Adja meg a címke nevét
it_it: Inserisci Nome Tag
ja_jp: タグ名を入力
nl_nl: Geef labelnaam
pl_pl: Wprowadź nazwę tagu
pt_pt: Introduza a Etiqueta
ro_ro: Introduceți numele etichetei
ru_ru: Введите имя тега
sv_se: Ange taggnamn
th_th: ป้อนชื่อแท็ก
tr_tr: Etiket Adını Girin
uk_ua: Введіть назву мітки
vi_vn: Nhập tên thẻ

source: [Edit]
bg_bg: [Редактиране]
de_de: [Editieren]
fr_fr: [Editer]
nl_nl: [Bewerken]
pl_pl: [Edytuj]
pt_pt: [Editar]
th_th: [แก้ไข]
tr_tr: [Düzenle]
vi_vn: [Chỉnh sửa]

source: &Undo | Undo last modification | Ctrlcmd-Z
bg_bg: &Undo | Отмяна на последната промяна | Ctrlcmd-Z
cs_cz: &Vrátit zpět | Vrátit zpět poslední změnu | Ctrlcmd-Z
da_dk: &Fortryd - Fortryd sidste modifikation - Ctrlcmd-Z
de_de: &Rückgängig | Letzte Änderung rückgängig | CtrlCmd-Z
es_es: &Deshacer | Deshacer deshacer la última modificación | Ctrlcmd-Z
fi_fi: &Kumoa | Kumoa viimeisin muokkaus | Ctrlcmd-Z
fr_fr: &Annuler | Annuler la dernière modification | Ctrlcmd-Z
hu_hu: &Undo | Utolsó módosítás visszavonása | Ctrlcmd-Z
it_it: &Annulla | Annulla l'ultima modifica | Ctrlcmd-Z
ja_jp: &Undo | 最後の変更を元に戻す | Ctrlcmd-Z
nl_nl: On&gedaan maken | Laatste wijziging ongedaan maken | Ctrlcmd-Z
pl_pl: &Cofnij | Cofnij ostatnią modyfikację | Ctrlcmd-Z
pt_pt: An&ular | Anular a alteração anterior | Ctrlcmd-Z
ro_ro: &Anulează | Anulează ultima modificare | Ctrlcmd-Z
ru_ru: &Отменить | Отменить последнее изменение | Ctrlcmd-Z
sv_se: &Ångra | Ångra senaste ändringen | Ctrlcmd-Z
th_th: &ยกเลิก | ยกเลิกการแก้ไขล่าสุด | Ctrlcmd-Z
tr_tr: &Undo | Son değişikliği geri al | Ctrlcmd-Z
uk_ua: &Undo | Скасувати останню модифікацію | Ctrlcmd-Z
vi_vn: &Undo | Hủy bỏ thay đổi cuối cùng | Ctrl+Z

source: &Redo | Redo modification | Ctrlcmd-Y
cs_cz: &Znovu | Opakovat modifikaci | Ctrlcmd-Y
da_dk: &Annullér fortryd modifikation Ctrlcmd-Y
de_de: &Redo | Änderung wiederholen | CtrlCmd-Y
es_es: &Rehacer | Rehacer modificación | Ctrlcmd-Y
fi_fi: &Tee uusi muokkaus | | Ctrlcmd-Y
fr_fr: &Rétablir | Rétablir la modification | Ctrlcmd-Y
hu_hu: &Redo | Módosítás újrakezdése | Ctrlcmd-Y
it_it: &Ripeti | Ripeti modifica | Ctrlcmd-Y
nl_nl: Op&nieuw doen | Laatste wijziging herhalen | Ctrlcmd-Y
pl_pl: &Ponów | Ponów modyfikację | Ctrlcmd-Y
pt_pt: &Refazer | Repetir a alteração anterior | Ctrlcmd-Y
ro_ro: &Refacere |Refacere modificare | Ctrlcmd-Y
ru_ru: &Повтор | Изменение повтора | Ctrlcmd-Y
sv_se: &Gör om | Gör om modifiering | Ctrlcmd-Y
th_th: &ทำใหม่ | แก้ไขการแก้ไข | Ctrlcmd-Y
tr_tr: &Redo | Değişikliği yinele | Ctrlcmd-Y
uk_ua: &Redo | Перетворення модифікації | Ctrlcmd-Y
vi_vn: &Redo | Làm lại thay đổi | Ctrl+Y

source: Cu&t | Cut | Ctrlcmd-X
cs_cz: Vyjmout | Vyjmout | Ctrlcmd-X
da_dk: Klip & Klip, Ctrlcmd-X
de_de: Cut | Schnitt | CtrlCmd-X
es_es: Cortar | Cortar | Ctrlcmd-X
fi_fi: Leikkaus | Leikkistä | Ctrlcmd-X
fr_fr: Cou&per | Couper | Ctrlcmd-X
it_it: &Taglia | Taglia | Ctrlcmd-X
ja_jp: Cut&t | 切り取り | Ctrl+cmd-X
nl_nl: &Knippen | Verplaatsen naar klembord | Ctrlcmd-X
pl_pl: &Wytnij | Wytnij | Ctrlcmd-X
pt_pt: Cor&tar | Cortar | Ctrlcmd-X
ru_ru: Вырезать | Вырезать | Ctrlcmd-X
sv_se: Cu&t <unk> Cut <unk> Ctrlcmd-X
th_th: Cu&t | ตัด | Ctrlcmd-X
uk_ua: Вирізати | Cut | Ctrlcmd-X
vi_vn: Cu&t | Cắt | Ctrl+Cmd+X

source: &Copy | Copy | Ctrlcmd-C
cs_cz: Kopírovat | Kopírovat | Ctrlcmd-C
da_dk: &Kopier - Kopier - Ctrlcmd-C
de_de: &Kopieren | Kopieren | CtrlCmd-C
es_es: &Copiar | Copiar | Ctrlcmd-C
fi_fi: &Kopioi Käännös | Kopiointi | Ctrlcmd-C
fr_fr: &Copier | Copier | Ctrlcmd-C
it_it: &Copia | Copia | Ctrlcmd-C
ja_jp: &Copy | コピー | Ctrl+cmd-C
nl_nl: K&opiëren | Kopiëren naar klembord | Ctrlcmd-C
pl_pl: &Kopiuj | Kopiuj | Ctrlcmd-C
pt_pt: &Copiar | Copiar para a memória | Ctrlcmd-C
ro_ro: &Copiază | Copiere | Ctrlcmd-C
ru_ru: &Копировать | Копировать | Ctrlcmd-C
sv_se: &Kopiera | Kopiera | Ctrlcmd-C
th_th: &คัดลอก | คัดลอก | Ctrlcmd-C
uk_ua: &Copy | Скопіювати | Ctrlcmd-C
vi_vn: &Copy | Copy | Ctrl+C

source: &Paste | Paste | Ctrlcmd-V
cs_cz: Vložit | Vložit | Ctrlcmd-V
da_dk: &Indsæt - Paste ¤ Ctrlcmd-V
de_de: &Einfügen | Einfügen | CtrlCmd-V
es_es: &Pegar | Pegar | Ctrlcmd-V
fi_fi: &Liitä | henkilönsuojaimeen PET| Ctrlcmd-V
fr_fr: Co&ller | Coller | Ctrlcmd-V
hu_hu: &Paste | Beillesztés | Ctrlcmd-V
it_it: &Incolla | Incolla | Ctrlcmd-V
nl_nl: &Plakken | Plakken van klembord | Ctrlcmd-V
pl_pl: &Wklej | Wklej | Ctrlcmd-V
pt_pt: Colar | Colar da memória | Ctrlcmd-V
ro_ro: Li&piți | Lipiți | Ctrlcmd-V
ru_ru: &Вставить | Вставить | Ctrlcmd-V
sv_se: &Klistra in | Klistra in | Ctrlcmd-V
th_th: &วาง | วาง | Ctrlcmd-V
uk_ua: &Вставити | Вставити | Ctrlcmd-V
vi_vn: &Dán | Dán | Ctrl+Cmd+V

source: &Insert | Insert | Shift-Ctrl-V
cs_cz: Vložit | Vložit | Shift-Ctrl-V
da_dk: &Indsæt - Indsæt - Shift-Ctrl-V
de_de: &Einfügen | Einfügen | Shift-Ctrl-V
es_es: &Insertar | Insertar | Shift-Ctrl-V
fi_fi: &Lisää | Lisää | Shift-Ctrl-V
fr_fr: &Insérer | Insérer | Shift-Ctrl-V
it_it: &Inserisci | Inserisci | Shift-Ctrl-V
ja_jp: 挿入 | 挿入 | Shift-Ctrl-V
nl_nl: &Invoegen | Invoegen | Shift-Ctrl-V
pl_pl: &Wstaw | Wstaw | Shift-Ctrl-V
pt_pt: &Inserir | Inserir acima da posição atual | Shift-Ctrl-V
ro_ro: &Inserare | Inserare | Shift-Ctrl-V
ru_ru: Вставить | Вставить | Shift-Ctrl-V
sv_se: &Infoga | Infoga | Shift-Ctrl-V
th_th: &แทรก | แทรก | Shift-Ctrl-V
uk_ua: &зазначити | Вставити | Shift-Ctrl-V
vi_vn: &Chèn | Chèn | Shift-Ctrl-V

source: &Delete | Delete | Del
cs_cz: &Smazat | Odstranit | Del
da_dk: &Slet - Slet - Del
de_de: &Löschen | Löschen | Del
es_es: &Eliminar | Eliminar | Del
fi_fi: &Poista | Poista | Del
fr_fr: &Supprimer | Supprimer | Del
hu_hu: &Delete | Delete | Delete | Del
it_it: &Elimina | Elimina | Del
nl_nl: &Verwijderen | Verwijderen | Del
pl_pl: &Usuń | Usuń | Del
pt_pt: Apagar | Apagar | Del
ro_ro: Șter&ge | Ștergere | Del
ru_ru: &Удалить | Удалить | Del
sv_se: &Ta bort | Ta bort | Del
th_th: &ลบ | ลบ | ลบ
vi_vn: &Xóa | Xóa | Del

source: Comment Rows | Comment selected rows | Ctrlcmd-3
bg_bg: Коментар на редове | Коментар на избрани редове | Ctrlcmd-3
cs_cz: Řádky komentářů | Komentář vybrané řádky | Ctrlcmd-3
da_dk: Kommentar Rækker: Kommentar markerede rækker: Ctrlcmd-3
de_de: Kommentarzeile | Ausgewählte Zeilen kommentieren | CtrlCmd-3
es_es: Comentar filas | Comentar filas seleccionadas | Ctrlcmd-3
fi_fi: Kommentti Rivejä | Kommentti valitut rivit | Ctrlcmd-3
fr_fr: Commenter les lignes | Commenter les lignes sélectionnées | Ctrlcmd-3
hu_hu: Sorok kommentálása | Kijelölt sorok kommentálása | Ctrlcmd-3
it_it: Commenta le righe | Commenta le righe selezionate | Ctrlcmd-3
ja_jp: Comment Rows | 選択された行のコメント | Ctrlcmd-3
nl_nl: Rijen &uitcommentariëren | Geselecteerde rijen als commentaar markeren | Ctrlcmd-3
pl_pl: Wiersze komentarzy | Wybrane wiersze komentarza | Ctrlcmd-3
pt_pt: Comentar Linhas | Comenta as linhas selecionadas | Ctrlcmd-3
ro_ro: Comentariu rânduri | Comentariu rânduri selectate | Ctrlcmd-3
ru_ru: Комментарий строк | Комментарий выделенные строки | Ctrlcmd-3
sv_se: Kommentarrader | Kommentera markerade rader | Ctrlcmd-3
th_th: ความคิดเห็นแถว | ความคิดเห็นแถวที่เลือก | Ctrlcmd-3
tr_tr: Satırları Yorumla | Seçili satırları yorumla | Ctrlcmd-3
uk_ua: Коментар рядків | Коментар вибраних рядків | Ctrlcmd-3
vi_vn: Dòng bình luận | Chọn các dòng bình luận | Ctrlcmd-3

source: Comment Cells | Comment cells with # | Ctrlcmd-Shift-3
bg_bg: Коментарни клетки | Коментарни клетки с # | Ctrlcmd-Shift-3
cs_cz: Komentáře buňky | Komentáře s # | Ctrlcmd-Shift-3
da_dk: Kommentar celler - Kommentar celler med # - Ctrlcmd-Shift-3
de_de: Kommentarzellen | Kommentarzellen mit # | CtrlCmd-Shift-3
es_es: Celdas de comentarios | Comentar celdas con # | Ctrlcmd-Shift-3
fi_fi: Kommenttisoluja | Kommenttisolut # | Ctrlcmd-Shift-3
fr_fr: Commenter les cellules | Commenter les cellules avec # | Ctrlcmd-Shift-3
hu_hu: Megjegyzés cellák | Megjegyzés cellák #-vel | Ctrlcmd-Shift-3
it_it: Celle di commento | celle di commento con # | Ctrlcmd-Shift-3
ja_jp: Comment Cell | # を持つコメントセル | Ctrl+Shift+3
nl_nl: &Cellen uitcommentariëren | Cell met # als commentaar markeren | Ctrlcmd-Shift-3
pl_pl: Komentarze | Komentarze z # | Ctrlcmd-Shift-3
pt_pt: Comentar Células | Comentar Células com # | Ctrlcmd-Shift-3
ro_ro: Comentariu Celule | Celule Comment cu # | Ctrlcmd-Shift-3
ru_ru: Комментирующие ячейки | Комментирующие ячейки # | Ctrlcmd-Shift-3
sv_se: Kommentera celler | Kommentera celler med # | Ctrlcmd-Shift-3
th_th: เซลล์ความคิดเห็น | เซลล์ความคิดเห็นที่มี # | Ctrlcmd-Shift-3
tr_tr: Yorum Hücreleri | # ile yorum hücreleri | Ctrlcmd-Shift-3
uk_ua: Коментар Cells | Коментальні клітинки з # | Ctrlcmd-Shift-3
vi_vn: Tế bào bình luận | Tế bào bình luận có # | Ctrlcmd-Shift-3

source: Uncomment Rows | Uncomment selected rows | Ctrlcmd-4
bg_bg: Разкоментиране на редове | Разкоментиране на избрани редове | Ctrlcmd-4
cs_cz: Odkomentovat řádky | Nekomentovat vybrané řádky | Ctrlcmd-4
da_dk: Afkommentere Rækkener ¤ Afkommentere markerede rækker: Ctrlcmd-4
de_de: Zeilen abbrechen | Auskommentieren der ausgewählten Zeilen | CtrlCmd-4
es_es: Descomentar filas | Descomentar filas seleccionadas | Ctrlcmd-4
fi_fi: Kommentin poisto Rivejä | Poista kommentointi valituista riveistä | Ctrlcmd-4
fr_fr: Décommenter les lignes | Décommenter les lignes sélectionnées | Ctrlcmd-4
hu_hu: Sorok megjegyzésének feloldása | Kijelölt sorok megjegyzésének feloldása | Ctrlcmd-4
it_it: Annulla commento Righe | Deseleziona le righe selezionate | Ctrlcmd-4
ja_jp: 行のコメント解除 | 選択した行のコメント解除 | Ctrlcmd-4
nl_nl: Rijen &oncommentariëren | Commentaarmarkering verwijderen van geselecteerde rijen | Ctrlcmd-4
pl_pl: Wiersze bez komentarza | Niekomentowane zaznaczone wiersze | Ctrlcmd-4
pt_pt: Descomentar Linhas | Descomentar as linhas selecionadas | Ctrlcmd-4
ro_ro: Anulează comentariul rândurile | Nedivează rândurile selectate | Ctrlcmd-4
ru_ru: Раскомментировать строки | Рассказать о выделенных строках | Ctrlcmd-4
sv_se: Avkommentera rader | Ej kommentera markerade rader | Ctrlcmd-4
th_th: ยกเลิกการซ่อนแถว | ยกเลิกการซ่อนแถวที่เลือก | Ctrlcmd-4
tr_tr: Satırların yorumunu kaldır | Seçili satırların yorumunu kaldır | Ctrlcmd-4
uk_ua: Видалити рядки коментаря | Зняти вибрані рядки | Ctrlcmd-4
vi_vn: Bỏ bình luận các hàng | Bỏ bình luận các hàng đã chọn | Ctrlcmd-4

source: Uncomment Cells | Uncomment cells with # | Ctrlcmd-Shift-4
bg_bg: Разкоментиране на клетките | Разкоментиране на клетките с # | Ctrlcmd-Shift-4
cs_cz: Unkomentovat buňky | Odkomentovat buňky s # | Ctrlcmd-Shift-4
da_dk: Afkommentér celler PRAKT Fjern kommentar celler med # | Ctrlcmd-Shift-4
de_de: Zellen entkommentieren | Zellen mit # | CtrlCmd-Shift-4
es_es: Descomentar celdas | Descomentar celdas con # | Ctrlcmd-Shift-4
fi_fi: Kommentin poisto Solut | Kommentin poisto ruudulla # | Ctrlcmd-Shift-4
fr_fr: Décommenter les cellules | Décommenter les cellules avec # | Ctrlcmd-Shift-4
hu_hu: Cellák megjegyzésének feloldása | Cellák megjegyzésének feloldása #-vel | Ctrlcmd-Shift-4
it_it: Uncomment Cells | Annulla commento celle con # | Ctrlcmd-Shift-4
ja_jp: セルのコメント解除 | # でセルのコメント解除 | Ctrlcmd+Shift+4
nl_nl: Cellen onco&mmentariëren | Commentaarmarkering verwijderen van cellen met een # | Ctrlcmd-Shift-4
pl_pl: Komórki bez komentarza | Komórki bez komentarzy z # | Ctrlcmd-Shift-4
pt_pt: Descomentar Células | Descomentar Células com # | Ctrlcmd-Shift-4
ro_ro: Anulează observarea celulelor | fără comentarii cu # | Ctrlcmd-Shift-4
ru_ru: Раскомментировать ячейки | Разкомментировать ячейки # | Ctrlcmd-Shift-4
sv_se: Ej kommentarsceller | Ej kommentarsceller med # | Ctrlcmd-Shift-4
th_th: ยกเลิกการซ่อนเซลล์ | ยกเลิกการซ่อนเซลล์ที่มี # | Ctrlcmd-Shift-4
tr_tr: Hücrelerdeki Yorumu Kaldır | Hücrelerdeki Yorumu # ile Kaldır | Ctrlcmd-Shift-4
uk_ua: Uncomment Cells | Відкоментувати клітинки з # | Ctrlcmd-Shift-4
vi_vn: Bỏ chú thích ô | Bỏ chú thích ô có dấu # | Ctrl+Shift+4

source: Insert Cells | Insert Cells | Ctrlcmd-Shift-I
bg_bg: Вмъкване на клетки | Вмъкване на клетки | Ctrlcmd-Shift-I
cs_cz: Vložit buňky | Vložit buňky | Ctrlcmd-Shift-I
da_dk: Indsæt Celler, Indsæt Celler, Ctrlcmd-Shift-I
de_de: Zellen einfügen | Zellen einfügen | CtrlCmd-Shift-I
es_es: Insertar celdas | Insertar celdas | Ctrlcmd-Shift-I
fi_fi: Syötä Solut | Syötä Solut | Ctrlcmd-Shift-I
fr_fr: Insérer des cellules | Insérer des cellules | Ctrlcmd-Shift-I
hu_hu: Cellák beszúrása | Cellák beszúrása | Ctrlcmd-Shift-I
it_it: Inserisci Celle | Inserisci Celle | Ctrlcmd-Shift-I
ja_jp: セルの挿入 | セルの挿入 | Ctrl+Shift+I
nl_nl: C&ellen invoegen | Cellen invoegen | Ctrlcmd-Shift-I
pl_pl: Wstaw komórki | Wstaw komórki | Ctrlcmd-Shift-I
pt_pt: Inserir Células | Insere Células | Ctrlcmd-Shift-I
ro_ro: Inserați Celule | Inserați Celule | Ctrlcmd-Shift-I
ru_ru: Вставить ячейки | Вставить ячейки | Ctrlcmd-Shift-I
sv_se: Infoga celler | Infoga celler | Ctrlcmd-Shift-I
th_th: แทรกเซลล์ | แทรกเซลล์ | Ctrlcmd-Shift-I
tr_tr: Hücre Ekle | Hücre Ekle | Ctrlcmd-Shift-I
uk_ua: Вставити клітинки | Вставте клітинки | Ctrlcmd-Shift-I
vi_vn: Chèn ô | Chèn ô | Ctrl+Shift+I

source: Delete Cells | Delete Cells | Ctrlcmd-Shift-D
bg_bg: Изтриване на клетки | Delete Cells | Ctrlcmd-Shift-D
cs_cz: Odstranit buňky | Odstranit buňky | Ctrlcmd-Shift-D
da_dk: Slet Celler, Slet Celler, Ctrlcmd-Shift-D
de_de: Zellen löschen | Zellen löschen | Ctrlcmd-Shift-D
es_es: Eliminar celdas | Eliminar celdas | Ctrlcmd-Shift-D
fi_fi: Poista Solut | Poista Solut | Ctrlcmd-Shift-D
fr_fr: Supprimer des cellules | Supprimer des cellules | Ctrlcmd-Shift-D
hu_hu: Cella törlése | Cella törlése | Ctrlcmd-Shift-D
it_it: Elimina Celle | Elimina Celle | Ctrlcmd-Shift-D
ja_jp: セルの削除 | セルの削除 | Ctrl+Shift+D
nl_nl: Cellen ver&wijderen | Cellen verwijderen | Ctrlcmd-Shift-D
pl_pl: Usuń komórki | Usuń komórki | Ctrlcmd-Shift-D
pt_pt: Eliminar Células | Elimina as Células selecionadas | Ctrlcmd-Shift-D
ro_ro: Şterge Celulele | Ştergeţi celulele Azore | Ctrlcmd-Shift-D
ru_ru: Удалить Гены | Удалить Гены | Ctrlcmd-Shift-D
sv_se: Ta bort celler | Ta bort celler | Ctrlcmd-Shift-D
th_th: ลบเซลล์ | ลบเซลล์ | Ctrlcmd-Shift-D
tr_tr: Hücreleri Sil | Ctrlcmd-Shift-D
uk_ua: Видалити Бали | Видалити Бали | Ctrlcmd-Shift-D
vi_vn: Xóa ô | Xóa ô | Ctrl+Shift+D

source: Insert Rows | Insert Rows | Ctrlcmd-I
bg_bg: Вмъкване на редове | Вмъкване на редове | Ctrlcmd-I
es_es: Insertar filas | Insertar filas | Ctrlcmd-I
fr_fr: Insérer des Lignes | Insérer des Lignes | Ctrlcmd-I
hu_hu: Sorok beszúrása | Sorok beszúrása | Ctrlcmd-I
it_it: Inserisci Righe | Inserisci Righe | Ctrlcmd-I
nl_nl: &Rijen invoegen | Rijen invoegen | Ctrlcmd-I
pt_pt: Inserir Linhas | Insere Linhas | Ctrlcmd-I
th_th: แทรกแถว | แทรกแถว | Ctrlcmd-I
tr_tr: Satır Ekle | Satır Ekle | Ctrlcmd-I
vi_vn: Chèn hàng | Chèn hàng | Ctrlcmd-I

source: Delete Rows | Delete Rows | Ctrlcmd-D
bg_bg: Изтриване на редове | Изтриване на редове | Ctrlcmd-D
cs_cz: Odstranit řádky | Odstranit řádky | Ctrlcmd-D
da_dk: Slet Rækker - Slet Rækker - Ctrlcmd-D
de_de: Zeilen löschen | Zeilen löschen | CtrlCmd-D
es_es: Eliminar filas | Eliminar filas | Ctrlcmd-D
fi_fi: Poista Rivit | Poista Rivit | Ctrlcmd-D
fr_fr: Supprimer les lignes | Supprimer les lignes | Ctrlcmd-D
hu_hu: Sorok törlése | Sorok törlése | Ctrlcmd-D
it_it: Elimina Righe | Elimina Righe | Ctrlcmd-D
nl_nl: Rijen verwij&deren | Rijen verwijderen | Ctrlcmd-D
pl_pl: Usuń wiersze | Usuń wiersze | Ctrlcmd-D
pt_pt: Eliminar Linhas | Elimina as linhas selecionadas | Ctrlcmd-D
ro_ro: Şterge rândurile | din Rânduri | Ctrlcmd-D
ru_ru: Удалить строки | Удалить строки | Ctrlcmd-D
sv_se: Ta bort rader | Ta bort rader | Ctrlcmd-D
th_th: ลบแถว | ลบแถว | Ctrlcmd-D
tr_tr: Satırları Sil | Satırları Sil | Ctrlcmd-D
uk_ua: Видалити рядки | Видалити рядок | Ctrlcmd-D
vi_vn: Xóa hàng | Xóa hàng | Ctrlcmd-D

source: Move Rows Up (Alt-Up or Ctrl-Shift-Up) | Move Rows Up
bg_bg: Преместване на редове нагоре (Alt-Up или Ctrl-Shift-Up) | Преместване на редове нагоре
es_es: Mover Rows hacia arriba (Alt-Up o Ctrl-Shift-Up) | Mover Rows hacia arriba
hu_hu: Sorok felfelé mozgatása (Alt-Up vagy Ctrl-Shift-Up) | Sorok felfelé mozgatása
it_it: Sposta le righe in alto (Alt-Up o Ctrl-Shift-Up) <unk> Sposta le righe in alto
pl_pl: Przesuń wiersze w górę (Alt-Up lub Ctrl-Shift-Up) | Przesuń wiersze w górę
ro_ro: Mută rândurile în sus (Alt-Up sau Ctrl-Shift-Up) <unk> Mută rândurile în sus
th_th: ย้ายแถวขึ้น (Alt-ขึ้น หรือ Ctrl-Shift-ขึ้น) | ย้ายแถวขึ้น
tr_tr: Satırları Yukarı Taşı (Alt-Up veya Ctrl-Shift-Up) | Satırları Yukarı Taşı
vi_vn: Di chuyển hàng lên (Alt-Up hoặc Ctrl-Shift-Up) | Di chuyển hàng lên

source: Move Rows Down (Alt-Down or Ctrl-Shift-Down) | Move Rows Down
bg_bg: Преместване на редове надолу (Alt-Down или Ctrl-Shift-Down) | Преместване на редове надолу
da_dk: Flyt rækker ned (Alt-Down eller Ctrl-Shift-Down) - Flyt rækker nedad
es_es: Mover Rows Abajo (Alt-Abajo o Ctrl-Shift-Abajo) | Mover Rows Abajo
hu_hu: Sorok lefelé mozgatása (Alt-lefelé vagy Ctrl-Shift-lefelé) | Sorok lefelé mozgatása
it_it: Sposta le righe in basso (Alt-Giù o Ctrl-Shift-Giù) <unk> Sposta le righe in basso
pl_pl: Przesuń wiersze w dół (Alt-Dół lub Ctrl-Shift-down) | Przesuń wiersze w dół
ro_ro: Mută rânduri jos (Alt-Jos sau Ctrl-Shift-Down) Mutați rândurile în jos
th_th: ย้ายแถวลง (Alt-ลง หรือ Ctrl-Shift-ลง) | ย้ายแถวลง
tr_tr: Satırları Aşağı Taşı (Alt-Aşağı veya Ctrl-Shift-Aşağı) | Satırları Aşağı Taşı
vi_vn: Di chuyển các hàng xuống (Alt-Down hoặc Ctrl-Shift-Down) | Di chuyển các hàng xuống

source: [Tools]
bg_bg: [Инструменти]
fr_fr: [Outils]
hu_hu: [Eszközök]
nl_nl: [Hulpmiddelen]
pl_pl: [Narzędzia]
pt_pt: [Ferramentas]
th_th: [เครื่องมือ]
tr_tr: [Araçlar]
vi_vn: [Công cụ]
