Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Exclude
bg_bg: С изключение на
cs_cz: Vyjmout
da_dk: Udeluk
de_de: Ausschließen
es_es: Excluir
fi_fi: Ohita
fr_fr: Exclure
hu_hu: Kizárva
it_it: Escludi
ja_jp: 除外
nl_nl: Uitsluiten
pl_pl: Wyklucz
pt_pt: Excluir
ro_ro: Excludere
ru_ru: Исключить
sv_se: Exkludera
th_th: ยกเว้น
tr_tr: Hariç tut
uk_ua: Не включати
vi_vn: Loại trừ

source: Add all to selected
bg_bg: Добавяне на всички към избраното
cs_cz: Přidat vše k vybranému
da_dk: Tilføj alle til valgte
de_de: Alle zu ausgewählten hinzufügen
es_es: Añadir todo a la selección
fi_fi: Lisää kaikki valittuun
fr_fr: Tout ajouter à la sélection
it_it: Aggiungi tutti ai selezionati
ja_jp: 選択したものにすべて追加
nl_nl: Selecteer alles
pl_pl: Dodaj wszystkie do zaznaczonych
pt_pt: Adicionar tudo aos selecionados
ro_ro: Adaugă toate la cele selectate
ru_ru: Добавить все в выбранное
sv_se: Lägg till alla till valda
th_th: เพิ่มทั้งหมดไปยังที่เลือก
tr_tr: Tümünü seçililere ekle
uk_ua: Додати все до вибраних
vi_vn: Thêm tất cả vào mục đã chọn

source: Results: %d
bg_bg: Резултати: %d
cs_cz: Výsledky: %d
da_dk: Resultater: %d
de_de: Ergebnisse: %d
es_es: Resultados: %d
fi_fi: Tulokset: %d
fr_fr: Résultats : %d
hu_hu: Eredmények: %d
it_it: Risultati: %d
ja_jp: 結果: %d
nl_nl: Aantal resultaten: %d
pl_pl: Wyniki: %d
pt_pt: Resultados: %d
ro_ro: Rezultate: %d
ru_ru: Результаты: %d
sv_se: Resultat: %d
th_th: ผลลัพธ์: %d
tr_tr: Sonuçlar: %d
vi_vn: Kết quả: %d

source: Info.
bg_bg: Информация.
cs_cz: Informace
da_dk: Information.
hu_hu: Információ.
ja_jp: インフォメーション.
pl_pl: Informacje
ro_ro: Informaţii.
ru_ru: Информация.
th_th: ข้อมูล.
tr_tr: Bilgi.
uk_ua: Інформація.
vi_vn: Thông tin.

source: Find matches by test name, documentation and/or tag.
bg_bg: Намиране на съвпадения по име на тест, документация и/или етикет.
cs_cz: Najděte shodu podle názvu testu, dokumentace nebo štítku.
da_dk: Find matches efter testnavn, dokumentation og/eller tag.
de_de: Finden Sie Übereinstimmungen nach Testnamen, Dokumentation und/oder Tag.
es_es: Encuentre coincidencias por nombre de prueba, documentación y/o etiqueta.
fi_fi: Etsi otteluita testinimellä, dokumentaatiolla ja/tai tagilla.
fr_fr: Trouver des correspondances par nom de test, documentation et/ou étiquette.
hu_hu: Találjon találatokat tesztnév, dokumentáció és/vagy címke alapján.
it_it: Trova corrispondenza per nome di prova, documentazione e/o tag.
ja_jp: テスト名、ドキュメント、またはタグで一致するものを見つけます。
nl_nl: Vind overeenkomsten in testnaam, documentatie en/of label.
pl_pl: Znajdź dopasowanie według nazwy testu, dokumentacji i/lub tagu.
pt_pt: Procurar usando nome de teste, documentação e/ou etiqueta.
ro_ro: Găsește potriviri după nume, documentație și/sau etichetă.
ru_ru: Поиск совпадений по названию теста, документации и/или тегу.
sv_se: Hitta matchningar med testnamn, dokumentation och/eller tagg.
th_th: ค้นหาผลลัพธ์ที่ตรงกันตามชื่อการทดสอบ เอกสารประกอบ และ/หรือแท็ก
tr_tr: Test adına, belgelere ve/veya etikete göre eşleşmeleri bulun.
uk_ua: Знайти збіги по назві тесту, документації і/або тегу.
vi_vn: Tìm các kết quả khớp theo tên bài kiểm tra, tài liệu và/hoặc thẻ.

source: Search term
bg_bg: Термин за търсене
cs_cz: Hledat termín
da_dk: Søgeord
de_de: Suchbegriff
es_es: Buscar término
fi_fi: Hae termi
fr_fr: Terme de recherche
hu_hu: Keresési kifejezés
it_it: Termine di ricerca
ja_jp: 検索キーワード：
nl_nl: Zoekterm
pl_pl: Szukaj frazy
pt_pt: Termo de pesquisa
ro_ro: Termenul de căutare
ru_ru: Поисковый термин
sv_se: Sök termin
th_th: คำค้นหา
tr_tr: Arama terimi
uk_ua: Шукати за словом
vi_vn: Từ khóa tìm kiếm

source: A plugin for searching tests based on name, tags and documentation
bg_bg: Плъгин за търсене на тестове въз основа на име, тагове и документация
cs_cz: Plugin pro vyhledávání na základě jména, značek a dokumentace
da_dk: Et plugin til at søge efter tests baseret på navn, tags og dokumentation
de_de: Ein Plugin für die Suche nach Tests basierend auf Namen, Tags und Dokumentation
es_es: Un plugin para la búsqueda de pruebas basado en nombre, etiquetas y documentación
fi_fi: Liitännäinen nimiin, tageihin ja dokumentaatioon perustuvien testien etsimiseen
fr_fr: Un plugin pour rechercher des tests basé sur le nom, les étiquettes et la documentation
hu_hu: Egy plugin a tesztek keresésére név, címkék és dokumentáció alapján
it_it: Un plugin per la ricerca di test in base a nome, tag e documentazione
ja_jp: 名前、タグ、ドキュメントに基づいてテストを検索するためのプラグイン
nl_nl: Een plugin voor het zoeken van testgevallen gebaseerd op naam, labels en documentatie
pl_pl: Wtyczka do wyszukiwania testów na podstawie nazwy, tagów i dokumentacji
pt_pt: Um Plugin para procurar testes por nome, etiquetas e documentação
ro_ro: Un plugin pentru căutarea de teste pe baza numelui, etichetelor și documentației
ru_ru: Плагин для поиска тестов на основе имени, тегов и документации
sv_se: En plugin för att söka tester baserat på namn, taggar och dokumentation
th_th: ปลั๊กอินสำหรับค้นหาการทดสอบตามชื่อ, แท็ก และเอกสารประกอบ
tr_tr: Testleri isim, etiket ve belgelere göre aramak için bir eklenti
uk_ua: Плагін для пошуку тестів на основі імені, тегів та документації
vi_vn: Một plugin để tìm kiếm các bài kiểm tra dựa trên tên, thẻ và tài liệu.

source: Install missing libraries and open documentation. You can edit settings.cfg to add URL for documentation and command to install. You can right-click on a Library name, and Open Documentation or Install Library. From Tools->Library Finder... or Help->Open Library Documentation... you will have a dialog to fill the command to install or the URL for the documentation.
bg_bg: Инсталирайте липсващите библиотеки и отворете документацията. Можете да редактирате файла settings.cfg, за да добавите URL за документацията и командата за инсталиране. Можете да щракнете с десния бутон на мишката върху името на библиотека и да отворите документацията или да инсталирате библиотека. От Tools->Library Finder... (Инструменти->Издирване на библиотеки...) или Help->Open Library Documentation... (Помощ->Отваряне на документацията на библиотеката...) ще имате диалогов прозорец, в който да попълните командата за инсталиране или URL адреса за документацията.
da_dk: Installer manglende biblioteker og åben dokumentation. Du kan redigere settings.cfg for at tilføje URL til dokumentation og kommando til at installere. Du kan højreklikke på et Biblioteks navn og Åbn dokumentation eller installationsbibliotek. Fra Værktøjer->Bibliotek Finder... eller Hjælp->Åbn Bibliotek Dokumentation... du vil have en dialog til at udfylde kommandoen for at installere eller URL'en for dokumentationen.
hu_hu: Telepítse a hiányzó könyvtárakat és nyissa meg a dokumentációt. A settings.cfg fájlt szerkesztheti, hogy hozzáadja a dokumentáció URL-címét és a telepítéshez szükséges parancsot. Kattintson a jobb gombbal a könyvtár nevére, és válassza a Dokumentáció megnyitása vagy a Könyvtár telepítése parancsot. A Tools->Library Finder... vagy a Help->Open Library Documentation... menüpontban a párbeszédablakban megadhatja a telepítendő parancsot vagy a dokumentáció URL-címét.
it_it: Installare librerie mancanti e aprire la documentazione. È possibile modificare settings.cfg per aggiungere URL per la documentazione e il comando da installare. Puoi fare clic con il pulsante destro del mouse su un nome della Libreria e Apri documentazione o Installa Libreria. Da Strumenti->Ricerca libreria... o Aiuto->Apri Documentazione libreria... avrai una finestra di dialogo per riempire il comando da installare o l'URL per la documentazione.
pl_pl: Zainstaluj brakujące biblioteki i otwartą dokumentację. Możesz edytować settings.cfg, aby dodać adres URL dokumentacji i komendy do instalacji. Kliknij prawym przyciskiem myszy na nazwę biblioteki i otwórz dokumentację lub zainstaluj bibliotekę. Z Narzędzia->Wyszukiwarki Biblioteki... lub Pomoc > Otwórz dokumentację biblioteki... będziesz miał okno dialogowe aby wypełnić polecenie do zainstalowania lub adres URL dokumentacji.
ro_ro: Instalați bibliotecile lipsă și deschideți documentația. Puteți edita setările.cfg pentru a adăuga URL-ul pentru documentație și comandă pentru a instala. Puteți da click dreapta pe un nume al bibliotecii și să deschideți documentația sau să instalați Librăria. De la Unelte>Finder Librărie... sau Help->Deschide Documentația Bibliotecii... veţi avea un dialog pentru a completa comanda pentru a instala sau URL-ul pentru documentaţie.
th_th: ติดตั้งไลบรารีที่ขาดหายไปและเปิดเอกสารประกอบ คุณสามารถแก้ไข settings.cfg เพื่อเพิ่ม URL สำหรับเอกสารประกอบและคำสั่งสำหรับการติดตั้ง คุณสามารถคลิกขวาที่ชื่อไลบรารีเพื่อเปิดเอกสารประกอบหรือติดตั้งไลบรารี จากเมนู เครื่องมือ->ค้นหาไลบรารี... หรือ ช่วยเหลือ->เปิดเอกสารประกอบไลบรารี... คุณจะพบ ซึ่งเป็นกล่องโต้ตอบสำหรับกรอกคำสั่งสำหรับการติดตั้งหรือ URL สำหรับเอกสารประกอบ
tr_tr: Eksik kütüphaneleri yükleyin ve belgeleri açın. Belgeler için URL ve yükleme komutu eklemek üzere settings.cfg dosyasını düzenleyebilirsiniz. Bir Kütüphane adına sağ tıklayıp Belgeleri Açabilir veya Kütüphane Yükleyebilirsiniz. Araçlar->Kütüphane Bulucu... veya Yardım->Kütüphane Belgelerini Aç... seçeneğinden yüklenecek komutu veya belgelerin URL'sini doldurmak için bir iletişim kutusu göreceksiniz.
vi_vn: Cài đặt các thư viện thiếu và mở tài liệu hướng dẫn. Bạn có thể chỉnh sửa tệp settings.cfg để thêm URL cho tài liệu hướng dẫn và lệnh cài đặt. Bạn có thể nhấp chuột phải vào tên thư viện và chọn "Mở Tài liệu Hướng dẫn" hoặc "Cài đặt Thư viện". Từ menu Tools -> Library Finder... hoặc Help -> Open Library Documentation..., bạn sẽ có một hộp thoại để nhập lệnh cài đặt hoặc URL cho tài liệu hướng dẫn.

source: Library Finder...
bg_bg: Търсене на библиотека...
da_dk: Biblioteksfinder...
es_es: Buscador de biblioteca...
hu_hu: Könyvtárkereső...
it_it: Finder Libreria...
pl_pl: Wyszukiwarka biblioteki...
ro_ro: Găsitor Librărie...
th_th: ค้นหาห้องสมุด...
tr_tr: Kütüphane Bulucu...
vi_vn: Tìm thư viện...

source: Open Library Documentation...
bg_bg: Отворена библиотека Документация...
da_dk: Åbn Biblioteksdokumentation...
es_es: Abrir documentación de la biblioteca...
hu_hu: Nyílt könyvtári dokumentáció...
it_it: Apri Documentazione Libreria...
pl_pl: Otwórz dokumentację biblioteki...
ro_ro: Deschide documentaţia bibliotecii...
th_th: เอกสารของห้องสมุดเปิด...
tr_tr: Açık Kütüphane Dokümantasyonu...
vi_vn: Tài liệu Thư viện Mở...

source: Prepare Info to Install Libraries
bg_bg: Подготовка на информация за инсталиране на библиотеки
da_dk: Forbered info til at installere biblioteker
es_es: Preparar información para instalar bibliotecas
hu_hu: Információk előkészítése a könyvtárak telepítéséhez
it_it: Prepara le informazioni all'installazione delle librerie
pl_pl: Przygotuj informacje do instalacji bibliotek
ro_ro: Informaţii de pregătire pentru a instala bibliotecile
th_th: เตรียมข้อมูลเพื่อติดตั้งไลบรารี
tr_tr: Kütüphaneleri Kurmak için Bilgileri Hazırlayın
vi_vn: Chuẩn bị thông tin để cài đặt thư viện

source: Prepare Info to Open Documentation of Libraries
bg_bg: Подготовка на информация за отваряне на документацията на библиотеките
da_dk: Forbered info til at åbne dokumentation for biblioteker
es_es: Preparar información para abrir la documentación de las bibliotecas
hu_hu: Készítsen információt a könyvtárak dokumentációjának megnyitásához
it_it: Preparare le informazioni alla documentazione aperta delle librerie
pl_pl: Przygotuj informacje do otwartej dokumentacji bibliotek
ro_ro: Pregătire informaţii pentru a deschide documentaţia bibliotecilor
th_th: เตรียมข้อมูลเพื่อเปิดเอกสารคู่มือของห้องสมุด
tr_tr: Kütüphanelerin Dokümantasyonunu Açmak İçin Bilgi Hazırlayın
vi_vn: Chuẩn bị thông tin để mở tài liệu của các thư viện

source: Library Finder
bg_bg: Търсачка на библиотеки
da_dk: Biblioteks Finder
es_es: Buscador de biblioteca
hu_hu: Könyvtárkereső
it_it: Cercatore Di Librerie
pl_pl: Wyszukiwarka bibliotek
ro_ro: Găsitor bibliotecă
th_th: ค้นหาห้องสมุด
tr_tr: Kütüphane Bulucu
vi_vn: Tìm kiếm thư viện

source: Library Spec XML|*.xml|All Files|*.*
bg_bg: Библиотека Spec XML|*.xml|Всички файлове|*.*
cs_cz: Knihovna Spec XML|*.xml|Všechny soubory|*.*
da_dk: Bibliotek Spec XMLţ*.xml Alle Filer. *.*
de_de: Bibliothek Spec XML|*.xml|Alle Dateien|*.*
es_es: Spec XML de la Biblioteca *.xml|Todos los archivos|*.*
fi_fi: Kirjaston Spec XML- *.XMml- Kaikki Tiedostot *.*
fr_fr: Bibliothèque XML|*.xml|Tous les Fichiers|*.*
it_it: Libreria Spec Xml| *.xml|Tutti I File|*.*
ja_jp: *.xml|すべてのファイル|*.*
nl_nl: Spec XML Bibliotheek| *.xml| Alle Filesľ*.*
pl_pl: Specyfikacja biblioteki XML|*.xml|Wszystkie pliki|*.*
pt_pt: Especificação de Biblioteca XML|*.xml|Todos os ficheiros|*.*
ro_ro: Viteza bibliotecii XML| *.xml| Toate fişierele|*.*
ru_ru: Спик библиотеки XML|*.xml|Все файлы|*.*
sv_se: Bibliotek Spec XML| *.xml| Alla filer| *.*
th_th: Library Spec XML|*.xml|ไฟล์ทั้งหมด|*.*
tr_tr: Kütüphane Özellikleri XML|*.xml|Tüm Dosyalar|*.*
uk_ua: XML|*.xml|Усі файли|*.*
vi_vn: Thông số kỹ thuật thư viện XML|*.xml|Tất cả các tệp|*.*

source: Info
bg_bg: Информация
fi_fi: Tiedot
fr_fr: Infos
it_it: Informazioni
ja_jp: 情報
pl_pl: Informacje
ru_ru: Инфо
sv_se: Information
th_th: ข้อมูล
tr_tr: Bilgi
uk_ua: Інформація
vi_vn: Thông tin

source: Library "%s" imported from "%s" This may require RIDE restart.
bg_bg: Библиотека "%s" импортиран от "%s" Това може да изисква рестартиране на RIDE.
cs_cz: Knihovna "%s" importována z "%s" To může vyžadovat RIDE restart.
da_dk: Bibliotek "%s" importeret fra "%s" Dette kan kræve genstart af RIDE.
de_de: Bibliothek "%s" importiert von "%s" Dies kann RIDE Neustart erfordern.
es_es: Biblioteca "%s" importada de "%s" Esto puede requerir reiniciar RIDE.
fi_fi: Kirjasto "%s" tuotu "%s" Tämä saattaa edellyttää RIDE uudelleenkäynnistystä.
fr_fr: La bibliothèque "%s" a importé depuis "%s" Cela peut nécessiter un redémarrage de RIDE.
hu_hu: Könyvtár "%s" importált a "%s" Ez a RIDE újraindítását igényelheti.
it_it: Libreria "%s" importata da "%s" Questo potrebbe richiedere il riavvio RIDE.
ja_jp: ライブラリ "%s" imported from "%s" これは、ライドの再起動が必要な場合があります。
nl_nl: Bibliotheek "%s" geïmporteerd uit "%s" Vereist herstart van RIDE.
pl_pl: Biblioteka "%s" zaimportowana z "%s" To może wymagać ponownego uruchomienia RIDE.
pt_pt: Biblioteca "%s" importada de "%s" Isto pode precisar de reiniciar RIDE.
ro_ro: Biblioteca%s" importată din "%s" Acest lucru poate necesita repornire RIDE.
ru_ru: Библиотека "%s" импортировала из "%s" Это может потребовать перезапуска RIDE.
sv_se: Bibliotek "%s" importerade från "%s" Detta kan kräva omstart av RIDE.
th_th: ห้องสมุด "%s" ได้นำเข้า จาก "%s" อาจจำเป็นต้องรีสตาร์ท RIDE
tr_tr: Kütüphane "%s" imported from "%s" Bu, RIDE'ın yeniden başlatılmasını gerektirebilir.
uk_ua: Бібліотека "%s" імпортовано з "%s" Для цього може знадобитися перезапуск RIDE.
vi_vn: Thư viện "%s" đã nhập " " từ "%s" Điều này có thể yêu cầu khởi động lại RIDE.

source: Import failed
bg_bg: Импортирането е неуспешно
cs_cz: Import se nezdařil
da_dk: Import mislykkedes
de_de: Import fehlgeschlagen
es_es: Error al importar
fi_fi: Tuonti epäonnistui
fr_fr: Importation échouée
hu_hu: Az importálás sikertelen
it_it: Importazione fallita
ja_jp: インポートに失敗しました
nl_nl: Importeren mislukt
pl_pl: Importowanie nie powiodło się
pt_pt: Falhou a importação
ro_ro: Importare eșuată
ru_ru: Не удалось импортировать
sv_se: Importen misslyckades
th_th: การนำเข้าล้มเหลว
tr_tr: İçe aktarma başarısız
uk_ua: Не вдалося виконати імпорт
vi_vn: Quá trình nhập dữ liệu đã thất bại.

source: Could not import library from file "%s"
bg_bg: Не може да се импортира библиотека от файл "%s"
cs_cz: Nelze importovat knihovnu ze souboru "%s"
da_dk: Kunne ikke importere bibliotek fra filen "%s"
de_de: Bibliothek konnte nicht aus Datei "%s " importiert werden
es_es: No se pudo importar la biblioteca desde el archivo "%s"
fi_fi: Kirjastoa ei voitu tuoda tiedostosta "%s"
fr_fr: Impossible d'importer la bibliothèque depuis le fichier «%s»
hu_hu: Nem sikerült importálni a könyvtárat a "%s" fájlból.
it_it: Impossibile importare la libreria dal file "%s"
ja_jp: ファイル"%s"からライブラリをインポートできませんでした
nl_nl: Kan bibliotheek niet importeren uit bestand "%s"
pl_pl: Nie można zaimportować biblioteki z pliku "%s"
pt_pt: Não se conseguiu importar biblioteca do ficheiro "%s"
ro_ro: Biblioteca nu a putut fi importată din fișierul "%s"
ru_ru: Не удалось импортировать библиотеку из файла "%s"
sv_se: Kunde inte importera bibliotek från fil "%s"
th_th: ไม่สามารถนำเข้าไลบรารีจากไฟล์ "%s" ได้
tr_tr: "%s" dosyasından kütüphane içe aktarılamadı
uk_ua: Не вдалося імпортувати бібліотеку з файлу "%s"
vi_vn: Không thể nhập thư viện từ tệp "%s"

source: Type
bg_bg: Тип
cs_cz: Typ
de_de: Typ
es_es: Tipo
fi_fi: Tyyppi
fr_fr: Type de texte
hu_hu: Típus
it_it: Tipo
ja_jp: タイプ
pl_pl: Typ
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sv_se: Typ
th_th: ประเภท
tr_tr: Tip
uk_ua: Тип
vi_vn: Loại

source: Directory
bg_bg: Директория
cs_cz: Adresář
da_dk: Mappe
de_de: Verzeichnis
es_es: Directorio
fi_fi: Hakemisto
fr_fr: Répertoire
hu_hu: Címtár
ja_jp: ディレクトリ
nl_nl: Map
pl_pl: Katalog
pt_pt: Diretoria
ro_ro: Director
ru_ru: Каталог
sv_se: Katalog
th_th: ไดเรกทอรี
tr_tr: Rehber
uk_ua: Каталог
vi_vn: Thư mục

source: New Resource File
bg_bg: Нов файл с ресурси
cs_cz: Nový soubor dokumentu
da_dk: Ny Ressourcefil
de_de: Neue Ressourcen-Datei
es_es: Nuevo archivo de recursos
fi_fi: Uusi Resurssitiedosto
fr_fr: Nouveau fichier de ressource
hu_hu: Új erőforrás fájl
it_it: Nuovo File Risorsa
ja_jp: 新しいリソースファイル
nl_nl: Nieuw resourcebestand
pl_pl: Nowy Plik Zasobów
pt_pt: Novo Ficheiro de Recursos
ro_ro: Fișier nou de resurse
ru_ru: Новый файл ресурсов
sv_se: Ny resursfil
th_th: ไฟล์ทรัพยากรใหม่
tr_tr: Yeni Kaynak Dosyası
uk_ua: Новий файл ресурсу
vi_vn: Tệp tài nguyên mới

source: Format
bg_bg: Формат
cs_cz: Formát
da_dk: Formatér
es_es: Formatear
fi_fi: Muoto
fr_fr: Formater
hu_hu: Formátum
it_it: Formato
ja_jp: 書式
nl_nl: Bestandsformaat
pl_pl: Formatowanie
pt_pt: Formato
ru_ru: Формат
sv_se: Formatera
th_th: รูปแบบ
tr_tr: Biçim
uk_ua: Форматувати
vi_vn: Định dạng

source: Parent Directory
bg_bg: Указател за родители
cs_cz: Nadřazený adresář
da_dk: Overordnet Mappe
de_de: Elternverzeichnis
es_es: Directorio padre
fi_fi: Vanhemman Hakemisto
fr_fr: Répertoire parent
hu_hu: Szülői címtár
it_it: Cartella Superiore
ja_jp: 親ディレクトリ
nl_nl: Bovenliggende map
pl_pl: Katalog nadrzędny
pt_pt: Diretoria Raiz
ro_ro: Director Părinte
ru_ru: Родительская папка
sv_se: Överordnad katalog
th_th: ไดเรกทอรีหลัก
tr_tr: Ebeveyn Rehberi
uk_ua: Батьківський каталог
vi_vn: Thư mục cha

source: Choose Parent Directory
bg_bg: Изберете директория на родителите
cs_cz: Vybrat nadřazený adresář
da_dk: Vælg Overordnet Mappe
de_de: Übergeordneten Ordner auswählen
es_es: Elegir directorio padre
fi_fi: Valitse Ylähakemisto
fr_fr: Choisir le répertoire parent
hu_hu: Szülői címtár kiválasztása
it_it: Scegli La Cartella Superiore
ja_jp: 親ディレクトリを選択
nl_nl: Kies bovenliggende map
pl_pl: Wybierz katalog nadrzędny
pt_pt: Escolha a Diretoria Raiz
ro_ro: Alege directorul părinte
ru_ru: Выберите родительский каталог
sv_se: Välj överordnad katalog
th_th: เลือกไดเรกทอรีหลัก
tr_tr: Ebeveyn Dizinini Seçin
uk_ua: Виберіть батьківську теку
vi_vn: Chọn thư mục cha

source: Created Path
bg_bg: Създаден път
cs_cz: Vytvořená cesta
da_dk: Oprettet Sti
de_de: Erstellter Pfad
es_es: Ruta creada
fi_fi: Polku Luotu
fr_fr: Répertoire créé
hu_hu: Létrehozott útvonal
it_it: Percorso Creato
ja_jp: 作成されたパス
nl_nl: Bestandslokatie
pl_pl: Utworzona ścieżka
pt_pt: Criado o Caminho
ro_ro: Cale creată
ru_ru: Путь создан
sv_se: Skapad sökväg
th_th: เส้นทางที่สร้างขึ้น
tr_tr: Oluşturulan Yol
uk_ua: Створити шлях
vi_vn: Đường dẫn đã tạo

source: New Project
bg_bg: Нов проект
cs_cz: Nový projekt
da_dk: Nyt Projekt
de_de: Neues Projekt
es_es: Nuevo proyecto
fi_fi: Uusi Projekti
fr_fr: Nouveau projet
hu_hu: Új projekt
it_it: Nuovo Progetto
ja_jp: 新規プロジェクト
nl_nl: Nieuw Project
pl_pl: Nowy projekt
pt_pt: Novo Projeto
ro_ro: Proiect nou
ru_ru: Новый проект
sv_se: Nytt projekt
th_th: โครงการใหม่
tr_tr: Yeni Proje
uk_ua: Новий проект
vi_vn: Dự án mới

source: Add Suite
bg_bg: Добавяне на апартамент
cs_cz: Přidat sadu
da_dk: Tilføj Suite
de_de: Suite hinzufügen
es_es: Añadir Suite
fi_fi: Lisää Sviitti
fr_fr: Ajouter une suite
hu_hu: Lakosztály hozzáadása
it_it: Aggiungi Suite
ja_jp: スイートを追加
nl_nl: Voeg suite toe
pl_pl: Dodaj pakiet
pt_pt: Adicionar Suite
ro_ro: Adaugă suită
ru_ru: Добавить Suite
sv_se: Lägg till svit
th_th: เพิ่มห้องชุด
tr_tr: Süit Ekle
uk_ua: Додати набір
vi_vn: Thêm gói

source: Add Directory
bg_bg: Добавяне на директория
cs_cz: Přidat adresář
da_dk: Tilføj Mappe
de_de: Verzeichnis hinzufügen
es_es: Añadir directorio
fi_fi: Lisää Kansio
fr_fr: Ajouter Répertoire
hu_hu: Címtár hozzáadása
it_it: Aggiungi Cartella
ja_jp: ディレクトリを追加
nl_nl: Voeg map toe
pl_pl: Dodaj katalog
pt_pt: Adicionar Diretoria
ro_ro: Adaugă Director
ru_ru: Добавить директорию
sv_se: Lägg till katalog
th_th: เพิ่มไดเรกทอรี
tr_tr: Dizin Ekle
uk_ua: Додати папку
vi_vn: Thêm thư mục

source: Set Data Format
bg_bg: Задаване на формат на данните
cs_cz: Nastavit formát dat
da_dk: Sæt Dataformat
de_de: Datenformat festlegen
es_es: Definir formato de datos
fi_fi: Aseta Tietojen Muoto
fr_fr: Définir le format de données
hu_hu: Adatformátum beállítása
it_it: Imposta Formato Dati
ja_jp: データ形式の設定
nl_nl: Stel bestandsformaat in
pl_pl: Ustaw format danych
pt_pt: Definir Formato dos Dados
ro_ro: Setare Format Date
ru_ru: Установить формат данных
sv_se: Ange dataformat
th_th: ตั้งค่ารูปแบบข้อมูล
tr_tr: Veri Formatını Ayarla
uk_ua: Установити формат дати
vi_vn: Định dạng dữ liệu

source: Change recursively
bg_bg: Рекурсивна промяна
cs_cz: Změnit rekurzivně
da_dk: Ændre rekursivt
de_de: Rekursiv ändern
es_es: Cambiar recursivamente
fi_fi: Vaihda rekursiivisesti
fr_fr: Changer récursivement
hu_hu: Változás rekurzívan
it_it: Cambia ricorsivamente
ja_jp: 再帰的に変更
nl_nl: Pas recursief toe
pl_pl: Zmień rekursywnie
pt_pt: Alterar recursivamente
ro_ro: Modificare recursivă
ru_ru: Изменить рекурсивно
sv_se: Ändra rekursivt
th_th: เปลี่ยนแปลงแบบ递归
tr_tr: Özyinelemeli olarak değiştir
uk_ua: Змінити рекурсивно
vi_vn: Thay đổi theo cách đệ quy

source: Provide format for initialization file in directory "%s".
bg_bg: Осигурете формат на файла за инициализация в директорията "%s".
cs_cz: Zadejte formát pro inicializaci souboru v adresáři "%s".
da_dk: Angiv format til initialiseringsfil i mappen "%s".
de_de: Format für Initialisierungsdatei im Verzeichnis "%s " angeben.
es_es: Proporcionar formato para el archivo de inicialización en el directorio "%s".
fi_fi: Anna alustustiedoston muoto hakemistossa "%s".
fr_fr: Fournir le format du fichier d'initialisation dans le répertoire "%s".
hu_hu: Adja meg a "%s" könyvtárban található inicializálási fájl formátumát.
it_it: Fornire il formato per il file di inizializzazione nella directory "%s".
ja_jp: ディレクトリ "%s"に初期化ファイルの形式を指定してください。
nl_nl: Geef het formaat voor het initialisatiebestand in map "%s".
pl_pl: Podaj format dla pliku inicjalizacji w katalogu "%s".
pt_pt: Indique o formato do ficheiro de inicialização na diretoria "%s".
ro_ro: Furnizați formatul pentru fișierul de inițializare în directorul "%s".
ru_ru: Предоставьте формат файла инициализации в директории "%s.
sv_se: Ange format för initieringsfil i katalog "%s".
th_th: ให้รูปแบบสำหรับไฟล์การเริ่มต้นในไดเรกทอรี "%s".
tr_tr: "%s" dizinindeki başlatma dosyası için biçim sağlayın.
vi_vn: Cung cấp định dạng cho tệp khởi tạo trong thư mục ` ` "%s".

source: Open
bg_bg: Отворете
cs_cz: Otevřít
da_dk: Åbn
de_de: Öffnen
es_es: Abrir
fi_fi: Avaa
fr_fr: Ouvert
hu_hu: Nyissa meg a címet.
it_it: Apri
ja_jp: 開く
pl_pl: Otwórz
pt_pt: Abrir
ro_ro: Deschideți
ru_ru: Открыть
sv_se: Öppna
th_th: เปิด
tr_tr: Açık
uk_ua: Відкриті
vi_vn: Mở
