Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Insert Ctrl-Shift-V
bg_bg: Вмъкване Ctrl-Shift-V
cs_cz: Vložit Ctrl-Shift-V
da_dk: Indsættelsesgrad:Ctrl-Shift-V
de_de: Einfügen Ctrl-Shift-V
es_es: Insertar Ctrl-Shift-V
fi_fi: Lisää Ctrl-Shift-V
fr_fr: Insérer Ctrl-Shift-V
hu_hu: Ctrl-Shift-V beszúrása
it_it: Inserisci Ctrl-Shift-V
ja_jp: 挿入 Ctrl-Shift-V
nl_nl: Invoegen Ctrl-I
pl_pl: Wstawianie Ctrl-Shift-V
pt_pt: Inserir Ctrl-Shift-V
ro_ro: Inserat Ctrl-Shift-V
ru_ru: Вставить Ctrl-Shift-V
sv_se: Infogar Ctrl-Shift-V
th_th: แทรก Ctrl-Shift-V
tr_tr: Ekle Ctrl-Shift-V
uk_ua: Вставка Ctrl-Shift-V
vi_vn: Chèn Ctrl-Shift-V

source: Paste Ctrl-V
bg_bg: Вмъкване Ctrl-V
cs_cz: Vložené Ctrl-V
da_dk: Indsæt Ctrl-V
de_de: Einfügen Ctrl-V
es_es: Pegar Ctrl-V
fi_fi: Pastelli Ctrl-V
fr_fr: Coller Ctrl-V
hu_hu: Beillesztés Ctrl-V
it_it: Incolla Ctrl-V
ja_jp: 貼り付け Ctrl-V
nl_nl: Plakken Ctrl-V
pl_pl: Wklejanie Ctrl-V
pt_pt: Colar Ctrl-V
ro_ro: Astem Ctrl-V
ru_ru: Вставить Ctrl-V
sv_se: Pasta Ctrl-V
th_th: วาง Ctrl-V
tr_tr: Yapıştır Ctrl-V
uk_ua: ВставитиCtrl-V
vi_vn: Dán Ctrl-V

source: Create Keyword
bg_bg: Създаване на ключова дума
cs_cz: Vytvořit klíčové slovo
da_dk: Opret Nøgleord
de_de: Schlüsselwort erstellen
es_es: Crear palabra clave
fi_fi: Luo Avainsana
fr_fr: Créer un mot-clé
hu_hu: Kulcsszó létrehozása
it_it: Crea Parola Chiave
ja_jp: キーワードを作成
nl_nl: Nieuw actiewoord maken
pl_pl: Utwórz słowo kluczowe
pt_pt: Criar Palavra-Chave
ro_ro: Crează cuvânt cheie
ru_ru: Создать ключевое слово
sv_se: Skapa sökord
th_th: สร้างคำหลัก
tr_tr: Anahtar Kelime Oluştur
uk_ua: Створити ключове слово
vi_vn: Tạo từ khóa

source: Extract Keyword
bg_bg: Извличане на ключова дума
cs_cz: Rozbalit klíčové slovo
da_dk: Udpak Nøgleord
de_de: Schlüsselwort extrahieren
es_es: Extraer palabra clave
fi_fi: Pura Avainsana
fr_fr: Extraire le mot-clé
hu_hu: Kivonat kulcsszó
it_it: Estrai Parola Chiave
ja_jp: キーワードを抽出
nl_nl: Nieuw actiewoord van selectie
pl_pl: Wyodrębnij słowo kluczowe
pt_pt: Extrair Palavra-Chave
ro_ro: Extrage cuvânt cheie
ru_ru: Извлечь ключевое слово
sv_se: Extrahera nyckelord
th_th: ดึงคำหลัก
tr_tr: Anahtar Kelimeyi Çıkarın
uk_ua: Видобути ключове слово
vi_vn: Trích xuất từ khóa

source: Extract Variable
bg_bg: Променлива за извличане
cs_cz: Extrahovat proměnnou
da_dk: Udpak Variabel
de_de: Variable extrahieren
es_es: Extraer variable
fi_fi: Pura Muuttuja
fr_fr: Extraire la variable
hu_hu: Kivonat változó
it_it: Estrai Variabile
ja_jp: 変数を抽出
nl_nl: Nieuwe variabele van waarde
pl_pl: Wyodrębnij zmienną
pt_pt: Extrair Variável
ro_ro: Extrage variabila
ru_ru: Извлечь переменную
sv_se: Extrahera variabel
th_th: ดึงค่าตัวแปร
tr_tr: Özüt Değişkeni
uk_ua: Видобути змінну
vi_vn: Trích xuất biến

source: Find Where Used
bg_bg: Намерете къде се използва
cs_cz: Najít tam, kde se používá
da_dk: Find Hvor Brugt
de_de: Finden Sie wo verwendet
es_es: Buscar donde se utiliza
fi_fi: Etsi Missä Käytetty
fr_fr: Trouver où le mot-clé est utilisé
hu_hu: Találd meg, hol használták
it_it: Trova Dove Usato
ja_jp: 使用場所を見つける
nl_nl: Vind toepassingen
pl_pl: Znajdź gdzie używane
pt_pt: Procurar Onde Utilizado
ro_ro: Găsește unde este folosit
ru_ru: Найти где используется
sv_se: Hitta var används
th_th: ค้นหาการใช้งาน
tr_tr: Kullanıldığı Yeri Bul
uk_ua: Знайти де-де використовується
vi_vn: Tìm nơi sử dụng

source: Go to Definition Ctrl-B
bg_bg: Преминаване към дефиниция Ctrl-B
cs_cz: Přejít na definici Ctrl-B
da_dk: Gå til definition Ctrl-B
de_de: Gehe zur Definition Ctrl-B
es_es: Ir a la Definición Ctrl-B
fi_fi: Siirry määritykseen Ctrl-B
fr_fr: Aller à la définition Ctrl-B
hu_hu: Menjen a definícióhoz Ctrl-B
it_it: Vai alla definizione Ctrl-B
ja_jp: 定義に移動 Ctrl-B
nl_nl: Spring naar definitie Ctrl-B
pl_pl: Przejdź do Definicji Ctrl-B
pt_pt: Ir para Definição Ctrl-B
ro_ro: Du-te la Definitional Ctrl-B
ru_ru: Перейти к определениюCtrl-B
sv_se: Gå till Definition Ctrl-B
th_th: ไปที่คำจำกัดความ Ctrl-B
tr_tr: Tanıma git Ctrl-B
uk_ua: Перейти до визначенняCtrl-B
vi_vn: Đi đến Định nghĩa Ctrl-B

source: Undo Ctrl-Z
bg_bg: Отмяна на действието Ctrl-Z
cs_cz: Zpět Ctrl-Z
da_dk: Fortryd Ctrl-Z
de_de: Rückgängig Ctrl-Z
es_es: Deshacer Ctrl-Z
fi_fi: Kumoa Ctrl-Z
fr_fr: Annuler Ctrl-Z
hu_hu: Visszavonás Ctrl-Z
it_it: Annulla Ctrl-Z
ja_jp: を元に戻す Ctrl-Z
nl_nl: Ongedaan maken Ctrl-Z
pl_pl: Cofnij Ctrl-Z
pt_pt: Anular Ctrl-Z
ro_ro: x Ctrl-Z
ru_ru: Отменить Ctrl-Z
sv_se: Ångra Ctrl-Z
th_th: ยกเลิก Ctrl-Z
tr_tr: Geri Al Ctrl-Z
uk_ua: Об’єднати Ctrl-Z
vi_vn: Hoàn tác Ctrl-Z

source: Redo Ctrl-Y
bg_bg: Повторно изпълнение Ctrl-Y
cs_cz: Znovu Ctrl-Y
da_dk: Annullér Ctrl-Y
de_de: Wiederholen Ctrl-Y
es_es: Rehacer Ctrl-Y
fi_fi: Uudelleennimeä Ctrl-Y
fr_fr: Refaire Ctrl-Y
hu_hu: Újraindítás Ctrl-Y
it_it: Ripeti Ctrl-Y
ja_jp: やり直し Ctrl-Y
nl_nl: Opnieuw doen Ctrl-Y
pl_pl: Ponów Ctrl-Y
pt_pt: Refazer Ctrl-Y
ro_ro: Ridicat Ctrl-Y
ru_ru: Повторить Ctrl-Y
sv_se: Redo<unk> Ctrl-Y
th_th: ทำใหม่ Ctrl-Y
tr_tr: Yinele Ctrl-Y
uk_ua: Ctrl-Y
vi_vn: Làm lại Ctrl-Y

source: Make Variable Ctrl-1
bg_bg: Създаване на променлива Ctrl-1
cs_cz: Vytvořit proměnnou Ctrl-1
da_dk: Gør Til Variabel Ctrl-1
de_de: Variable erstellen Ctrl-1
es_es: Hacer variable Ctrl-1
fi_fi: Muuta Muuttuja Ctrl-1
fr_fr: Créer une variable Ctrl-1
hu_hu: Ctrl-1 változó készítése
it_it: Rendi Variabile Ctrl-1
ja_jp: 変数の作成 Ctrl-1
nl_nl: Nieuwe variabele maken Ctrl-1
pl_pl: Utwórz zmienną Ctrl-1
pt_pt: Fazer Variável Ctrl-1
ro_ro: Creează variabilă Ctrl-1
ru_ru: Сделать переменнойCtrl-1
sv_se: Gör variabel Ctrl-1
th_th: สร้างตัวแปร Ctrl-1
tr_tr: Değişken Yap Ctrl-1
uk_ua: Зробіть змінну Ctrl-1
vi_vn: Tạo biến Ctrl-1

source: Make List Variable Ctrl-2
bg_bg: Създаване на списък с променливи Ctrl-2
cs_cz: Vytvořit proměnnou seznamuCtrl-2
da_dk: Lav Liste Variabel—Ctrl-2
de_de: Erstelle Liste Variable Ctrl-2
es_es: Hacer Variable la Lista Ctrl-2
fi_fi: Muuta Luettelon Muuttuja Ctrl-2
fr_fr: Créer une variable liste Ctrl-2
hu_hu: Listaváltozó készítése Ctrl-2
it_it: Rendi Variabile Lista Ctrl-2
ja_jp: リスト変数を作る Ctrl-2
nl_nl: Nieuwe lijstvariabele maken Ctrl-2
pl_pl: Zrób listę zmienną Ctrl-2
pt_pt: Fazer Variável Lista Ctrl-2
ro_ro: Fă variabilă listă Ctrl-2
ru_ru: Сделать переменную спискаCtrl-2
sv_se: Gör listvariabel Ctrl-2
th_th: สร้างตัวแปรรายการ Ctrl-2
tr_tr: Liste Değişkeni Yap Ctrl-2
uk_ua: Створити список зміннихCtrl-2
vi_vn: Tạo danh sách biến Ctrl-2

source: Make Dict Variable Ctrl-5
bg_bg: Създаване на променлива на Dict Ctrl-5
cs_cz: Vytvořit Dict proměnnou Ctrl-5
da_dk: Lav Dict VariableśCtrl-5
de_de: Dict Variable erstellen Ctrl-5
es_es: Hacer que Dict Variable Ctrl-5
fi_fi: Tee Dict Muuttuja Ctrl-5
fr_fr: Créer une variable dictionnaire Ctrl-5
hu_hu: Dict-változó létrehozása Ctrl-5
it_it: Rendi Variabile Dict Ctrl-5
ja_jp: 辞書変数を作る Ctrl-5
nl_nl: Nieuwe dictvariabele maken Ctrl-5
pl_pl: Zrób zmienną diakrytyczną Ctrl-5
pt_pt: Fazer Variável Dicionário Ctrl-5
ro_ro: Creează o Variabilă Dict Ctrl-5
ru_ru: Сделать переменную словаря Ctrl-5
sv_se: Gör Diktvariabel Ctrl-5
th_th: สร้างตัวแปร Dict Ctrl-5
tr_tr: Dict Değişkeni Yap Ctrl-5
uk_ua: Створити змінну за допомогою Ctrl-5
vi_vn: Tạo biến Dict Ctrl-5

source: <b>Keyword was not detected by RIDE</b> <br>Possible corrections:<br> <ul> <li>Import library or resource file containing the keyword.</li> <li>For library import errors: Consider importing library spec XML (Tools / Import Library Spec XML or by adding the XML file with the correct name to PYTHONPATH) to enable keyword completion for example for Java libraries. Library spec XML can be created using libdoc tool from Robot Framework.</li> </ul>
bg_bg: <b>Ключовата дума не е открита от RIDE</b> <br>Възможни корекции:<br> <ul> <li>Импортирайте библиотека или ресурсен файл, съдържащ ключовата дума.</li> <li>За грешки при импортиране на библиотеки: Помислете за импортиране на XML спецификацията на библиотеката (Tools / Import Library Spec XML или чрез добавяне на XML файла с правилното име към PYTHONPATH), за да разрешите попълването на ключовата дума , например за Java библиотеки. Library spec XML може да се създаде с помощта на инструмента libdoc от Robot Framework.</li> </ul>
cs_cz: <b>Klíčové slovo nebylo zjištěno RIDE</b> <br>Možné opravy:<br> <ul> <li>Importovat knihovnu nebo zdrojový soubor obsahující klíčové slovo.</li> <li>Pro chyby při importu knihovny: Zvažte import spec XML (Nástroje / Importovat XML Spec knihovny nebo přidáním XML souboru s správným názvem do PYTHONPATH) pro povolení dokončení klíčových slov například pro knihovny Java. Library spec XML lze vytvořit pomocí nástroje libdoc z Robot Framework.</li> </ul>
da_dk: <b>Keyword blev ikke detekteret af RIDE</b> <br>Mulige korrektioner:<br> <ul> <li>Importér bibliotek eller ressourcefil, der indeholder søgeordet.</li> <li>For bibliotekets importfejl: Overvej at importere bibliotek spec XML (Værktøjer / Import Library Spec XML eller ved at tilføje XML-filen med korrekt navn til PYTHONPATH) for at aktivere søgeord færdiggørelse for eksempel for Java-biblioteker. Bibliotek spec XML kan oprettes ved hjælp af libdoc værktøj fra Robot Framework.</li> </ul>
de_de: <b>Schlüsselwort wurde nicht von RIDE</b> <br>Mögliche Korrekturen erkannt:<br> <ul> <li>Bibliothek oder Ressourcen-Datei mit dem Schlüsselwort importieren.</li> <li>Für Fehler beim Importieren der Bibliotheken: Erwägen Sie den Import der Bibliothek spec XML (Tools / Import Bibliothek Spec XML oder indem Sie die XML-Datei mit dem korrekten Namen zu PYTHONPATH hinzufügen), um die Schlüsselwortvervollständigung zum Beispiel für Java-Bibliotheken zu aktivieren. Library spec XML kann mit libdoc Tool aus dem Robot Framework erstellt werden.</li> </ul>
es_es: <b>Palabra clave no detectada por RIDE</b> <br>Possibles correciones:<br> <ul> <li>Importar biblioteca o fichero de recursos que contenga la palabra clave.</li> <li>Para errores de importación de bibliotecas: Considere la posibilidad de importar XML de especificaciones de biblioteca (Herramientas / Importar biblioteca Spec XML o añadiendo el archivo XML con el nombre correcto a PYTHONPATH) para habilitar el completado de palabras clave por ejemplo para bibliotecas Java. El XML de especificación de biblioteca puede crearse utilizando la herramienta libdoc de Robot Framework.</li> </ul>
fi_fi: <b>Avainsanaa ei havaittu RIDE</b> <br>Mahdolliset korjaukset:<br> <ul> <li>Tuo kirjasto tai resurssitiedosto, joka sisältää avainsanan.</li> <li>Kirjaston tuonnin virheet: Harkitse kirjaston spec XML (Työkalut / Tuo kirjasto Spec XML tai lisäämällä XML-tiedoston oikea nimi PYTHONPATH:iin) ottaaksesi käyttöön avainsanan täydennyksen esimerkiksi Java-kirjastoille. Kirjaston spec XML voidaan luoda käyttäen libdoc työkalua Robot Framework.</li> </ul>
fr_fr: <b>Le mot-clé n'a pas été détecté par RIDE</b> <br>Corrections possibles :<br> <ul> <li>Importer une bibliothèque ou un fichier de ressource contenant le mot-clé.</li> <li>Pour les erreurs d’importation de bibliothèque : Envisagez d’importer la spec XML (Outils / Importer la bibliothèque Spec XML ou en ajoutant le fichier XML avec le nom correct à PYTHONPATH) pour permettre la complétion de mots-clés par exemple pour les bibliothèques Java. La spec XML d'une bibliothèque peut être créée en utilisant l'outil libdoc de Robot Framework.</li> </ul>
hu_hu: <b>A kulcsszót nem észlelte a RIDE</b> <br>Lehetséges javítások:<br> <ul> <li>A kulcsszót tartalmazó könyvtár vagy erőforrásfájl importálása.</li> <li>Könyvtárimportálási hiba esetén: Fontolja meg a könyvtár-specifikus XML importálását (Tools / Import Library Spec XML vagy a helyes nevű XML-fájl hozzáadásával a PYTHONPATH-hoz), hogy lehetővé tegye a kulcsszó kitöltését például Java könyvtárak esetében. A könyvtár-specifikus XML létrehozható a Robot Framework libdoc eszközével.</li> </ul>
it_it: <b>Parola chiave non è stata rilevata da RIDE</b> <br>Possibili correzioni:<br> <ul> <li>Importa libreria o file risorsa contenente la parola chiave.</li> <li>Per gli errori di importazione delle librerie: considerare l'importazione della specifica della libreria XML (Tools / Import Library Spec XML o aggiungendo il file XML con il nome corretto a PYTHONPATH) per abilitare il completamento delle parole chiave per esempio per le librerie Java. Lo spec XML della libreria può essere creato utilizzando lo strumento libdoc da Robot Framework.</li> </ul>
nl_nl: <b>Actiewoord niet gevonden door RIDE</b> <br>Mogelijke oplossingen:<br> <ul> <li>Importeer de bibliotheek of resource met het actiewoord.</li> <li>Bij importeerfouten van een bibliotheek: Overweeg om de bibliotheek te importeren als Spec XML (Zie Hulpmiddelen -> Importeer bibliotheek als Spec XML of door het XML-bestand met de juiste naam aan PYTHONPATH toe te voegen) om actiewoord voltooiing mogelijk te maken. Voor bijvoorbeeld Java bibliotheken. Een Spec XML bibliotheek kan worden gemaakt met behulp van de Libdoc tool van Robot Framework. Voor meer informatie zie de <a href=\"https://github.com/robotframework/RIDE/wiki/Keyword-Completion#wiki-using-library- specs\">wiki</a>.</li> </ul>
pl_pl: <b>Słowo kluczowe nie zostało wykryte przez RIDE</b> <br>Możliwe korekty:<br> <ul> <li>Importuj bibliotekę lub plik zasobów zawierający słowo kluczowe.</li> <li>Dla błędów importu biblioteki: Rozważ importowanie biblioteki spec XML (Tools / Import Library Spec XML lub dodanie pliku XML z poprawną nazwą do PYTHONPATH), aby włączyć wypełnianie słów kluczowych na przykład dla bibliotek Java. Specyfikację biblioteki XML można utworzyć przy użyciu narzędzia libdoc z Robot Framework.</li> </ul>
pt_pt: <b>Palavra-chave não detetada pelo RIDE</b> <br>Correções possíveis:<br> <ul> <li>Importar a biblioteca ou ficheiro de recursos que contenha a palavra-chave.</li> <li>Para erros de importação de bibliotecas: Considere importar a especificação de biblioteca XML (Ferramentas / Importar Especificação de Biblioteca XML ou por adicionar o ficheiro XML com o nome correto a PYTHONPATH) para ativar o completar de palavras-chave por exemplo para bibliotecas Java. A especificação de biblioteca XML pode ser criada usando a ferramenta libdoc de Robot Framework.</li> </ul>
ro_ro: <b>Cuvântul cheie nu a fost detectat de RIDE</b> <br>Corecții posibile:<br> <ul> <li>Importul librăriei sau a fișierului cu resurse ce conține cuvântul cheie.</li> <li>Pentru erorile de import ale bibliotecii: se consideră importarea unei biblioteci de tip XML (Unelte / Importă Viteza Bibliotecii XML sau prin adăugarea unui fișier XML cu numele corect în PYTHONPATH) pentru a activa completarea cuvântului cheie , de exemplu, pentru bibliotecile Java. Viteza bibliotecii XML poate fi creată folosind unealta libdoc din Robot Framework.</li> </ul>
sv_se: <b>Nyckelord upptäcktes inte av RIDE</b> <br>Möjliga korrigeringar:<br> <ul> <li>Importera bibliotek eller resursfil som innehåller nyckelordet.</li> <li>För bibliotekets importfel: Överväg att importera bibliotekets spec XML (Verktyg / Importera bibliotekets Spec XML eller genom att lägga till XML-filen med rätt namn till PYTHONPATH) för att aktivera sökordsslutförande till exempel för Java-bibliotek. Library spec XML kan skapas med libdoc-verktyg från Robot Framework.</li> </ul>
th_th: <b>ไม่พบคำสำคัญโดย RIDE</b> <br>การแก้ไขที่เป็นไปได้:<br> <ul> <li>นำเข้าไลบรารีหรือไฟล์ทรัพยากรที่มีคำสำคัญ</li> <li> สำหรับข้อผิดพลาดในการนำเข้าไลบรารี: พิจารณาการนำเข้าไฟล์ XML ของสเปคไลบรารี (เครื่องมือ / นำเข้าสเปคไลบรารี XML หรือโดยการเพิ่มไฟล์ XML ด้วยชื่อที่ถูกต้องลงใน PYTHONPATH) เพื่อเปิดใช้งานการเติมคำอัตโนมัติด้วยคีย์เวิร์ด เช่น สำหรับไลบรารี Java ไฟล์ XML ของสเปคไลบรารีสามารถสร้างได้โดยใช้เครื่องมือ libdoc จาก Robot Framework</li> </ul>
tr_tr: <b>Anahtar kelime RIDE tarafından algılanmadı</b> <br>Olası düzeltmeler:<br> <ul> <li>Anahtar sözcüğü içeren kütüphane veya kaynak dosyasını içe aktarın.</li> <li>Kütüphane içe aktarma hataları için: Örneğin Java kütüphaneleri için anahtar kelime tamamlamayı etkinleştirmek için kütüphane spec XML'ini (Araçlar / Kütüphane Spec XML'ini İçe Aktar veya XML dosyasını doğru adıyla PYTHONPATH'e ekleyerek) içe aktarmayı düşünün. Kütüphane özellikleri XML'i, Robot Framework'teki libdoc aracı kullanılarak oluşturulabilir.</li> </ul>
vi_vn: <b>Từ khóa không được phát hiện bởi RIDE</b> <br>Các đề xuất sửa lỗi:<br> <ul> <li>Nhập thư viện hoặc tệp tài nguyên chứa từ khóa.</li> <li> Đối với lỗi nhập thư viện: Xem xét nhập tệp XML thông số thư viện (Công cụ / Nhập tệp XML thông số thư viện hoặc bằng cách thêm tệp XML có tên chính xác vào PYTHONPATH) để kích hoạt tính năng hoàn thành từ khóa ví dụ cho các thư viện Java. Tệp XML thông số thư viện có thể được tạo bằng công cụ libdoc từ Robot Framework.</li> </ul>

source: Validation Error
bg_bg: Грешка при валидиране
cs_cz: Chyba ověření
da_dk: Valideringsfejl
de_de: Validierungsfehler
es_es: Error de validación
fi_fi: Vahvistusvirhe
fr_fr: Erreur de validation
hu_hu: Érvényesítési hiba
it_it: Errore Di Convalida
ja_jp: 検証エラー
nl_nl: Validatiefout
pl_pl: Błąd walidacji
pt_pt: Erro de Validação
ro_ro: Eroare de validare
ru_ru: Ошибка проверки
sv_se: Fel vid validering
th_th: ข้อผิดพลาดในการตรวจสอบความถูกต้อง
tr_tr: Doğrulama Hatası
uk_ua: Помилка перевірки
vi_vn: Lỗi xác thực

source: New name
bg_bg: Ново име
cs_cz: Nové jméno
da_dk: Nyt navn
de_de: Neuer Name
es_es: Nuevo nombre
fi_fi: Uusi nimi
fr_fr: Nouveau nom
hu_hu: Új név
it_it: Nuovo nome
ja_jp: 新しい名前
nl_nl: Nieuwe naam
pl_pl: Nowa nazwa
pt_pt: Novo nome
ro_ro: Nume nou
ru_ru: Новое имя
sv_se: Nytt namn
th_th: ชื่อใหม่
tr_tr: Yeni isim
uk_ua: Нове і'мя
vi_vn: Tên mới

source: Save
bg_bg: Запазете
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fi_fi: Tallenna
fr_fr: Enregistrer
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Salvar
ro_ro: Salvează
ru_ru: Сохранить
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu

source: Cancel
bg_bg: Отмяна на
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Abandonner
hu_hu: Törölje
it_it: Annulla
ja_jp: キャンセル
nl_nl: Annuleer
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy

source: Validation Error!
bg_bg: Грешка при валидиране!
cs_cz: Chyba ověření!
da_dk: Valideringsfejl!
de_de: Validierungsfehler!
es_es: Error de validación!
fi_fi: Vahvistus Virhe!
fr_fr: Erreur de validation !
hu_hu: Érvényesítési hiba!
it_it: Errore Di Convalidazione!
ja_jp: 検証エラー！
nl_nl: Validatiefout!
pl_pl: Błąd walidacji!
pt_pt: Erro de Validação!
ro_ro: Eroare de validare!
ru_ru: Ошибка проверки!
sv_se: Valideringsfel!
th_th: เกิดข้อผิดพลาดในการตรวจสอบความถูกต้อง!
tr_tr: Doğrulama Hatası!
uk_ua: Помилка перевірки!
vi_vn: Lỗi xác thực!

source: Error in JSON:
bg_bg: Грешка в JSON:
cs_cz: Chyba v JSON:
da_dk: Fejl i JSON:
de_de: Fehler in JSON:
es_es: Error en JSON:
fi_fi: Virhe JSON:
fr_fr: Erreur dans le JSON :
hu_hu: Hiba a JSON-ban:
it_it: Errore in JSON:
ja_jp: JSON エラー:
nl_nl: Fout in JSON:
pl_pl: Błąd w JSON:
pt_pt: Erro em JSON:
ro_ro: Eroare în JSON:
ru_ru: Ошибка в JSON:
sv_se: Fel i JSON:
th_th: ข้อผิดพลาดใน JSON:
tr_tr: JSON'da hata:
uk_ua: Помилка в JSON:
vi_vn: Lỗi trong JSON:

source: Save anyway?
bg_bg: Все пак да запазите?
cs_cz: Přesto uložit?
da_dk: Gem alligevel?
de_de: Trotzdem speichern?
es_es: ¿Guardar de todos modos?
fi_fi: Tallennetaanko silti?
fr_fr: Enregistrer quand même ?
hu_hu: Mentés egyébként?
it_it: Salvare comunque?
ja_jp: 保存しますか？
nl_nl: Toch opslaan?
pl_pl: Zapisać mimo to?
pt_pt: Salvar mesmo assim?
ro_ro: Salvați oricum?
ru_ru: Все равно сохранить?
sv_se: Spara ändå?
th_th: บันทึกไว้ดีไหม?
tr_tr: Yine de kurtarmak mı?
uk_ua: Зберегти все одно?
vi_vn: Vẫn muốn lưu?

source: Please select what you want to check for usage
bg_bg: Моля, изберете какво искате да проверите за използване
cs_cz: Vyberte, co chcete zkontrolovat pro použití
da_dk: Vælg venligst hvad du vil tjekke for brug
de_de: Bitte wählen Sie, was Sie auf die Nutzung überprüfen möchten
es_es: Por favor, seleccione lo que desea comprobar para su uso
fi_fi: Ole hyvä ja valitse mitä haluat käyttää
fr_fr: Veuillez sélectionner ce que vous voulez vérifier votre utilisation
hu_hu: Kérjük, válassza ki, hogy mit szeretne ellenőrizni a használatra vonatkozóan
it_it: Seleziona quello che vuoi controllare per l'utilizzo
ja_jp: 使用状況を確認したいものを選択してください
nl_nl: Selecteer waarvan u toepassingen wilt vinden
pl_pl: Wybierz co chcesz sprawdzić pod kątem użycia
pt_pt: Por favor selecione o que pretende verificar a utilização
ro_ro: Vă rugăm să selectați ce doriți să verificați pentru utilizare
ru_ru: Пожалуйста, выберите то, что вы хотите проверить на использование
sv_se: Välj vad du vill kontrollera för användning
th_th: กรุณาเลือกสิ่งที่คุณต้องการตรวจสอบการใช้งาน
tr_tr: Lütfen neyi kontrol etmek istediğinizi seçin
uk_ua: Будь ласка, виберіть що ви хочете перевірити використання
vi_vn: Vui lòng chọn những gì bạn muốn kiểm tra về việc sử dụng.

source: Complete cell content
bg_bg: Пълно клетъчно съдържание
cs_cz: Úplný obsah buňky
da_dk: Komplet celleindhold
de_de: Kompletter Zelleninhalt
es_es: Contenido completo de la celda
fi_fi: Täydellinen solun sisältö
fr_fr: Contenu complet de la cellule
hu_hu: Teljes sejttartalom
it_it: Contenuto completo della cella
ja_jp: セルの内容を完了する
nl_nl: Gehele celinhoud
pl_pl: Pełna zawartość komórki
pt_pt: Completar conteúdo de célula
ro_ro: Completează conținutul de celule
ru_ru: Полное содержимое ячейки
sv_se: Komplett cellinnehåll
th_th: เนื้อหาเซลล์ครบถ้วน
tr_tr: Tam hücre içeriği
uk_ua: Вміст повної мережі
vi_vn: Nội dung tế bào hoàn chỉnh

source: Variable
bg_bg: Променлива
cs_cz: Proměnná
da_dk: Variabel
fi_fi: Muuttuja
hu_hu: Változó
it_it: Variabile
ja_jp: 変数
nl_nl: Variabele
pl_pl: Zmienna
pt_pt: Variável
ro_ro: Variabilă
ru_ru: Переменная
sv_se: Variabel
th_th: ตัวแปร
tr_tr: Değişken
uk_ua: Змінна
vi_vn: Biến

source: Search
bg_bg: Търсене
cs_cz: Hledat
da_dk: Søg
de_de: Suchen
es_es: Buscar
fi_fi: Etsi
fr_fr: Rechercher
hu_hu: Keresés
it_it: Cerca
ja_jp: 検索
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Procurar
ro_ro: Caută
ru_ru: Искать
sv_se: Sök
th_th: ค้นหา
tr_tr: Arama
uk_ua: Пошук
vi_vn: Tìm kiếm

source: Delete
bg_bg: Изтриване на
cs_cz: Vymazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törölje a címet.
it_it: Elimina
ja_jp: 削除
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Apagar
ro_ro: Ștergere
ru_ru: Удалить
sv_se: Radera
th_th: ลบ
tr_tr: Silme
uk_ua: Видалити
vi_vn: Xóa

source: Move Up Ctrl-Up
bg_bg: Преместване нагоре Ctrl-Up
cs_cz: Přesunout nahoru Ctrl-Up
da_dk: Flyt Op Ctrl-Op
de_de: Nach oben Ctrl-Oben
es_es: Mover arriba Ctrl-Up
fi_fi: Siirrä Ctrl-Ylös
fr_fr: Déplacer vers le haut Ctrl-Up
hu_hu: Mozgás felfelé Ctrl-Up
it_it: Sposta In Alto Ctrl-Su
ja_jp: 上に移動 Ctrl-Up
nl_nl: Verplaats omhoog Ctrl-Up
pl_pl: Przesuń w górę Ctrl-Up
pt_pt: Mover Acima Ctrl-Up
ro_ro: Mutați Ctrl-up
ru_ru: Переместить вверхCtrl-Up
sv_se: Flytta upp Ctrl-Up
th_th: เลื่อนขึ้น Ctrl-ขึ้น
tr_tr: Yukarı Taşı Ctrl-Up
uk_ua: Переміщення вгору Ctrl-Up
vi_vn: Di chuyển lên Ctrl-Up

source: Move Down Ctrl-Down
bg_bg: Преместване надолу Ctrl-Down
cs_cz: Přesunout dolů Ctrl-Down
da_dk: Flyt Nedad Ctrl-Nedad
de_de: Nach unten Ctrl-runter
es_es: Mover abajo Ctrl-abajo
fi_fi: Siirrä Alas Ctrl-Alas
fr_fr: Déplacer vers le bas Ctrl-Down
hu_hu: Mozgás lefelé Ctrl-Down
it_it: Sposta In Basso Ctrl-Down
ja_jp: 下に移動 Ctrl-Down
nl_nl: Verplaats omlaag Ctrl-Down
pl_pl: Przesuń w dół Ctrl-Down
pt_pt: Mover Abaixo Ctrl-Down
ro_ro: Mută Down Ctrl-Down
ru_ru: Переместить внизCtrl-Down
sv_se: Flytta nedåt
th_th: เลื่อนลง Ctrl-ลง
tr_tr: Aşağı Taşı Ctrl-Aşağı
uk_ua: Переміщення вниз Ctrl-Down
vi_vn: Di chuyển xuống Ctrl-Down
