Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Global Settings
bg_bg: Глобални настройки
hu_hu: Globális beállítások
th_th: การตั้งค่าทั่วโลก
tr_tr: Global Ayarlar
vi_vn: Cài đặt toàn cầu

source: Global Settings Detected
bg_bg: Открити са глобални настройки
hu_hu: Globális beállítások észlelve
th_th: ตรวจพบการตั้งค่าทั่วโลก
tr_tr: Global Ayarlar Algılandı
vi_vn: Cài đặt toàn cầu đã được phát hiện

source: Project Settings
bg_bg: Настройки на проекта
hu_hu: Projekt beállítások
th_th: การตั้งค่าโปรเจ็กต์
tr_tr: Proje Ayarları
vi_vn: Cài đặt dự án

source: Project Settings Detected
bg_bg: Открити настройки на проекта
hu_hu: Projekt beállítások észlelve
th_th: การตั้งค่าโครงการตรวจพบแล้ว
tr_tr: Proje Ayarları Algılandı
vi_vn: Cài đặt dự án đã được phát hiện

source: Restart RIDE?
bg_bg: Рестартиране на RIDE?
hu_hu: RIDE újraindítása?
th_th: รีสตาร์ท RIDE?
tr_tr: RIDE'ı yeniden başlatalım mı?
vi_vn: Khởi động lại RIDE?

source: RIDE must be restarted to fully use these
bg_bg: RIDE трябва да се рестартира, за да се използват напълно тези
hu_hu: A RIDE-ot újra kell indítani ahhoz, hogy ezeket teljes mértékben használni lehessen.
th_th: RIDE ต้องเริ่มต้นใหม่เพื่อใช้งานอย่างเต็มที่
tr_tr: Bunları tam olarak kullanmak için RIDE yeniden başlatılmalıdır
vi_vn: RIDE phải được khởi động lại để sử dụng đầy đủ các tính năng này.

source: Click OK to Restart RIDE!
bg_bg: Натиснете OK, за да рестартирате RIDE!
hu_hu: Kattintson az OK gombra a RIDE újraindításához!
th_th: คลิกตกลงเพื่อรีสตาร์ท RIDE!
tr_tr: RIDE'ı Yeniden Başlatmak için Tamam'a tıklayın!
vi_vn: Nhấp vào OK để khởi động lại RIDE!

source: Found Robot Framework version %s from %s.
bg_bg: Намерена е версия на Robot Framework %s от %s.
cs_cz: Robot Framework verze %s byla nalezena z %s.
da_dk: Fandt Robot Framework version %s fra %s.
de_de: Robot Framework Version %s von %s gefunden.
es_es: Se encontró la versión %s de %s de Robot Framework.
fi_fi: Löydetty Robot Framework versio %s lähettäjältä %s.
fr_fr: La version %s de Robot Framework a été trouvée dans %s.
hu_hu: Megtaláltam a Robot Framework %s verzióját a %soldalról.
it_it: Trovato Robot Framework versione %s da %s.
ja_jp: %s からロボットフレームワークバージョン %sが見つかりました。
nl_nl: Robot Framework versie %s gevonden in %s.
pl_pl: Znaleziono Robot Framework wersja %s z %s.
pt_pt: Encontrou-se o Robot Framework versão %s em %s.
ro_ro: S-a găsit Robot Framework versiunea %s de la %s.
ru_ru: Найдена версия Robot Framework %s от %s.
sv_se: Hittade Robot Framework version %s från %s.
th_th: พบเวอร์ชันของ Robot Framework %s จาก %s.
tr_tr: %sadresinden %s Robot Framework sürümü bulundu.
uk_ua: Знайдено версію Robot Framework %s з %s.
vi_vn: Đã tìm thấy phiên bản Robot Framework %s từ %s.

source: Help
bg_bg: Помощ
cs_cz: Nápověda
da_dk: Hjælp
de_de: Hilfe
es_es: Ayuda
fi_fi: Ohje
fr_fr: Aide
hu_hu: Segítség
it_it: Aiuto
ja_jp: ヘルプ
nl_nl: Hulp
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Справка
sv_se: Hjälp
th_th: ช่วยเหลือ
tr_tr: Yardım
uk_ua: Довідка
vi_vn: Giúp đỡ

source: Release Notes
bg_bg: Бележки към изданието
cs_cz: Poznámky k vydání
da_dk: Udgivelsesnoter
de_de: Versionshinweise
es_es: Notas de la versión
fi_fi: Julkaisutiedot
fr_fr: Notes de version
hu_hu: Kiadási megjegyzések
it_it: Note Di Rilascio
ja_jp: リリースノート
nl_nl: Vrijgavedocument
pl_pl: Informacje o wydaniu
pt_pt: Notas da Produção
ro_ro: Note de lansare
ru_ru: Примечания к выпуску
sv_se: Kommentarer till utgåvan
th_th: บันทึกการเผยแพร่
tr_tr: Sürüm Notları
uk_ua: Примітки до релізу
vi_vn: Ghi chú phát hành

source: Show the release notes
bg_bg: Показване на бележките към изданието
cs_cz: Zobrazit poznámky k vydání
da_dk: Vis udgivelsesbemærkningerne
de_de: Versionshinweise anzeigen
es_es: Mostrar las notas de la versión
fi_fi: Näytä julkaisutiedot
fr_fr: Afficher les notes de version
hu_hu: A kiadási megjegyzések megjelenítése
it_it: Mostra le note di rilascio
ja_jp: リリースノートを表示
nl_nl: Toon het vrijgavedocument
pl_pl: Pokaż informacje o wydaniu
pt_pt: Mostra as notas de produção desta versão (em Inglês)
ro_ro: Arată notele de lansare
ru_ru: Показать заметки о выпуске
sv_se: Visa versionsfakta
th_th: แสดงบันทึกการปล่อย
tr_tr: Sürüm notlarını göster
uk_ua: Показати примітки до випуску
vi_vn: Hiển thị ghi chú phát hành

source: Offline Change Log
bg_bg: Офлайн дневник на промените
cs_cz: Offline protokol změn
da_dk: Offline Ændringslog
de_de: Offline-Änderungsprotokoll
es_es: Registro de cambios sin conexión
fi_fi: Offline-tilan muutosloki
fr_fr: Journal des modifications hors-ligne
hu_hu: Offline változtatási napló
it_it: Log Modifiche Offline
ja_jp: オフライン変更ログ
nl_nl: Offline lijst met aanpassingen
pl_pl: Rejestr zmian offline
pt_pt: Registo de Alterações (offline)
ro_ro: Jurnal de modificări offline
ru_ru: Журнал изменений оффлайн
sv_se: Ändringslogg offline
th_th: บันทึกการเปลี่ยนแปลงแบบออฟไลน์
tr_tr: Çevrimdışı Değişiklik Günlüğü
uk_ua: Журнал змін в автономному режимі
vi_vn: Nhật ký thay đổi ngoại tuyến

source: Show the offline CHANGELOG
bg_bg: Показване на офлайн CHANGELOG
cs_cz: Zobrazit offline ZMĚNU
da_dk: Vis CHANGELOG offline
de_de: Offline-Änderungsprotokoll anzeigen
es_es: Mostrar CHANGELOG sin conexión
fi_fi: Näytä Offline-tilan muutosloki
fr_fr: Afficher le CHANGELOG hors-ligne
hu_hu: Az offline CHANGELOG megjelenítése
it_it: Mostra il CHANGELOG offline
ja_jp: オフライン変更ログを表示
nl_nl: Toon de offline lijst met aanpassingen
pl_pl: Pokaż tryb offline CHANGELOG
pt_pt: Mostra uma cópia do registo de alterações CHANGELOG (em Inglês)
ro_ro: Arată CHANGELOG offline
ru_ru: Показать оффлайн ИЗМЕНЕНИЕ
sv_se: Visa den offline CHANGELOG
th_th: แสดงบันทึกการเปลี่ยนแปลงแบบออฟไลน์
tr_tr: Çevrimdışı CHANGELOG'u göster
uk_ua: Показувати мережеві CHANGELOG
vi_vn: Hiển thị nhật ký thay đổi (CHANGELOG) khi offline

source: Check the online version at
bg_bg: Проверете онлайн версията на адрес
cs_cz: Zkontrolujte online verzi na
da_dk: Tjek online-versionen på
de_de: Überprüfen Sie die Online-Version auf
es_es: Comprobar la versión online en
fi_fi: Tarkista Online-versio osoitteesta
fr_fr: Vérifiez la version en ligne à
hu_hu: Nézze meg az online változatot a következő címen
it_it: Controlla la versione online su
ja_jp: オンライン版を確認してください
nl_nl: Bekijk de online versie op
pl_pl: Sprawdź wersję online na
pt_pt: Ver a versão original em
ro_ro: Verifică versiunea online la
ru_ru: Проверить онлайн версию на
sv_se: Kontrollera online-versionen på
th_th: ตรวจสอบเวอร์ชันออนไลน์ได้ที่
tr_tr: Çevrimiçi sürümü şu adresten kontrol edin
uk_ua: Перевірити онлайн версію на
vi_vn: Xem phiên bản trực tuyến tại

source: Re-open RIDE for Language Change
bg_bg: Повторно отваряне на RIDE за промяна на езика
cs_cz: Znovu otevřít RIDE pro změnu jazyka
da_dk: Genåbn RIDE for sprogændring
de_de: Um die Anzeigesprache zu ändern, muss RIDE neu starten
es_es: Volver a abrir RIDE para el cambio de idioma
fi_fi: Avaa RIDE uudelleen kielen vaihtamiseksi
fr_fr: Rouvrir RIDE pour changer de langue
hu_hu: A RIDE nyelvváltoztatás céljából történő újbóli megnyitása
it_it: Riapri RIDE per il cambiamento di lingua
ja_jp: 言語変更のためにRIDEを再起動
nl_nl: Herstart RIDE voor taalwijziging
pl_pl: Otwórz ponownie RIDE dla zmiany języka
pt_pt: Reabrir RIDE para Alterar Língua
ro_ro: Redeschide RIDE pentru schimbarea limbii
ru_ru: Открыть повторно RIDE для изменения языка
sv_se: Öppna RIDE igen för språkändring
th_th: เปิดใช้งาน RIDE สำหรับการเปลี่ยนแปลงภาษา
tr_tr: Dil Değişikliği için RIDE'ı yeniden açın
uk_ua: Повторно відкрити RIDE для зміни мови
vi_vn: Mở lại RIDE để thay đổi ngôn ngữ

source: Language change will only be correct after re-opening RIDE.
bg_bg: Промяната на езика ще бъде коректна само след повторно отваряне на RIDE.
cs_cz: Změna jazyka bude korektní pouze po opětovném otevření RIDE.
da_dk: Sprogændring vil kun være korrekt efter genåbning af RIDE.
de_de: Erst nach einem Neustart von RIDE wird die Anzeigesprache korrekt umgestellt.
es_es: El cambio de idioma sólo será correcto después de volver a abrir el RIDE.
fi_fi: Kielen muutos tulee voimaan vasta RIDE:n uudelleen avaamisen jälkeen.
fr_fr: Le changement de langue ne sera correct qu'après la réouverture de RIDE.
hu_hu: A nyelvi változás csak a RIDE újbóli megnyitása után lesz helyes.
it_it: La modifica della lingua sarà corretta solo dopo la riapertura del RIDE.
ja_jp: 言語変更は、RIDEを再起動した後にのみ正しくなります。
nl_nl: De taalwijziging is pas afgerond na een herstart van de RIDE.
pl_pl: Zmiana języka będzie poprawna tylko po ponownym otwarciu RIDE.
pt_pt: A alteração da língua apenas ficará correta após reabrir RIDE.
ro_ro: Schimbarea limbii va fi corectă numai după redeschiderea RIDE.
ru_ru: Изменение языка будет правильным только после повторного открытия RIDE.
sv_se: Språkändringen kommer endast att vara korrekt efter att RIDE öppnats på nytt.
th_th: การเปลี่ยนแปลงภาษาจะถูกต้องหลังจากเปิดใช้งาน RIDE อีกครั้งเท่านั้น
tr_tr: Dil değişikliği ancak RIDE yeniden açıldıktan sonra doğru olacaktır.
uk_ua: Зміна мови буде правильною лише після повторного відкриття RIDE.
vi_vn: Sự thay đổi ngôn ngữ chỉ được cập nhật chính xác sau khi mở lại RIDE.

source: Do you want to CLOSE RIDE now?
bg_bg: Искате ли да ЗАТВОРИТЕ ПЪТУВАНЕТО сега?
cs_cz: Chcete nyní UZAVŘIT JÍZD?
da_dk: Ønsker du at lukke RIDE nu?
de_de: Möchten Sie RIDE jetzt schließen?
es_es: ¿Quieres CLOSE RIDE ahora?
fi_fi: Haluatko sulkea RIDE:n nyt?
fr_fr: Voulez-vous FERMER RIDE maintenant ?
hu_hu: Most akarja lezárni a RIDE-ot?
it_it: Vuoi CHIUSERE RIDE ora?
ja_jp: 今すぐRIDEを閉じますか？
nl_nl: Wilt u RIDE nu AFSLUITEN?
pl_pl: Czy chcesz teraz zamknąć RIDE?
pt_pt: Você quer FECHAR o RIDE agora?
ro_ro: Vrei să închizi CURSA acum?
ru_ru: Вы хотите ЗАКРЫТЬ сейчас?
sv_se: Vill du CLOSE RIDE nu?
th_th: คุณต้องการปิดการขี่ตอนนี้หรือไม่?
tr_tr: RIDE'ı şimdi KAPATMAK istiyor musunuz?
uk_ua: Ви хочете ЗАКРИТИ ПОЇЗДКУ зараз?
vi_vn: Bạn có muốn kết thúc chuyến đi ngay bây giờ không?

source: Completed Language Change
bg_bg: Завършена промяна на езика
cs_cz: Dokončená změna jazyka
da_dk: Fuldført Sprogændring
de_de: Die Umstellung der Anzeigesprache ist abgeschlossen
es_es: Cambio de idioma completado
fi_fi: Kielimuutos on valmis
fr_fr: Changement de langue terminé
hu_hu: Befejezett nyelvváltoztatás
it_it: Cambio Lingua Completato
ja_jp: 言語変更が完了しました
nl_nl: Taalwijziging toegepast
pl_pl: Zakończona zmiana języka
pt_pt: Finalizada a Alteração de Língua
ro_ro: Schimbare limbă finalizată
ru_ru: Изменения завершенного языка
sv_se: Slutförd språkändring
th_th: การเปลี่ยนแปลงภาษาเสร็จสมบูรณ์
tr_tr: Tamamlanan Dil Değişikliği
uk_ua: Завершена зміна мови
vi_vn: Hoàn tất thay đổi ngôn ngữ

source: You should close this RIDE (Process ID =
bg_bg: Трябва да затворите този RIDE (ID на процеса =
cs_cz: Měli byste uzavřít tuto RIDE (Process ID =
da_dk: Du bør lukke denne RIDE (Process ID =
de_de: Es wird empfohlen, diese RIDE-Instanz zu schließen (Prozess-ID =
es_es: Debe cerrar este RIDE (Process ID =
fi_fi: Sinun täytyy sulkea tämä RIDE (Prosess ID =
fr_fr: Vous devriez fermer ce RIDE (ID du processus =
hu_hu: Be kell zárnia ezt a RIDE-ot (Process ID =
it_it: È necessario chiudere questo RIDE (Process ID =
ja_jp: このRIDEの（プロセス ID = ）を閉じるほうがいい
nl_nl: U moet deze RIDE sluiten (Proces ID =
pl_pl: Powinieneś zamknąć ten RIDE (ID procesu =
pt_pt: Você deve fechar este RIDE (ID do Processo =
ro_ro: Ar trebui să închideți acest RIDE (Process ID =
ru_ru: Вы должны закрыть этот RIDE (Process ID =
sv_se: Du bör stänga denna RIDE (Process ID =
th_th: คุณควรปิด RIDE นี้ (หมายเลขกระบวนการ =
tr_tr: Bu RIDE'ı kapatmalısınız (İşlem Kimliği =
uk_ua: Ви повинні закрити цей RIDE (Process ID =
vi_vn: Bạn nên đóng RIDE này (ID quy trình =

source: New development version is available.
bg_bg: Налична е нова версия за разработка.
cs_cz: Je k dispozici nová vývojová verze.
da_dk: Ny udviklingsversion er tilgængelig.
de_de: Neue Entwicklungsversion ist verfügbar.
es_es: Nueva versión de desarrollo disponible.
fi_fi: Uusi kehitysversio on saatavilla.
fr_fr: Une nouvelle version de développement est disponible.
hu_hu: Új fejlesztői verzió áll rendelkezésre.
it_it: È disponibile una nuova versione di sviluppo.
ja_jp: 新しい開発バージョンが利用可能です。
nl_nl: Er is een nieuwe onofficiële versie beschikbaar.
pl_pl: Dostępna jest nowa wersja programistyczna.
pt_pt: Está disponível uma nova versão de desenvolvimento.
ro_ro: Este disponibilă o nouă versiune de dezvoltare.
ru_ru: Доступна новая версия разработки.
sv_se: Ny utvecklingsversion finns tillgänglig.
th_th: เวอร์ชันพัฒนาใหม่พร้อมใช้งานแล้ว
tr_tr: Yeni geliştirme sürümü mevcuttur.
uk_ua: Доступна нова версія розробки.
vi_vn: Phiên bản phát triển mới đã có sẵn.

source: Upgrade?
bg_bg: Надграждане?
cs_cz: Vylepšit?
da_dk: Opgradér?
de_de: Aktualisieren?
es_es: ¿Actualizar?
fi_fi: Päivitä?
fr_fr: Mettre à jour ?
hu_hu: Frissítés?
it_it: Aggiornamento?
ja_jp: アップグレード？
nl_nl: Bijwerken?
pl_pl: Ulepszenie?
pt_pt: Atualizar?
ro_ro: Actualizează?
ru_ru: Обновить?
sv_se: Uppgradera?
th_th: อัปเกรด?
tr_tr: Yükseltme mi?
uk_ua: Оновити?
vi_vn: Nâng cấp?

source: You may install version %s with:
bg_bg: Можете да инсталирате версия %s с:
cs_cz: Verze %s můžete nainstalovat pomocí:
da_dk: Du kan installere version %s med:
de_de: Sie können Version %s installieren mit:
es_es: Puedes instalar la versión %s con:
fi_fi: Voit asentaa version %s kanssa:
fr_fr: Vous pouvez installer la version %s avec :
hu_hu: A %s verziót a következővel telepítheti:
it_it: È possibile installare la versione %s con:
ja_jp: 以下のバージョンの %s をインストールできます。
nl_nl: Je kunt versie %s installeren met:
pl_pl: Możesz zainstalować wersję %s z:
pt_pt: Você pode instalar a versão %s com:
ro_ro: Puteți instala versiunea %s cu:
ru_ru: Вы можете установить версию %s с:
sv_se: Du kan installera version %s med:
th_th: คุณสามารถติดตั้งเวอร์ชัน %s ด้วย:
tr_tr: %s sürümü ile yükleyebilirsiniz:
vi_vn: Bạn có thể cài đặt phiên bản %s bằng cách:

source: Click OK to Upgrade now!
bg_bg: Натиснете OK, за да надстроите сега!
cs_cz: Klepněte na tlačítko OK pro aktualizaci nyní!
da_dk: Klik OK for at opgradere nu!
de_de: Klicken Sie auf OK, um jetzt zu aktualisieren!
es_es: ¡Haz clic en Aceptar para actualizar ahora!
fi_fi: Klikkaa OK päivittääksesi nyt!
fr_fr: Cliquez sur OK pour mettre à jour maintenant !
hu_hu: Kattintson az OK gombra a frissítéshez!
it_it: Clicca OK per aggiornare ora!
ja_jp: 「OK」をクリックして今すぐアップグレード！
nl_nl: Klik op OK om RIDE nu bij te werken!
pl_pl: Kliknij OK, aby ulepszyć teraz!
pt_pt: Clique em OK para Atualizar agora!
ro_ro: Faceţi clic pe OK pentru a face upgrade acum!
ru_ru: Нажмите OK, чтобы обновить сейчас!
sv_se: Klicka OK för att uppgradera nu!
th_th: คลิก ตกลง เพื่ออัปเกรดตอนนี้!
tr_tr: Şimdi Yükseltmek için Tamam'a tıklayın!
uk_ua: Натисніть ОК, щоб оновити зараз!
vi_vn: Nhấp vào OK để nâng cấp ngay bây giờ!

source: After upgrade you will see another dialog informing to close this RIDE instance.
bg_bg: След обновяването ще се появи друг диалогов прозорец, който ще ви информира да затворите тази инстанция на RIDE.
cs_cz: Po aktualizaci uvidíte další dialogové okno pro uzavření této instance RIDE.
da_dk: Efter opgradering vil du se en anden dialog der informerer om at lukke denne RIDE instans.
de_de: Nach Abschluss der Aktualisierung ermöglicht ein Dialogfeld, diese Instanz von RIDE zu schließen.
es_es: Después de la actualización verá otro diálogo informando para cerrar esta instancia de RIDE.
fi_fi: Päivityksen jälkeen avautuu informaatioikkuna, joka kehoittaa sulkemaan tämän RIDE istunnon.
fr_fr: Après la mise à jour, vous verrez une autre boîte de dialogue vous informant de la fermeture de cette instance de RIDE.
hu_hu: A frissítés után egy újabb párbeszédpanel jelenik meg, amely arról tájékoztat, hogy be kell zárni ezt a RIDE-példányt.
it_it: Dopo l'aggiornamento, vedrai un'altra finestra di dialogo per chiudere questa istanza RIDE.
ja_jp: アップグレード後、このRIDEインスタンスを閉じるための別のダイアログが表示されます。
nl_nl: Na het bijwerken krijg je een ander dialoogvenster te zien dat je vraagt om dit RIDE-venster te sluiten.
pl_pl: Po ulepszeniu pojawi się kolejne okno dialogowe informujące o konieczności zamknięcia tej instancji RIDE.
pt_pt: Depois da atualização, você verá outro diálogo informando para fechar esta instância do RIDE.
ro_ro: După actualizare veți vedea o altă fereastră de dialog pentru a închide această instanță RIDE.
ru_ru: После обновления вы увидите еще одно диалоговое окно, информирующее о закрытии этого экземпляра RIDE.
sv_se: Efter uppgraderingen kommer du att se en annan dialogruta som informerar om att stänga denna RIDE-instans.
th_th: หลังจากอัปเกรดแล้ว คุณจะเห็นกล่องโต้ตอบอีกกล่องหนึ่งแจ้งให้ปิดอินสแตนซ์ RIDE นี้
tr_tr: Yükseltmeden sonra, bu RIDE örneğini kapatmanızı bildiren başka bir iletişim kutusu göreceksiniz.
uk_ua: Після оновлення ви побачите інше діалогове вікно, щоб закрити цей екземпляр RIDE.
vi_vn: Sau khi nâng cấp, bạn sẽ thấy một hộp thoại khác thông báo rằng cần đóng phiên bản RIDE này.

source: No Upgrade Available
bg_bg: Няма налична актуализация
cs_cz: K dispozici není žádná aktualizace
da_dk: Ingen Opgradering Tilgængelig
de_de: Keine Aktualisierung verfügbar
es_es: No hay actualización disponible
fi_fi: Ei Päivitystä Saatavilla
fr_fr: Aucune mise à jour disponible
hu_hu: Nincs elérhető frissítés
it_it: Nessun Aggiornamento Disponibile
ja_jp: アップグレードは利用できません
nl_nl: Geen nieuwe versie beschikbaar
pl_pl: Ulepszenie nie jest dostępne
pt_pt: Não está disponível uma Atualização
ro_ro: Nicio actualizare disponibilă
ru_ru: Нет доступных обновлений
sv_se: Ingen uppgradering tillgänglig
th_th: ไม่สามารถอัปเกรดได้
tr_tr: Yükseltme Mevcut Değil
uk_ua: Покращення недоступне
vi_vn: Không có bản cập nhật nào có sẵn.

source: You have the latest version of RIDE.
bg_bg: Имате най-новата версия на RIDE.
cs_cz: Máte nejnovější verzi RIDE.
da_dk: Du har den seneste version af RIDE.
de_de: Sie haben die neueste Version von RIDE.
es_es: Tiene la última versión de RIDE.
fi_fi: Sinulla on uusin versio RIDE:sta.
fr_fr: Vous avez la dernière version de RIDE.
hu_hu: Ön a RIDE legújabb verziójával rendelkezik.
it_it: Hai l'ultima versione di RIDE.
ja_jp: 最新バージョンのRIDEがあります。
nl_nl: Je hebt al de nieuwste versie van RIDE.
pl_pl: Masz najnowszą wersję RIDE.
pt_pt: Você tem a versão mais recente do RIDE.
ro_ro: Ai cea mai recentă versiune de RIDE.
ru_ru: У вас последняя версия RIDE.
sv_se: Du har den senaste versionen av RIDE.
th_th: คุณมีเวอร์ชันล่าสุดของ RIDE
tr_tr: RIDE'ın en son sürümüne sahipsiniz.
uk_ua: У вас остання версія RIDE.
vi_vn: Bạn đang sử dụng phiên bản mới nhất của RIDE.

source: Have a nice day :)
bg_bg: Хубав ден :)
cs_cz: Příjemný den :)
da_dk: Hav en dejlig dag :)
de_de: Einen schönen Tag noch :)
es_es: Que tengas un buen día :)
fi_fi: Mukavaa päivää :)
fr_fr: Passez une bonne journée :)
hu_hu: Szép napot kívánok :)
it_it: Buona giornata :)
ja_jp: 良い一日を :)
nl_nl: Fijne dag :-)
pl_pl: Miłego dnia :)
pt_pt: Tenha um bom dia :)
ro_ro: O zi frumoasă :)
ru_ru: Хороший день :)
sv_se: Ha en trevlig dag :)
th_th: ขอให้มีวันที่ดี :)
tr_tr: İyi günler :)
uk_ua: Гарного дня :)
vi_vn: Chúc bạn có một ngày tốt lành :)

source: An error occurred when installing new version
bg_bg: Възникна грешка при инсталирането на новата версия
cs_cz: Při instalaci nové verze došlo k chybě
da_dk: Der opstod en fejl under installation af ny version
de_de: Fehler beim Installieren der neuen Version
es_es: Se ha producido un error al instalar la nueva versión
fi_fi: Uuden version asentamisessa tapahtui virhe
fr_fr: Une erreur s'est produite lors de l'installation de la nouvelle version
hu_hu: Hiba lépett fel az új verzió telepítésekor
it_it: Si è verificato un errore durante l'installazione della nuova versione
ja_jp: 新しいバージョンをインストール中にエラーが発生しました
nl_nl: Fout opgetreden bij het installeren van de nieuwe versie
pl_pl: Wystąpił błąd podczas instalacji nowej wersji
pt_pt: Ocorreu um erro ao instalar a nova versão
ro_ro: A apărut o eroare la instalarea noii versiuni
ru_ru: Произошла ошибка при установке новой версии
sv_se: Ett fel uppstod vid installation av ny version
th_th: เกิดข้อผิดพลาดขณะติดตั้งเวอร์ชันใหม่
tr_tr: Yeni sürüm yüklenirken bir hata oluştu
uk_ua: Під час встановлення нової версії сталася помилка
vi_vn: Đã xảy ra lỗi trong quá trình cài đặt phiên bản mới.

source: Failed to Upgrade
bg_bg: Неуспешно обновяване
cs_cz: Aktualizace se nezdařila
da_dk: Opgradering mislykkedes
de_de: Aktualisierung fehlgeschlagen
es_es: Error al actualizar
fi_fi: Päivitys epäonnistui
fr_fr: Échec de mise à jour
hu_hu: Nem sikerült frissíteni
it_it: Aggiornamento non riuscito
ja_jp: アップグレードに失敗しました
nl_nl: Bijwerken mislukt
pl_pl: Ulepszenie nie powiodło się
pt_pt: Falha em Atualizar
ro_ro: Actualizarea a eșuat
ru_ru: Не удалось обновить
sv_se: Det gick inte att uppgradera
th_th: ไม่สามารถอัปเกรดได้
tr_tr: Yükseltme Yapılamadı
uk_ua: Не вдалося оновити
vi_vn: Không thể nâng cấp

source: Completed Upgrade
bg_bg: Завършена актуализация
cs_cz: Dokončená aktualizace
da_dk: Afsluttet Opgradering
de_de: Aktualisierung abgeschlossen
es_es: Actualización Completada
fi_fi: Päivitys suoritettu
fr_fr: Mise à jour terminée
hu_hu: Befejezett frissítés
it_it: Aggiornamento Completato
ja_jp: アップグレード完了
nl_nl: Klaar met bijwerken
pl_pl: Ulepszenie zakończone
pt_pt: Atualização Completada
ro_ro: Actualizare Finalizată
ru_ru: Обновление завершено
sv_se: Slutförd uppgradering
th_th: อัปเกรดเสร็จสมบูรณ์
tr_tr: Tamamlanan Yükseltme
uk_ua: Виконане оновлення
vi_vn: Cập nhật đã hoàn tất

source: Update available
bg_bg: Налична е актуализация
cs_cz: K dispozici je aktualizace
da_dk: Opdatering tilgængelig
de_de: Aktualisierung verfügbar
es_es: Actualización disponible
fi_fi: Päivitys saatavilla
fr_fr: Mise à jour disponible
hu_hu: Frissítés elérhető
it_it: Aggiornamento disponibile
ja_jp: アップデートがあります
nl_nl: Nieuwe versie beschikbaar
pl_pl: Aktualizacja jest dostępna
pt_pt: Atualização disponível
ro_ro: Actualizare disponibilă
ru_ru: Доступно обновление
sv_se: Uppdatering tillgänglig
th_th: มีอัปเดตพร้อมใช้งาน
tr_tr: Güncelleme mevcut
uk_ua: Доступне оновлення
vi_vn: Có bản cập nhật sẵn sàng.

source: available from
bg_bg: на разположение от
cs_cz: k dispozici od
da_dk: tilgængelig fra
de_de: verfügbar ab
es_es: disponible desde
fi_fi: saatavilla alkaen
fr_fr: disponible à partir de
hu_hu: elérhető a
it_it: disponibile da
ja_jp: から入手できます
nl_nl: beschikbaar op
pl_pl: dostępne z
pt_pt: disponível desde
ro_ro: disponibil de la
ru_ru: доступно от
sv_se: tillgänglig från
th_th: มีให้บริการจาก
tr_tr: şu adresten temin edilebilir
uk_ua: доступно від
vi_vn: có sẵn từ

source: New version
bg_bg: Нова версия
cs_cz: Nová verze
da_dk: Ny version
de_de: Neue Version
es_es: Nueva versión
fi_fi: Uusi versio
fr_fr: Nouvelle version
hu_hu: Új verzió
it_it: Nuova versione
ja_jp: 新しいバージョン
nl_nl: Nieuwe versie
pl_pl: Nowa wersja
pt_pt: Nova versão
ro_ro: Versiune nouă
ru_ru: Новая версия
sv_se: Ny version
th_th: เวอร์ชันใหม่
tr_tr: Yeni versiyon
uk_ua: Нова версія
vi_vn: Phiên bản mới

source: See this version
bg_bg: Вижте тази версия
cs_cz: Zobrazit tuto verzi
da_dk: Se denne version
de_de: Siehe diese Version
es_es: Ver esta versión
fi_fi: Katso tämä versio
fr_fr: Voir cette version
hu_hu: Lásd ezt a változatot
it_it: Vedi questa versione
ja_jp: このバージョンを見る
nl_nl: Bekijk deze versie
pl_pl: Zobacz tę wersję
pt_pt: Ver esta versão
ro_ro: Vezi această versiune
ru_ru: Посмотреть эту версию
sv_se: Se denna version
th_th: ดูเวอร์ชันนี้
tr_tr: Bu versiyona bakın
uk_ua: Переглянути цю версію
vi_vn: Xem phiên bản này
