Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Start running the robot test suite
bg_bg: Стартиране на набора от тестове за роботи
cs_cz: Zahájit spuštění testovací sady robota
da_dk: Begynd at køre robotten test suite
de_de: Starten Sie die Robotertestsuite
es_es: Comenzar a ejecutar la suite de pruebas de robot
fi_fi: Aloita robottitestiohjelman käynnistäminen
fr_fr: Lancer la suite de test robot
hu_hu: A robot tesztcsomag futtatásának megkezdése
it_it: Inizia ad eseguire la suite di test del robot
ja_jp: ロボットテストスイートの実行を開始
nl_nl: Start het uitvoeren van de testsuite
pl_pl: Rozpocznij uruchamianie zestawu testowego robota
pt_pt: Iniciar execução da suite de testes Robot
ro_ro: Începeți să rulați suita de testare a robotului
ru_ru: Начать запуск пакета тестов роботов
sv_se: Börja köra robottestsviten
th_th: เริ่มรันชุดทดสอบหุ่นยนต์
tr_tr: Robot test paketini çalıştırmaya başlayın
uk_ua: Почати роботу набору тестів для роботів
vi_vn: Bắt đầu chạy bộ kiểm thử robot.

source: Debug
bg_bg: Отстраняване на грешки
fr_fr: Déboguer
pt_pt: Debug (depuração)
th_th: การแก้ไขข้อผิดพลาด
tr_tr: Hata Ayıklama
vi_vn: Gỡ lỗi

source: Start running the robot test suite with DEBUG loglevel
bg_bg: Стартиране на тестовия пакет за роботи с ниво на проследяване DEBUG
cs_cz: Začněte běžet testovací balík s DEBUG loglevel
da_dk: Begynd at køre robotten test suite med DEBUG logniveau
de_de: Starten Sie die Robotertestsuite mit DEBUG Loglevel
es_es: Comenzar a ejecutar la suite de pruebas de robot con el loglevel DEBUG
fi_fi: Aloita robotin testaussviitin käyttö DEBUG-logitasolla
fr_fr: Démarrer la suite de test de robot avec le niveau de log DEBUG
hu_hu: A robot tesztcsomag futtatásának megkezdése DEBUG naplózási szinten
it_it: Inizia ad eseguire la suite di test del robot con il loglevel DEBUG
ja_jp: DEBUGログレベルを使用したロボットテストスイートの実行を開始します
nl_nl: Start het uitvoeren van de testsuite met logniveau DEBUG
pl_pl: Zacznij uruchamiać pakiet testowy robota z poziomem logowania DEBUG
pt_pt: Iniciar execução da suite de testes Robot no nível de registo DEBUG (depuração)
ro_ro: Începeți să rulați suita de teste pentru roboți cu nivel de logare DEBUG
ru_ru: Начать запуск набора тестов роботов с уровнем логов DEBUG
sv_se: Börja köra robottestsviten med DEBUG loglevel
th_th: เริ่มรันชุดทดสอบหุ่นยนต์ด้วยระดับการบันทึก DEBUG
tr_tr: Robot test paketini DEBUG günlük seviyesi ile çalıştırmaya başlayın
uk_ua: Виконайте роботу робота-набору за допомогою DEBUG loglevel
vi_vn: Bắt đầu chạy bộ kiểm thử robot với mức ghi nhật ký DEBUG.

source: Stop
bg_bg: Спрете
cs_cz: Zastavit
de_de: Stoppen
es_es: Parar
fi_fi: Pysäytä
fr_fr: Arrêter
it_it: Ferma
ja_jp: 停止
nl_nl: Stoppen
pl_pl: Zatrzymaj
pt_pt: Parar
ro_ro: Oprește
ru_ru: Остановить
sv_se: Stoppa
th_th: หยุด
tr_tr: Dur
uk_ua: Зупинити
vi_vn: Dừng lại

source: Pause
bg_bg: Пауза
cs_cz: Pozastavit
es_es: Pausa
fi_fi: Tauko
fr_fr: Mettre en pause
hu_hu: Szünet
it_it: Pausa
ja_jp: 一時停止
nl_nl: Onderbreken
pl_pl: Wstrzymaj
pt_pt: Pausar
ro_ro: Întrerupeți
ru_ru: Пауза
sv_se: Pausa
th_th: หยุดชั่วคราว
tr_tr: Duraklat
uk_ua: Пауза
vi_vn: Dừng lại

source: Pause test execution
bg_bg: Спиране на изпълнението на теста
cs_cz: Pozastavit provedení testu
da_dk: Pause i test kørsel
de_de: Testausführung pausieren
es_es: Pausar la ejecución de la prueba
fi_fi: Keskeytä testin suoritus
fr_fr: Mettre en pause l'exécution du test
hu_hu: A teszt végrehajtásának szüneteltetése
it_it: Sospendi l'esecuzione del test
ja_jp: テストの実行を一時停止
nl_nl: Testrun pauzeren
pl_pl: Wstrzymaj wykonanie testu
pt_pt: Pausar a execução do teste
ro_ro: Întrerupeți executarea testului
ru_ru: Приостановить выполнение теста
sv_se: Pausa testkörning
th_th: หยุดการทดสอบ
tr_tr: Test yürütmeyi duraklatma
uk_ua: Призупинити виконання тесту
vi_vn: Tạm dừng quá trình thực thi bài kiểm tra

source: Continue
bg_bg: Продължи
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Weiter
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continua
ja_jp: 続ける
nl_nl: Hervatten
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuă
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ดำเนินการต่อ
tr_tr: Devam et
uk_ua: Продовжити
vi_vn: Tiếp tục

source: Continue test execution
bg_bg: Продължаване на изпълнението на теста
cs_cz: Pokračovat v provádění testu
da_dk: Fortsæt udførelse af test
de_de: Testausführung fortsetzen
es_es: Continuar la ejecución de la prueba
fi_fi: Testin suorittamista jatketaan
fr_fr: Poursuivre l'exécution du test
hu_hu: Folytassa a teszt végrehajtását
it_it: Continua l'esecuzione del test
ja_jp: テストの実行を続ける
nl_nl: Uitvoeren van testrun hervatten
pl_pl: Kontynuuj wykonanie testu
pt_pt: Continuar a execução do teste
ro_ro: Continuă executarea testului
ru_ru: Продолжить выполнение теста
sv_se: Fortsätt testkörning
th_th: ดำเนินการทดสอบต่อไป
tr_tr: Test yürütmeye devam et
uk_ua: Продовжити виконання
vi_vn: Tiếp tục thực thi bài kiểm tra

source: Next
bg_bg: Следваща
cs_cz: Další
da_dk: Næste
de_de: Nächste
es_es: Siguiente
fi_fi: Seuraava
fr_fr: Suivant
hu_hu: Következő
it_it: Successivo
ja_jp: 次へ
nl_nl: Volgende stap
pl_pl: Następny
pt_pt: Seguinte
ro_ro: Următoarea
ru_ru: Следующий
sv_se: Nästa
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Уперед
vi_vn: Tiếp theo

source: Step next
bg_bg: Следващата стъпка
cs_cz: Další krok
da_dk: Næste skridt
de_de: Nächster Schritt
es_es: Paso siguiente
fi_fi: Vaihe seuraava
fr_fr: Étape suivante
hu_hu: Következő lépés
it_it: Passo successivo
ja_jp: 次のステップ
nl_nl: Stap naar volgend actiewoord
pl_pl: Krok następny
pt_pt: Saltar seguinte
ro_ro: Pasul următor
ru_ru: Шаг далее
sv_se: Steg nästa
th_th: ขั้นตอนต่อไป
tr_tr: Sonraki adım
uk_ua: Наступний крок
vi_vn: Bước tiếp theo

source: Execution Profile:
bg_bg: Профил на изпълнение:
cs_cz: Profil spuštění:
da_dk: Udførelse Profil:
de_de: Ausführungsprofil:
es_es: Perfil de ejecución:
fi_fi: Suorituksen Profiili:
fr_fr: Profil d'exécution :
hu_hu: Végrehajtási profil:
it_it: Profilo Di Esecuzione:
ja_jp: 実行プロファイル:
nl_nl: Profiel:
pl_pl: Profil wykonania:
pt_pt: Perfil de Execução:
ro_ro: Profil de execuție:
ru_ru: Профиль выполнения:
sv_se: Exekveringsprofil:
th_th: โปรไฟล์การดำเนินการ:
tr_tr: Yürütme Profili:
uk_ua: Профіль:
vi_vn: Hồ sơ thực thi:

source: Choose which method to use for running the tests
bg_bg: Изберете кой метод да използвате за изпълнение на тестовете
cs_cz: Vyberte, jakou metodu pro provedení testů
da_dk: Vælg hvilken metode der skal bruges til at køre testene
de_de: Wählen Sie, welche Methode für die Durchführung der Tests verwendet werden soll
es_es: Elegir qué método usar para ejecutar las pruebas
fi_fi: Valitse menetelmä, jota käytetään testien suorittamiseen
fr_fr: Choisir la méthode à utiliser pour exécuter les tests
hu_hu: Válassza ki, hogy melyik módszert használja a tesztek futtatásához
it_it: Scegli quale metodo usare per eseguire i test
ja_jp: テストの実行に使用する方法を選択してください
nl_nl: Kies welk profiel je wilt gebruiken voor het uitvoeren van de tests
pl_pl: Wybierz metodę do uruchomienia testów
pt_pt: Escolher qual o método a usar para executar os testes
ro_ro: Alegeți metoda de utilizat pentru rularea încercărilor
ru_ru: Выберите, какой метод использовать для запуска тестов
sv_se: Välj vilken metod som ska användas för att köra testerna
th_th: เลือกวิธีที่จะใช้ในการทดสอบ
tr_tr: Testleri çalıştırmak için hangi yöntemin kullanılacağını seçin
uk_ua: Виберіть, який метод використовувати для запуску тестів
vi_vn: Chọn phương pháp để chạy các bài kiểm tra.

source: Open Logs Directory
bg_bg: Отваряне на директорията с дневници
cs_cz: Otevřít adresář logů
da_dk: Åbn Logs Mappe
de_de: Protokollverzeichnis öffnen
es_es: Abrir directorio de registros
fi_fi: Avaa Lokihakemisto
fr_fr: Ouvrir le répertoire des journaux
hu_hu: Nyitott naplók könyvtára
it_it: Apri Cartella Dei Log
ja_jp: ログディレクトリを開く
nl_nl: Open map met Logs
pl_pl: Otwórz katalog logów
pt_pt: Abrir a Diretoria de Registos
ro_ro: Deschide directorul de loguri
ru_ru: Открыть каталог журналов
sv_se: Öppna Loggkatalog
th_th: เปิดไดเรกทอรีบันทึก
tr_tr: Günlükler Dizinini Aç
uk_ua: Відкрити папку логів
vi_vn: Mở thư mục nhật ký

source: View All Logs in Explorer
bg_bg: Преглед на всички дневници в Explorer
cs_cz: Zobrazit všechny logy v Průzkumníku
da_dk: Se alle logs i Explorer
de_de: Alle Protokolle im Explorer anzeigen
es_es: Ver todos los registros en el explorador
fi_fi: Näytä kaikki lokit Explorerissa
fr_fr: Voir tous les journaux dans Explorer
hu_hu: Minden napló megtekintése az Explorerben
it_it: Visualizza tutti i log in Explorer
ja_jp: すべてのログをエクスプローラーで表示
nl_nl: Bekijk de Logs in Verkenner
pl_pl: Zobacz wszystkie logi w Odkrywcy
pt_pt: Ver Todos os Registos no Explorador
ro_ro: Vezi toate jurnalele în Explorator
ru_ru: Просмотреть все журналы в проводнике
sv_se: Visa alla loggar i Utforskaren
th_th: ดูบันทึกทั้งหมดใน Explorer
tr_tr: Explorer'da Tüm Günlükleri Görüntüle
uk_ua: Переглянути всі логи в провіднику
vi_vn: Xem tất cả nhật ký trong Explorer

source: Report
bg_bg: Доклад
cs_cz: Nahlásit
da_dk: Rapport
de_de: Bericht
es_es: Reporte
fi_fi: Raportoi
fr_fr: Rapport
hu_hu: Jelentés
it_it: Segnala
ja_jp: レポート
nl_nl: Testrapport
pl_pl: Zgłoszenie
pt_pt: Relatório
ro_ro: Raport
ru_ru: Отчет
sv_se: Rapportera
th_th: รายงาน
tr_tr: Rapor
uk_ua: Доповісти
vi_vn: Báo cáo

source: View Robot Report in Browser (CtrlCmd-R)
bg_bg: Преглед на отчета за робота в браузъра (CtrlCmd-R)
cs_cz: Zobrazit zprávu robota v prohlížeči (CtrlCmd-R)
da_dk: Se Robot rapport i browser (CtrlCmd-R)
de_de: Roboterbericht im Browser anzeigen (CtrlCmd-R)
es_es: Ver Informe de Robot en el navegador (CtrlCmd-R)
fi_fi: Näytä robottiraportti selaimessa (CtrlCmd-R)
fr_fr: Voir le rapport Robot dans le navigateur (CtrlCmd-R)
hu_hu: Robotjelentés megtekintése a böngészőben (CtrlCmd-R)
it_it: Visualizza il report dei robot nel browser (CtrlCmd-R)
ja_jp: ブラウザでロボットレポートを表示 (CtrlCmd-R)
nl_nl: Bekijk Robot Rapport in browser (CtrlCmd-R)
pl_pl: Zobacz raport robota w przeglądarce (CtrlCmd-R)
pt_pt: Ver o Relatório do Robot no navegador Web (CtrlCmd-R)
ro_ro: Vezi raportul robotului în browser (CtrlCmd-R)
ru_ru: Просмотр отчета робота в браузере (CtrlCmd-R)
sv_se: Visa robotrapport i webbläsare (CtrlCmd-R)
th_th: ดูรายงานหุ่นยนต์ในเบราว์เซอร์ (CtrlCmd-R)
tr_tr: Robot Raporunu Tarayıcıda Görüntüle (CtrlCmd-R)
uk_ua: Переглянути звіт Robot у браузері (CtrlCmd-R)
vi_vn: Xem Báo cáo Robot trong Trình duyệt (CtrlCmd-R)

source: Log
cs_cz: Záznamy
es_es: Logo
fi_fi: Loki
fr_fr: Journal
hu_hu: Napló
it_it: Registro
ja_jp: ログ
nl_nl: Logboek
pl_pl: Logi
pt_pt: Registo
ro_ro: Jurnal
ru_ru: Журнал
sv_se: Logg
th_th: บันทึก
tr_tr: Günlük
uk_ua: Логотип
vi_vn: Nhật ký

source: View Robot Log in Browser (CtrlCmd-L)
bg_bg: Преглед на дневника на робота в браузъра (CtrlCmd-L)
cs_cz: Zobrazit protokol robotů v prohlížeči (CtrlCmd-L)
da_dk: Se Robot Log ind Browser (CtrlCmd-L)
de_de: Roboter-Log im Browser anzeigen (CtrlCmd-L)
es_es: Ver registro de robot en el navegador (CtrlCmd-L)
fi_fi: Näytä robottiloki selaimessa (CtrlCmd-L)
fr_fr: Voir le journal Robot dans le navigateur (CtrlCmd-L)
hu_hu: Robotnapló megtekintése a böngészőben (CtrlCmd-L)
it_it: Visualizza il log del robot nel browser (CtrlCmd-L)
ja_jp: ブラウザでのロボットログイン表示 (CtrlCmd-L)
nl_nl: Bekijk Robot Logboek in browser (CtrlCmd-L)
pl_pl: Zobacz dziennik robotów w przeglądarce (CtrlCmd-L)
pt_pt: Ver o Registo do Robot no navegador Web (CtrlCmd-L)
ro_ro: Vezi Robot Log în Browser (CtrlCmd-L)
ru_ru: Просмотр обозревателя входа робота (CtrlCmd-L)
sv_se: Visa Robot Logga in Webbläsare (CtrlCmd-L)
th_th: ดูบันทึกของหุ่นยนต์ในเบราว์เซอร์ (CtrlCmd-L)
tr_tr: Robot Günlüğünü Tarayıcıda Görüntüle (CtrlCmd-L)
uk_ua: Перегляд входу Robot у браузері (CtrlCmd-L)
vi_vn: Xem Nhật ký Robot trong Trình duyệt (CtrlCmd-L)

source: Autosave
bg_bg: Автоматично запазване
fr_fr: Sauvegarde automatique
hu_hu: Automatikus mentés
nl_nl: Automatisch opslaan
pt_pt: Salvar automático
th_th: บันทึกอัตโนมัติ
tr_tr: Otomatik Kaydetme
vi_vn: Tự động lưu

source: Automatically save all changes before running
bg_bg: Автоматично запазване на всички промени преди стартиране
cs_cz: Automaticky uložit všechny změny před spuštěním
da_dk: Gem automatisk alle ændringer før du kører
de_de: Alle Änderungen vor dem Ausführen automatisch speichern
es_es: Guardar automáticamente todos los cambios antes de ejecutarse
fi_fi: Tallenna kaikki muutokset automaattisesti ennen käynnissä
fr_fr: Enregistrer automatiquement toutes les modifications avant l'exécution
hu_hu: Automatikusan mentse az összes módosítást a futtatás előtt
it_it: Salva automaticamente tutte le modifiche prima di eseguire
ja_jp: 実行前にすべての変更を自動的に保存
nl_nl: Automatisch alle wijzigingen opslaan als een testrun start
pl_pl: Automatycznie zapisz wszystkie zmiany przed uruchomieniem
pt_pt: Salvar automaticamente todas as modificações antes da execução
ro_ro: Salvează automat toate modificările înainte de a rula
ru_ru: Автоматически сохранять все изменения перед запуском
sv_se: Spara automatiskt alla ändringar innan du kör
th_th: บันทึกการเปลี่ยนแปลงทั้งหมดโดยอัตโนมัติก่อนการดำเนินการ
tr_tr: Çalıştırmadan önce tüm değişiklikleri otomatik olarak kaydet
uk_ua: Автоматично зберігати всі зміни перед запуском
vi_vn: Tự động lưu tất cả các thay đổi trước khi chạy.

source: Pause after failure
bg_bg: Пауза след неуспех
cs_cz: Pozastavit po selhání
da_dk: Pause efter svigt
de_de: Pause nach Fehler
es_es: Pausa tras fallo
fi_fi: Pysäytä epäonnistumisen jälkeen
fr_fr: Pause après échec
hu_hu: Szünet a hiba után
it_it: Pausa dopo fallimento
ja_jp: 失敗後に一時停止
nl_nl: Pauzeren na fout
pl_pl: Wstrzymaj po niepowodzeniu
pt_pt: Pausar após falha
ro_ro: Pauză după eșec
ru_ru: Пауза после неудачи
sv_se: Pausa efter misslyckande
th_th: หยุดชั่วคราวหลังความล้มเหลว
tr_tr: Arıza sonrası duraklama
uk_ua: Пауза після відмови
vi_vn: Dừng lại sau khi thất bại

source: Automatically pause after failing keyword
bg_bg: Автоматична пауза след неуспешна ключова дума
cs_cz: Automaticky pozastavit po selhání klíčového slova
da_dk: Hold automatisk pause efter fejlende søgeord
de_de: Automatisch pausieren nach fehlerhaftem Schlüsselwort
es_es: Pausar automáticamente después de una palabra clave fallida
fi_fi: Keskeytä avainsanan epäonnistumisen jälkeen automaattisesti
fr_fr: Mettre automatiquement en pause après l'échec d'un mot-clé
hu_hu: Automatikus szünet a kulcsszó sikertelensége után
it_it: Metti in pausa automaticamente dopo aver fallito la parola chiave
ja_jp: キーワードに失敗した後に自動的に一時停止する
nl_nl: Automatisch pauzeren na gefaald actiewoord
pl_pl: Automatycznie wstrzymuj po niepowodzeniu słowa kluczowego
pt_pt: Pausar automaticamente após falha de palavra-chave
ro_ro: Pauză automat după eșuarea cuvântului cheie
ru_ru: Автоматически приостанавливать после неудачного ключевого слова
sv_se: Pausa automatiskt efter att nyckelordet har misslyckats
th_th: หยุดชั่วคราวโดยอัตโนมัติหลังจากล้มเหลวในคำสำคัญ
tr_tr: Başarısız anahtar kelimeden sonra otomatik olarak duraklat
uk_ua: Автоматично призупинити після відмови з ключовим словом
vi_vn: Tự động tạm dừng sau khi không tìm thấy từ khóa.

source: Settings
bg_bg: Настройки
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
fi_fi: Asetukset
fr_fr: Réglages
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt

source: Console log
bg_bg: Конзолен дневник
cs_cz: Protokol konzole
da_dk: Konsol log
de_de: Konsolen-Log
es_es: Registro de consola
fi_fi: Konsoli loki
fr_fr: Journal de la console
hu_hu: Konzol napló
it_it: Log console
ja_jp: コンソールログ
pl_pl: Dziennik konsoli
pt_pt: Registo de Consola
ro_ro: Jurnal Console
ru_ru: Журнал консоли
sv_se: Logg för konsol
th_th: บันทึกคอนโซล
tr_tr: Konsol günlüğü
uk_ua: Консольний журнал
vi_vn: Nhật ký hệ thống

source: Message log
bg_bg: Регистър на съобщенията
cs_cz: Protokol zpráv
da_dk: Besked log
de_de: Nachrichtenprotokoll
es_es: Registro de mensajes
fi_fi: Viestin loki
fr_fr: Journal des messages
hu_hu: Üzenetnapló
it_it: Registro messaggi
ja_jp: メッセージログ
nl_nl: Berichten log
pl_pl: Dziennik wiadomości
pt_pt: Registo de Mensagens
ro_ro: Jurnal mesaje
ru_ru: Журнал сообщений
sv_se: Meddelandelogg
th_th: บันทึกข้อความ
tr_tr: Mesaj günlüğü
uk_ua: Журнал повідомлень
vi_vn: Lịch sử tin nhắn

source: Starting test:
bg_bg: Начален тест:
cs_cz: Počáteční zkouška:
da_dk: Start test:
de_de: Starte Test:
es_es: Comenzando prueba:
fi_fi: Aloitetaan testi:
fr_fr: Démarrage du test :
hu_hu: Kezdő teszt:
it_it: Prova iniziale:
ja_jp: テスト開始:
nl_nl: Begin test:
pl_pl: Badanie rozruchowe:
pt_pt: Iniciando o teste:
ro_ro: Începe testul:
ru_ru: Начать тест:
sv_se: Startar test:
th_th: เริ่มต้นการทดสอบ:
tr_tr: Başlangıç testi:
uk_ua: Початок тесту:
vi_vn: Bắt đầu kiểm tra:

source: Ending test:
bg_bg: Тест за приключване:
cs_cz: Zkouška na konci:
da_dk: Afsluttende test:
de_de: Test beendet:
es_es: Finalizando prueba:
fi_fi: Päättyy testi:
fr_fr: Fin du test :
hu_hu: Végső teszt:
it_it: Prova conclusiva:
ja_jp: テスト終了:
nl_nl: Einde test:
pl_pl: Badanie końcowe:
pt_pt: Terminando o teste:
ro_ro: Test de finalizare:
ru_ru: Завершение теста:
sv_se: Slutar test:
th_th: การทดสอบสิ้นสุด:
tr_tr: Test bitiyor:
uk_ua: Завершення тесту:
vi_vn: Kiểm tra kết thúc:

source: UNKNOWN STATUS:
bg_bg: НЕИЗВЕСТЕН СТАТУС:
cs_cz: NEZNÁMÝ STAV:
da_dk: UKENDT STATUS:
es_es: ESTADO DESCONOCIDO:
fi_fi: TUNTEMATON TILA:
fr_fr: STATUT INCONNU :
hu_hu: ISMERETLEN STÁTUSZ:
it_it: STATUS SCONOSCIUTO:
ja_jp: 不明なステータス:
nl_nl: ONBEKENDE STATUS:
pl_pl: STATUS NIEZGODNY:
pt_pt: ESTADO DESCONHECIDO:
ro_ro: NECUNOSCUTUL STATUL:
ru_ru: СТАТУС НЕИЗВЕСТИМО:
sv_se: Okänd STATUS:
th_th: สถานะไม่ทราบ:
tr_tr: DURUMU BILINMIYOR:
uk_ua: НЕВІДОМО СТАТИ:
vi_vn: TÌNH TRẠNG KHÔNG RÕ:

source: No logs directory
bg_bg: Няма директория с дневници
cs_cz: Adresář bez logů
da_dk: Ingen logmappe
de_de: Kein Log-Verzeichnis
es_es: No hay directorio de registros
fi_fi: Ei lokihakemistoa
fr_fr: Aucun répertoire de journaux
hu_hu: Nincs naplókönyvtár
it_it: Nessuna directory di log
ja_jp: ログディレクトリがありません
nl_nl: Logboek map ontbreekt
pl_pl: Brak katalogu logów
pt_pt: Sem diretoria de registo
ro_ro: Nu există jurnal
ru_ru: Нет директории журналов
sv_se: Ingen loggkatalog
th_th: ไม่มีไดเรกทอรีบันทึก
tr_tr: Günlük dizini yok
uk_ua: Немає каталогу журналів
vi_vn: Không có thư mục nhật ký

source: There isn't logs directory. Please, run the tests and try again
bg_bg: Няма директория с дневници. Моля, изпълнете тестовете и опитайте отново
cs_cz: Neexistuje adresář se záznamy. Prosím, spusťte testy a zkuste to znovu
da_dk: Der er ikke logfiler mappe. Venligst kør testene og prøv igen
de_de: Es gibt kein Protokollverzeichnis. Bitte führen Sie die Tests aus und versuchen Sie es erneut
es_es: No hay directorio de registros. Por favor, ejecuta las pruebas e inténtalo de nuevo
fi_fi: Ei ole lokihakemistoa. Ole hyvä ja suorita testit ja yritä uudelleen
fr_fr: Il n'y a pas de répertoire des journaux. Veuillez exécuter les tests et réessayer
hu_hu: Nincs naplókönyvtár. Kérjük, futtassa a teszteket és próbálja újra
it_it: Non c'è una directory di log. Per favore, esegui i test e riprova
ja_jp: ログディレクトリがありません。 テストを実行して再試行してください。
nl_nl: Er is geen logboekmap. Voer de tests uit en probeer opnieuw
pl_pl: Katalog logów nie istnieje. Uruchom testy i spróbuj ponownie
pt_pt: Não existe diretoria de registo. Por favor, corra testes e tente novamente
ro_ro: Directorul de jurnale nu există. Vă rugăm să rulați testele și să încercați din nou
sv_se: Det finns inte loggkatalog. Snälla, kör testerna och försök igen
th_th: ไม่มีไดเรกทอรี logs. กรุณารันการทดสอบและลองอีกครั้ง
tr_tr: Günlükler dizini yok. Lütfen testleri çalıştırın ve tekrar deneyin
uk_ua: Каталогу відсутні. Будь ласка, запустіть тести і спробуйте ще раз
vi_vn: Không có thư mục logs. Vui lòng chạy các bài kiểm tra và thử lại.

source: RIDE - Preferences
bg_bg: RIDE - Предпочитания
cs_cz: RIDE - Předvolby
da_dk: RIDE - Indstillinger
de_de: RIDE - Einstellungen
es_es: RIDE - Preferencias
fi_fi: RIDE - Asetukset
fr_fr: RIDE - Préférences
hu_hu: RIDE - Preferenciák
it_it: RIDE - Preferenze
ja_jp: ライド - 設定
nl_nl: RIDE-voorkeuren
pl_pl: RIDE - Preferencje
pt_pt: RIDE - Preferências
ro_ro: RIDE - Preferințe
ru_ru: RIDE - настройки
sv_se: RIDE - Inställningar
th_th: RIDE - การตั้งค่า
tr_tr: RIDE - Tercihler
uk_ua: RIDE - Параметри
vi_vn: RIDE - Tùy chọn

source: elapsed time: %s pass: %s skip: %s fail: %s
bg_bg: изминало време: %s преминаване: %s пропускане: %s отказ: %s
cs_cz: uplynulý čas: %s pass: %s přeskočení: %s selhalo: %s
da_dk: forløbet tid: %s pass: %s skip: %s mislykkedes: %s
de_de: abgelaufene Zeit: %s Pass: %s Skip: %s scheitert: %s
es_es: transcurrido tiempo: %s paso: %s salto: %s falla: %s
fi_fi: kulunut aika: %s salasana: %s ohitettu: %s epäonnistui: %s
fr_fr: temps écoulé : %s passé : %s ignoré : %s en échec : %s
hu_hu: eltelt idő: %s pass: %s skip: %s fail: %s
it_it: tempo trascorso: %s pass: %s saltato: %s fallito: %s
ja_jp: 経過時間: %s パス: %s スキップ: %s 失敗: %s
nl_nl: verstreken tijd: %s succes: %s overgeslagen: %s gefaald: %s
pl_pl: Upłynął czas: %s przeszły: Pominięcie %s : %s nie powiodło się: %s
pt_pt: tempo decorrido: %s passado: %s saltado: %s falhado: %s
ro_ro: timpul scurs: %s trece: %s sări: %s eșuează: %s
ru_ru: Прошло времени: Проход %s %s пропустил: %s не удался: %s
sv_se: Förfluten tid: %s passerar: %s skip: %s misslyckas: %s
th_th: เวลาที่ผ่านไป: %s ผ่าน: %s ข้าม: %s ล้มเหลว: %s
tr_tr: geçen süre: %s pass: %s skip: %s fail: %s
uk_ua: минулий час: %s pass: %s пропущено: %s невдача: %s
vi_vn: Thời gian đã trôi qua: %s Đã qua: %s Bỏ qua: %s Thất bại: %s

source: current keyword:
bg_bg: текуща ключова дума:
cs_cz: aktuální klíčové slovo:
da_dk: nuværende søgeord:
de_de: aktuelles Stichwort:
es_es: palabra clave:
fi_fi: nykyinen avainsana:
fr_fr: mot-clé actuel :
hu_hu: jelenlegi kulcsszó:
it_it: parola chiave corrente:
ja_jp: 現在のキーワード:
nl_nl: huidig actiewoord:
pl_pl: bieżące słowo kluczowe:
pt_pt: palavra-chave corrente:
ro_ro: Cuvânt cheie curent:
ru_ru: текущее ключевое слово:
sv_se: nuvarande sökord:
th_th: คำสำคัญปัจจุบัน:
tr_tr: geçerli anahtar kelime:
uk_ua: поточне ключове слово:
vi_vn: Từ khóa hiện tại:
