Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: You can update with the command:
bg_bg: Можете да актуализирате с командата:
cs_cz: Můžete aktualizovat příkazem:
da_dk: Du kan opdatere med kommandoen:
de_de: Sie können mit dem folgenden Befehl aktualisieren:
es_es: Puedes actualizar con el comando:
fi_fi: Voit päivittää käyttäen komentoa:
fr_fr: Vous pouvez mettre à jour avec la commande :
hu_hu: Frissíteni a paranccsal lehet:
it_it: È possibile aggiornare con il comando:
ja_jp: 次のコマンドで更新できます。
nl_nl: Je kunt RIDE zelf bijwerken met de opdracht:
pl_pl: Możesz zaktualizować z poleceniem:
pt_pt: Você pode atualizar com o comando:
ro_ro: Poți actualiza cu comanda:
ru_ru: Вы можете обновить с помощью команды:
sv_se: Du kan uppdatera med kommandot:
th_th: คุณสามารถอัปเดตได้ด้วยคำสั่ง:
tr_tr: Komutu ile güncelleme yapabilirsiniz:
uk_ua: Ви можете оновитися за допомогою команди:
vi_vn: Bạn có thể cập nhật bằng lệnh:

source: Or, click <b>Upgrade Now</b>
bg_bg: Или щракнете върху <b>Актуализиране сега</b>
cs_cz: Nebo klikněte <b>Upgradujte nyní</b>
da_dk: Eller klik på <b>Opgrader nu</b>
de_de: Oder klicken Sie auf <b>Jetzt Aktualisieren</b>
es_es: O haga clic en <b>Actualizar ahora</b>
fi_fi: Tai, klikkaa <b>Päivitä Nyt</b>
fr_fr: Ou, cliquez sur <b>Mettre à jour maintenant</b>
hu_hu: Vagy kattintson a <b>Frissítés most</b> gombra
it_it: Oppure, clicca <b>Aggiorna Ora</b>
ja_jp: または、 <b></b> をクリックしてください。
nl_nl: Of, klik <b>Nu bijwerken</b>
pl_pl: Lub kliknij <b>Ulepsz Teraz</b>
pt_pt: Ou, clique <b>Atualizar Agora</b>
ro_ro: Sau apăsați <b>Upgradați acum</b>
ru_ru: Или нажмите кнопку <b>обновить сейчас</b>
sv_se: Eller klicka på <b>Uppgradera nu</b>
th_th: หรือ คลิก<b>อัปเกรดตอนนี้</b>
tr_tr: Veya <b>Şimdi Yükselt</b>'e tıklayın
vi_vn: Hoặc, nhấp vào <b>Nâng cấp ngay</b>

source: See the latest development
bg_bg: Вижте най-новите разработки
cs_cz: Zobrazit nejnovější vývoj
da_dk: Se seneste udvikling
de_de: Neueste Entwicklung ansehen
es_es: Ver el desarrollo más reciente
fi_fi: Katso viimeisin kehitys
fr_fr: Voir les derniers développements
hu_hu: Lásd a legújabb fejleményeket
it_it: Vedi lo sviluppo più recente
ja_jp: 最新の開発を見る
nl_nl: Bekijk de laatste ontwikkelingen in de
pl_pl: Zobacz najnowszy rozwój
pt_pt: Ver o desenvolvimento mais recente
ro_ro: Vezi cea mai recentă dezvoltare
ru_ru: Смотрите последние разработки
sv_se: Se den senaste utvecklingen
th_th: ดูการพัฒนาล่าสุด
tr_tr: En son gelişmeleri görün
uk_ua: Переглянути останню розробку
vi_vn: Xem những cập nhật mới nhất

source: I'm using another method for RIDE updates and do not need automatic update checks
bg_bg: Използвам друг метод за актуализации на RIDE и не се нуждая от автоматични проверки за актуализация.
cs_cz: Používám jinou metodu pro RIDE aktualizace a nepotřebuji automatické kontroly aktualizací
da_dk: Jeg bruger en anden metode til RIDE opdateringer og behøver ikke automatisk opdateringstjek
de_de: Ich verwende eine andere Methode für die Aktualisierung von RIDE und benötige keine automatischen Aktualisierungsprüfungen
es_es: Estoy usando otro método para RIDE actualizaciones y no necesito verificaciones automáticas de actualización
fi_fi: Käytän toista menetelmää RIDE:n päivittämiseen enkä tarvitse automaattisia päivitystarkistuksia.
fr_fr: J'utilise une autre méthode pour les mises à jour de RIDE et je n'ai pas besoin de la vérification automatique des mises à jour
hu_hu: Más módszert használok a RIDE frissítésekhez és nincs szükségem automatikus frissítési ellenőrzésekre.
it_it: Sto usando un altro metodo per gli aggiornamenti RIDE e non ho bisogno di controlli automatici di aggiornamento
ja_jp: 私はRIDEアップデート の別の方法を使用しており、自動更新チェックは必要ありません。
nl_nl: Ik gebruik een andere methode om RIDE bij te werken en heb geen automatische update controles nodig
pl_pl: Używam innej metody aktualizacji RIDE i nie potrzebuję automatycznego sprawdzania aktualizacji
pt_pt: Estou a usar outro meio para atualizar o RIDE e não preciso de verificações de atualizações automáticas
ro_ro: Folosesc o altă metodă pentru actualizările RIDE și nu necesită verificări automate ale actualizărilor
ru_ru: Я использую другой метод для обновления RIDE и не нуждаюсь в автоматической проверке обновлений
sv_se: Jag använder en annan metod för RIDE-uppdateringar och behöver inte automatiska uppdateringar kontroller
th_th: ฉันกำลังใช้วิธีอื่นสำหรับการอัปเดต RIDE และไม่ต้องการการตรวจสอบการอัปเดตอัตโนมัติ
tr_tr: RIDE güncellemeleri için başka bir yöntem kullanıyorum ve otomatik güncelleme kontrollerine ihtiyaç duymuyorum
uk_ua: Я використовую інший метод для оновлень RIDE і не потребують автоматичної перевірки оновлень
vi_vn: Tôi đang sử dụng một phương pháp khác để cập nhật RIDE và không cần kiểm tra cập nhật tự động.

source: remind me later
bg_bg: напомни ми по-късно
cs_cz: Připomenout později
da_dk: påmind mig senere
de_de: Später erinnern
es_es: recordarme más tarde
fi_fi: muistuta minua myöhemmin
fr_fr: me le rappeler plus tard
hu_hu: emlékeztessen később
it_it: ricordami più tardi
ja_jp: 後で思い出させてくれ
nl_nl: herinner me later
pl_pl: przypomnij mi później
pt_pt: lembrar-me mais tarde
ro_ro: amintește-mi mai târziu
ru_ru: напоминать позже
sv_se: påminna mig senare
th_th: เตือนฉันทีหลัง
tr_tr: Bana sonra hatırlat.
uk_ua: нагадує пізніше
vi_vn: Nhắc tôi sau.

source: Upgrade Now
bg_bg: Актуализирайте сега
cs_cz: Upgradovat nyní
da_dk: Opgradér Nu
de_de: Jetzt aktualisieren
es_es: Mejorar ahora
fi_fi: Päivitä Nyt
fr_fr: Mettre à jour maintenant
hu_hu: Frissítés most
it_it: Aggiorna Ora
ja_jp: 今すぐアップグレード
nl_nl: Nu bijwerken
pl_pl: Ulepsz Teraz
pt_pt: Atualizar Agora
ro_ro: Upgradează acum
ru_ru: Обновить сейчас
sv_se: Uppgradera nu
th_th: อัปเกรดตอนนี้
tr_tr: Şimdi Yükselt
uk_ua: Оновити зараз
vi_vn: Nâng cấp ngay

source: Started RIDE %s using python version %s with wx version %s in %s.
bg_bg: Започнат RIDE %s използване на python версия %s с wx версия %s в %s.
cs_cz: RIDE %s byl spuštěn pomocí pythonu verze %s s wx verzí %s v %s.
da_dk: Startede RIDE %s ved hjælp af python version %s med wx version %s i %s.
de_de: RIDE %s mit Python-Version %s und wx-Version %s auf %s gestartet.
es_es: Inició RIDE %s usando la versión %s de python con la versión wx %s en %s.
fi_fi: Aloitettu RIDE %s käyttäen python versiota %s ,wx version %s kanssa %s:ssa.
fr_fr: RIDE %s a démarré en utilisant la version %s de Python et la version %s de wx sur %s.
hu_hu: Elindult a RIDE %s a %s python verziót használva wx verzióval %s a %s.
it_it: Avviato RIDE %s utilizzando la versione python %s con wx %s in %s.
nl_nl: RIDE versie %s opgestart met Python versie %s and wxPython versie %s onder %s.
pl_pl: Uruchomiono RIDE %s używając Python wersja %s z wx wersja %s w %s.
pt_pt: Iniciado o RIDE %s usando Python versão %s com a versão %s do wx em %s.
ro_ro: A început RIDE %s folosind python versiunea %s cu versiunea wx %s în %s.
ru_ru: Запущен RIDE %s с использованием Python версии %s с wx версией %s в %s.
sv_se: Började RIDE %s med python version %s med wx version %s i %s.
th_th: เริ่ม RIDE %s โดยใช้ python เวอร์ชัน %s กับ wx เวอร์ชัน %s ใน %s.
tr_tr: %sadresinde wx sürümü %s ile python sürümü %s kullanılarak RIDE %s başlatıldı.
uk_ua: Почато RIDE %s використовуючи python версію %s з wx версією %s в %s.
vi_vn: Đã bắt đầu sử dụng RIDE %s với phiên bản Python %s và phiên bản wx %s trong %s.

source: Thanks all RIDE translators: %s
bg_bg: Благодаря на всички преводачи на RIDE: %s
cs_cz: Děkujeme všem překladatelům RIDE: %s
da_dk: Tak til alle RIDE oversættere: %s
de_de: Vielen Dank an alle RIDE-Übersetzer: %s
es_es: Gracias a todos los traductores RIDE: %s
fi_fi: Kiitos kaikille RIDE:n kääntäjille: %s
fr_fr: Merci à tous les traducteurs de RIDE : %s
hu_hu: Köszönet minden RIDE-fordítónak: %s
it_it: Grazie a tutti i traduttori RIDE: %s
ja_jp: すべてのライド翻訳者に感謝します： %s
nl_nl: Hartelijk dank aan alle RIDE vertalers: %s
pl_pl: Dziękujemy wszystkim tłumaczom RIDE: %s
pt_pt: Obrigado a todos os tradutores do RIDE: %s
ro_ro: Mulțumesc tuturor traducătorilor RIDE: %s
ru_ru: Спасибо всем переводчикам RIDE: %s
sv_se: Tack alla RIDE-översättare: %s
th_th: ขอบคุณนักแปล RIDE ทุกท่าน: %s
tr_tr: Tüm RIDE çevirmenlerine teşekkürler: %s
uk_ua: Дякуємо за RIDE перекладачів: %s
vi_vn: Cảm ơn tất cả các dịch giả RIDE: %s

source: RIDE -- Robot Framework Test Data Editor
bg_bg: RIDE -- Редактор на данни за тестване на Robot Framework
de_de: RIDE – Robot Framework Testdaten-Editor
es_es: RIDE -- Editor de datos de prueba Robot Framework
fr_fr: RIDE -- Éditeur de données de test de Robot Framework
hu_hu: RIDE -- Robot Framework tesztadat-szerkesztő
it_it: RIDE -- Editor Dati Di Test Robot Framework
ja_jp: 乗車-- ロボットフレームワークテストデータエディター
nl_nl: RIDE - Ontwikkelomgeving voor Robot Framework inhoud
pl_pl: RIDE -- Edytor Danych Testowych Robot Framework
pt_pt: RIDE -- Editor de Dados de Testes para o Robot Framework
ru_ru: RIDE -- Редактор данных теста для роботов
th_th: RIDE -- ตัวแก้ไขข้อมูลการทดสอบของ Robot Framework
tr_tr: RIDE -- Robot Çerçevesi Test Verileri Düzenleyicisi
uk_ua: RIDE - Редактор даних даних Robot Framework
vi_vn: RIDE -- Trình chỉnh sửa dữ liệu thử nghiệm Robot Framework

source: RIDE %s running on Python %s.
bg_bg: RIDE %s , работещ на Python %s.
cs_cz: RIDE %s běží na Pythonu %s.
da_dk: RIDE %s kører på Python %s.
de_de: RIDE %s läuft auf Python %s.
es_es: RIDE %s corriendo en Python %s.
fi_fi: RIDE %s käynnissä Python %s -versiossa.
fr_fr: RIDE %s en cours d'exécution sur Python %s.
hu_hu: RIDE %s fut Python %s.
it_it: RIDE %s in esecuzione su Python %s.
ja_jp: Python %s 上で実行されている %s に乗ります。
nl_nl: RIDE %s draaiend onder Python %s.
pl_pl: RIDE %s uruchomiony na Pythonie %s.
pt_pt: RIDE %s a correr em Python %s.
ro_ro: RIDE %s rulează pe Python %s.
ru_ru: RIDE %s запущен на Python %s.
sv_se: RIDE %s körs på Python %s.
th_th: RIDE %s ทำงานบน Python %s.
tr_tr: Python üzerinde çalışan RIDE %s %s.
uk_ua: RIDE %s працює на Python %s.
vi_vn: RIDE %s chạy trên Python %s.

source: RIDE is a test data editor for %s.
bg_bg: RIDE е редактор на тестови данни за %s.
cs_cz: RIDE je testovací datový editor pro %s.
da_dk: RIDE er en test data editor for %s.
de_de: RIDE ist ein Testdaten-Editor für %s.
es_es: RIDE es un editor de datos de prueba para %s.
fi_fi: RIDE on testi data editori %s.
fr_fr: RIDE est un éditeur de données de test pour %s.
hu_hu: A RIDE egy tesztadat-szerkesztő a %soldalon.
it_it: RIDE è un editor di dati di prova per %s.
ja_jp: ライドは %s用のテストデータエディタです。
nl_nl: RIDE is een ontwikkelomgeving voor %s.
pl_pl: RIDE jest edytorem danych testowych dla %s.
pt_pt: RIDE é um editor de dados de testes para o %s.
ro_ro: RIDE este un editor de date test pentru %s.
ru_ru: RIDE - это редактор тестовых данных для %s.
sv_se: RIDE är en testdataredigerare för %s.
th_th: RIDE เป็นโปรแกรมแก้ไขข้อมูลทดสอบสำหรับ %s
tr_tr: RIDE, %siçin bir test verisi düzenleyicisidir.
uk_ua: RIDE - це тестовий редактор для %s.
vi_vn: RIDE là trình chỉnh sửa dữ liệu thử nghiệm cho %s.

source: For more information, see project pages at %s.
bg_bg: За повече информация вижте страниците на проекта на адрес %s.
cs_cz: Více informací naleznete na stránkách projektu %s.
da_dk: For mere information, se projektsider på %s.
de_de: Weitere Informationen finden Sie auf den Projektseiten unter %s.
es_es: Para obtener más información, consulte las páginas del proyecto en %s.
fi_fi: Lisätietoja löydät projektin sivuilta osoitteessa %s.
fr_fr: Pour plus d'informations, voir les pages du projet sur %s.
hu_hu: További információkért lásd a projektoldalakat a %soldalon.
it_it: Per ulteriori informazioni, vedere le pagine del progetto in %s.
ja_jp: 詳細については、 %s のプロジェクト ページを参照してください。
nl_nl: Kijk voor meer informatie op RIDE's projectpagina's op %s.
pl_pl: Aby uzyskać więcej informacji, zobacz strony projektu pod adresem %s.
pt_pt: Para mais informação, ver as páginas do projeto em %s.
ro_ro: Pentru mai multe informații, a se vedea paginile proiectului %s.
ru_ru: Дополнительную информацию см. на страницах проекта %s.
sv_se: För mer information, se projektsidor på %s.
th_th: สำหรับข้อมูลเพิ่มเติม โปรดดูที่หน้าโครงการที่ %s.
tr_tr: Daha fazla bilgi için %sadresindeki proje sayfalarına bakınız.
uk_ua: Для отримання додаткової інформації дивіться сторінки проекту в %s.
vi_vn: Để biết thêm thông tin, vui lòng truy cập trang dự án tại %s.

source: Some of the icons are from %s.
bg_bg: Някои от иконите са от %s.
cs_cz: Některé ikony jsou od %s.
da_dk: Nogle af ikonerne er fra %s.
de_de: Einige der Symbole sind von %s.
es_es: Algunos de los iconos son de %s.
fi_fi: Jotkut kuvakkeet on lainattu sivustolta %s.
fr_fr: Certaines icônes proviennent de %s.
hu_hu: Néhány ikon a %soldalról származik.
it_it: Alcune delle icone sono da %s.
ja_jp: いくつかのアイコンは %s のものです。
nl_nl: Enkele van de gebruikte pictogrammen komen van %s.
pl_pl: Niektóre ikony pochodzą z %s.
pt_pt: Alguns dos ícones são de %s.
ro_ro: Unele pictograme sunt de la %s.
ru_ru: Некоторые иконки из %s.
sv_se: Några av ikonerna är från %s.
th_th: ไอคอนบางส่วนมาจาก %s
tr_tr: Bazı simgeler %sadresinden alınmıştır.
uk_ua: Деякі іконки з %s.
vi_vn: Một số biểu tượng được lấy từ %s.

source: %s the maintainer of the project thanks the original authors and all users and collaborators.
bg_bg: %s поддържащият проекта благодари на оригиналните автори и на всички потребители и сътрудници.
cs_cz: %s správce projektu děkuje původním autorům a všem uživatelům a spolupracovníkům.
da_dk: %s vedligeholder af projektet takker de oprindelige forfattere og alle brugere og samarbejdspartnere.
de_de: %s der Betreuer des Projekts dankt den ursprünglichen Autoren sowie allen Benutzern und Mitarbeitern.
es_es: %s el mantenedor del proyecto agradece a los autores originales y a todos los usuarios y colaboradores.
fi_fi: %s projektin ylläpitäjä kiittää alkuperäisiä tekijöitä sekä kaikkia käyttäjiä ja yhteistyökumppaneita.
fr_fr: %s le mainteneur du projet remercie les auteurs originaux et tous les utilisateurs et collaborateurs.
hu_hu: %s a projekt fenntartója köszönetet mond az eredeti szerzőknek, valamint minden felhasználónak és munkatársnak.
it_it: %s il manutentore del progetto ringrazia gli autori originali e tutti gli utenti e collaboratori.
ja_jp: %s プロジェクトの管理者は、元の作者とすべてのユーザーと共同編集者に感謝します。
nl_nl: %s, de beheerder van dit project, bedankt de oorspronkelijke auteurs, alle gebruikers en iedereen die heeft bijgedragen.
pl_pl: %s opiekun projektu dziękuje oryginalnym autorom oraz wszystkim użytkownikom i współpracownikom.
pt_pt: %s o responsável pela manutenção do projeto, agradece aos autores originais e a todos os utilizadores e colaboradores.
ro_ro: %s susținătorul proiectului mulțumește autorilor originali și tuturor utilizatorilor și colaboratorilor.
ru_ru: %s сопровождающий проекта благодарит оригинальных авторов и всех пользователей и соавторов.
sv_se: %s projektansvarige tackar de ursprungliga författarna och alla användare och medarbetare.
th_th: %s ผู้ดูแลโครงการขอขอบคุณผู้เขียนต้นฉบับและผู้ใช้และผู้ร่วมงานทุกท่าน
tr_tr: %s Projenin sürdürücüsü, orijinal yazarlara ve tüm kullanıcılara ve işbirlikçilere teşekkür eder.
uk_ua: %s - керівник проекту завдяки вихідним авторам і всім користувачам і співробітникам.
vi_vn: %s Người duy trì dự án xin cảm ơn các tác giả ban đầu và tất cả người dùng và cộng tác viên.

source: A special thanks to %s for having sponsored the development of translated test suites content compatibility with %s Version 6.1, in their %s.
bg_bg: Специални благодарности на %s за това, че спонсорираха разработването на преведени тестови пакети, съвместими със съдържанието на %s Версия 6.1, в техния %s.
cs_cz: Zvláštní poděkování %s za to, že sponzoroval vývoj přeložené kompatibility testovacích suites s %s verzí 6.1 v jejich %s.
da_dk: En særlig tak til %s for at have sponsoreret udviklingen af oversatte testsuiter indhold kompatibilitet med %s Version 6.1, i deres %s.
de_de: Ein besonderer Dank an %s dafür, dass er die Entwicklung der übersetzten Testsuiten mit %s Version 6.1 in ihrer %s gesponsert hat.
es_es: Un agradecimiento especial a %s por haber apadrinado el desarrollo de la compatibilidad del contenido de las suites de pruebas traducidas con la versión 6.1 de %s en su %s.
fi_fi: Erityinen kiitos %s :lle siitä, että hän on sponsoroinut käännettyjen testisarjojen sisällön yhteensopivuutta %s version 6.1 kanssa, niiden %s kanssa.
fr_fr: Un merci spécial à %s pour avoir parrainé le développement de la traduction du contenu des suites de tests avec %s Version 6.1, dans leur %s.
hu_hu: Külön köszönet a %s honlapnak, amiért támogatta a %s 6.1-es verziójával kompatibilis lefordított tesztcsomagok tartalmának fejlesztését a %shonlapon.
it_it: Un ringraziamento speciale a %s per aver sponsorizzato lo sviluppo della compatibilità dei contenuti delle suite di test tradotte con %s Versione 6.1, nei loro %s.
ja_jp: %s が %s バージョン6.1との翻訳されたテストスイートコンテンツの互換性を %sに後援してくれたことに感謝します。
nl_nl: Een bijzonder dankjewel aan de %s voor het sponsoren van de ontwikkeling voor de ondersteuning van vertaalde inhoud voor %s versie 6.1, als onderdeel van de %s.
pl_pl: Specjalne podziękowania dla %s za sponsorowanie rozwoju przetłumaczonych zestawów testowych kompatybilnych z wersją %s 6.1, w ich %s.
pt_pt: Um agradecimento especial à %s por ter patrocinado o desenvolvimento da compatibilidade de suites de testes traduzidas na Versão 6.1 do %s, no âmbito do seu programa, %s.
ro_ro: Mulțumiri speciale %s pentru că au sponsorizat dezvoltarea suitelor de teste traduse compatibilitate cu %s versiunea 6.1, în %s.
ru_ru: Особая благодарность %s за спонсирование разработки переведенных пакетов для тестирования совместимости с %s версии 6.1, в их %s.
sv_se: Ett särskilt tack till %s för att ha sponsrat utvecklingen av översatta testsviter kompatibilitet med %s Version 6.1, i deras %s.
th_th: ขอขอบคุณเป็นพิเศษแก่ %s ที่ได้สนับสนุนการพัฒนาความเข้ากันได้ของเนื้อหาชุดทดสอบที่แปลแล้วกับ %s รุ่น 6.1 ใน %sของพวกเขา
tr_tr: %s adresine, %sadresinde %s Sürüm 6.1 ile içerik uyumluluğu çevrilmiş test paketlerinin geliştirilmesine sponsor oldukları için özel olarak teşekkür ederiz.
uk_ua: Особлива подяка %s за підтримки розробки перекладених тестових наборів є сумісність із %s Version 6.1 у їх %s.
vi_vn: Xin chân thành cảm ơn %s đã tài trợ cho việc phát triển nội dung bộ thử nghiệm được dịch tương thích với %s Phiên bản 6.1, trong trang web %s.

source: Log options
bg_bg: Опции на дневника
cs_cz: Možnosti záznamu
da_dk: Log indstillinger
de_de: Protokolloptionen
es_es: Opciones de registro
fi_fi: Lokin asetukset
fr_fr: Options de log
hu_hu: Naplózási lehetőségek
it_it: Opzioni di registro
ja_jp: ログオプション
nl_nl: Log opties
pl_pl: Opcje rejestru
pt_pt: Opções de Registo
ro_ro: Opțiuni jurnal
ru_ru: Параметры журнала
sv_se: Logga alternativ
th_th: ตัวเลือกการบันทึก
tr_tr: Günlük seçenekleri
uk_ua: Параметри журналу
vi_vn: Tùy chọn ghi nhật ký

source: Output directory:
bg_bg: Изходна директория:
cs_cz: Výstupní složka:
da_dk: Output- mappe:
de_de: Ausgabeverzeichnis:
es_es: Directorio de salida:
fi_fi: Tulostuskansio:
fr_fr: Répertoire de sortie :
hu_hu: Kimeneti könyvtár:
it_it: Directory di output:
ja_jp: 出力ディレクトリ:
nl_nl: Uitvoer map:
pl_pl: Folder wyjściowy:
pt_pt: Diretoria de resultados:
ro_ro: Directorul de ieşire:
ru_ru: Каталог вывода:
sv_se: Utdatakatalog:
th_th: ไดเรกทอรีผลลัพธ์:
tr_tr: Çıktı dizini:
uk_ua: Вихідний каталог:
vi_vn: Thư mục đầu ra:

source: Add suite name to log names
bg_bg: Добавяне на името на пакета към имената на дневника
cs_cz: Přidat název do názvů logů
da_dk: Tilføj pakkenavn for at logge navne
de_de: Füge den Namen der Suite zu den Protokollnamen hinzu
es_es: Añadir nombre de suite a nombres de registro
fi_fi: Lisää sviitin nimi lokin nimiin
fr_fr: Ajouter le nom de la suite aux noms des journaux
hu_hu: Suite név hozzáadása a napló neveihez
it_it: Aggiungi il nome della suite ai nomi del registro
ja_jp: ログ名にスイート名を追加
nl_nl: Voeg suitenaam toe aan bestandsnamen
pl_pl: Dodaj nazwę pakietu do nazw logów
pt_pt: Acrescentar o nome da Suite aos nomes dos registos
ro_ro: Adaugă nume de suită la numele însemnărilor
ru_ru: Добавить имя апартамента в логи
sv_se: Lägg till svit till loggnamn
th_th: เพิ่มชื่อชุดไปยังชื่อบันทึก
tr_tr: Günlük adlarına süit adı ekleyin
uk_ua: Додати ім'я комплекту до логу
vi_vn: Thêm tên bộ sưu tập vào tên nhật ký

source: Add timestamp to log names
bg_bg: Добавяне на времеви печат към имената на дневника
cs_cz: Přidat časové razítko k názvům protokolů
da_dk: Tilføj tidsstempel til lognavne
de_de: Zeitstempel zu Protokollnamen hinzufügen
es_es: Añadir fecha y hora a los nombres de registro
fi_fi: Lisää aikaleima lokien nimiin
fr_fr: Ajouter l'horodatage aux noms des journaux
hu_hu: Időbélyegző hozzáadása a naplónevekhez
it_it: Aggiungi timestamp ai nomi dei log
ja_jp: ログ名にタイムスタンプを追加
nl_nl: Voeg tijdstempel toe aan bestandsnamen
pl_pl: Dodaj znacznik czasu do nazw logów
pt_pt: Acrescentar a hora e data aos nomes dos registos
ro_ro: Adăugaţi marcajul de timp la numele de jurnal
ru_ru: Добавить метку времени в имена журналов
sv_se: Lägg till tidsstämpel i loggnamn
th_th: เพิ่มเวลาประทับลงในชื่อบันทึก
tr_tr: Günlük adlarına zaman damgası ekleme
uk_ua: Додати позначку часу до імен журналу
vi_vn: Thêm dấu thời gian vào tên nhật ký

source: Save Console and Message logs
bg_bg: Запазване на дневниците на конзолата и съобщенията
cs_cz: Uložit konzoli a protokoly zpráv
da_dk: Gem konsol- og meddelelseslogs
de_de: Konsolen- und Nachrichtenprotokolle speichern
es_es: Guardar Consola y Registros de Mensajes
fi_fi: Tallenna konsoli ja viestien lokit
fr_fr: Enregistrer la console et les journaux de messages
hu_hu: Konzol- és üzenetnaplók mentése
it_it: Salva i log di Console e Messaggi
ja_jp: コンソールとメッセージログを保存
nl_nl: Console- en Berichtenlogs opslaan
pl_pl: Zapisz konsolę i dzienniki wiadomości
pt_pt: Salvar os registos da Consola e Mensagens
ro_ro: Salvează consola și jurnalele de mesaje
ru_ru: Сохранить консоль и логи сообщений
sv_se: Spara konsol- och meddelandeloggar
th_th: บันทึกคอนโซลและบันทึกข้อความ
tr_tr: Konsol ve Mesaj günlüklerini kaydetme
uk_ua: Зберегти консоль і журнали повідомлень
vi_vn: Lưu nhật ký bảng điều khiển và nhật ký tin nhắn

source: Select Logs Directory
bg_bg: Изберете директория за дневници
cs_cz: Vyberte adresář logů
da_dk: Vælg Logs Mappe
de_de: Protokollverzeichnis auswählen
es_es: Seleccionar directorio de registros
fi_fi: Valitse Lokihakemisto
fr_fr: Sélectionnez le répertoire des journaux
hu_hu: Naplók könyvtárának kiválasztása
it_it: Seleziona Cartella Dei Registri
ja_jp: ログディレクトリを選択
nl_nl: Open map met Logs
pl_pl: Wybierz katalog logów
pt_pt: Selecionar a Diretoria de Registos
ro_ro: Selectați directorul de loguri
ru_ru: Выберите папку журналов
sv_se: Välj Loggkatalog
th_th: เลือกไดเรกทอรีบันทึก
tr_tr: Günlükler Dizinini Seçin
uk_ua: Виберіть папку зі журналами
vi_vn: Chọn thư mục nhật ký

source: Arguments
bg_bg: Аргументи
cs_cz: Argumenty
da_dk: Argumenter
de_de: Argumente
es_es: Argumentos
fi_fi: Argumentit
hu_hu: Érvek
it_it: Argomenti
ja_jp: 引数
nl_nl: Parameters
pl_pl: Argumenty
pt_pt: Argumentos
ro_ro: Argumente
ru_ru: Аргументы
sv_se: Argument
th_th: อาร์กิวเมนต์
tr_tr: Argümanlar
uk_ua: Аргументи
vi_vn: Luận điểm
