Repository: robotframework/RIDE
Catalog: src/robotide/localization/*/LC_MESSAGES/RIDE.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn

source: Here you can define one or more strings separated by comma (e.g. common,abc,123). The filter matches if at least one string is part of the filename. If you don't enter any strings, all opened files are included
bg_bg: Тук можете да зададете един или повече низове, разделени със запетая (например common,abc,123). Филтърът съвпада, ако поне един низ е част от името на файла. Ако не въведете никакви низове, ще бъдат включени всички отворени файлове
cs_cz: Zde můžete definovat jeden nebo více řetězců oddělených čárkou (např. běžný,abc,123). Filtr se shoduje, pokud je alespoň jeden řetězec součástí názvu souboru. Pokud nezadáváte žádné řetězce, všechny otevřené soubory jsou zahrnuty
da_dk: Her kan du definere en eller flere strenge adskilt af komma (f.eks. almindelig, abc, 123). Filteret matcher hvis mindst en streng er en del af filnavnet. Hvis du ikke indtaster nogen strenge, er alle åbne filer inkluderet
de_de: Hier können Sie einen oder mehrere durch Komma getrennte Zeichenketten definieren (z.B. common,abc,123). Der Filter stimmt zu, wenn mindestens eine Zeichenkette Teil des Dateinamens ist. Wenn Sie keine Zeichenketten eingeben, sind alle geöffneten Dateien enthalten
es_es: Aquí puede definir una o varias cadenas de caracteres separadas por comas (por ejemplo, común,abc,123). El filtro se activará si al menos una cadena forma parte del nombre del fichero. Si no introduce ninguna cadena, se incluirán todos los archivos abiertos
fi_fi: Tässä voit määritellä yhden tai useamman pilkulla erotellun merkkijonon (esim. yleinen, abc,123). Suodatin sopii jos vähintään yksi merkkijono on osa tiedostonimeä. Jos et anna merkkijonoja, kaikki avatut tiedostot sisältyvät
fr_fr: Ici, vous pouvez définir une ou plusieurs chaînes de caractères, séparées par des virgules (par exemple : commun, abc,123). Le filtre correspondra si au moins une chaîne de caractères fait partie du nom du fichier. Si vous n'entrez aucune chaîne, tous les fichiers ouverts seront inclus
hu_hu: Itt egy vagy több, vesszővel elválasztott karakterláncot adhat meg (pl. common,abc,123). A szűrő akkor talál, ha legalább egy karakterlánc része a fájlnévnek. Ha nem ad meg egyetlen karakterláncot sem, akkor az összes megnyitott fájl szerepel a szűrőben.
it_it: Qui puoi definire una o più stringhe separate da virgola (es. comune, abc,123). Il filtro corrisponde se almeno una stringa fa parte del nome del file. Se non inserisci nessuna stringa, tutti i file aperti sono inclusi
nl_nl: Hier kunt u een of meer zoektermen definiëren gescheiden door een komma (bijv. appel,abc,123). Het filter komt overeen als ten minste één zoekterm deel uitmaakt van de bestandsnaam. Als je geen tekenreeksen invoert, worden alle geopende bestanden meegenomen.
pl_pl: Tutaj możesz zdefiniować jeden lub więcej ciągów oddzielonych przecinkami (np. często,abc,123). Filtr pasuje, jeśli co najmniej jeden ciąg znaków jest częścią nazwy pliku. Jeśli nie wprowadzisz żadnych ciągów, wszystkie otwarte pliki są dołączone
pt_pt: Aqui, você pode definir uma ou mais cadeias de texto separadas por vírgula (por exemplo: comum, abc,123). O filtro corresponderá se pelo menos uma das cadeias de texto é parte do nome do ficheiro. Se você não indicar nenhuma cadeia de texto, todos os ficheiros abertos serão incluídos
ro_ro: Aici puteţi defini una sau mai multe şiruri separate prin virgulă (de ex. common,abc,123). Filtrul se potrivește dacă cel puțin un șir face parte din numele fișierului. Dacă nu introduceţi nici un şir, toate fişierele deschise sunt incluse
ru_ru: Здесь вы можете указать одну или несколько строк, разделенных запятыми (например, обычные, abc,123). Фильтр совпадает, если хотя бы одна строка является частью имени файла. Если вы не вводите строки, то все открытые файлы включены
sv_se: Här kan du definiera en eller flera strängar separerade med kommatecken (t.ex. gemensamt,abc,123). Filtret matchar om minst en sträng är en del av filnamnet. Om du inte anger några strängar inkluderas alla öppnade filer
th_th: ที่นี่คุณสามารถกำหนดสตริงหนึ่งหรือมากกว่าโดยคั่นด้วยเครื่องหมายจุลภาค (เช่น common,abc,123) ตัวกรองจะตรงกันหากมีอย่างน้อยหนึ่งสตริงเป็นส่วนหนึ่งของชื่อไฟล์ หากคุณไม่ป้อนสตริงใดๆ ไฟล์ที่เปิดทั้งหมดจะถูกรวมอยู่ด้วย
tr_tr: Burada virgülle ayrılmış bir veya daha fazla dize tanımlayabilirsiniz (örn. common,abc,123). Filtre, dosya adında en az bir dize varsa eşleşir. Herhangi bir dize girmezseniz, açılan tüm dosyalar dahil edilir
uk_ua: Тут ви можете вказати один або кілька рядків, розділених комами (напр., загальні абс,123). Фільтр збігається, якщо принаймні один рядок є частиною імені файлу. Якщо ви не ввели жодних рядків, включені всі відкриті файли
vi_vn: Ở đây, bạn có thể định nghĩa một hoặc nhiều chuỗi được phân tách bằng dấu phẩy (ví dụ: common,abc,123). Bộ lọc sẽ khớp nếu ít nhất một chuỗi là một phần của tên tệp. Nếu bạn không nhập bất kỳ chuỗi nào, tất cả các tệp đã mở sẽ được bao gồm.

source: Test case files
bg_bg: Файлове с тестови случаи
cs_cz: Testovací soubory
da_dk: Test sagsfiler
de_de: Testfall-Dateien
es_es: Archivos de caso de prueba
fi_fi: Testaa laatikkoa
fr_fr: Fichiers de cas de test
hu_hu: Tesztelési esetfájlok
it_it: Test file di caso
ja_jp: ケースファイルのテスト
nl_nl: Testsuitebestanden
pl_pl: Pliki skrzynek testowych
pt_pt: Ficheiros de Casos de Teste
ro_ro: Testare fișiere majuscule
ru_ru: Файлы тестов
sv_se: Testa ärendefiler
th_th: ไฟล์กรณีทดสอบ
tr_tr: Test senaryosu dosyaları
uk_ua: Тестові файли кейсів
vi_vn: Tệp trường hợp thử nghiệm

source: Resource files
bg_bg: Ресурсни файлове
cs_cz: Soubory zdrojů
da_dk: Ressource filer
de_de: Ressourcen-Dateien
es_es: Archivos de recursos
fi_fi: Resurssi tiedostot
fr_fr: Fichiers de ressources
hu_hu: Erőforrás-fájlok
it_it: File di risorse
ja_jp: リソースファイル
nl_nl: Resourcebestanden
pl_pl: Pliki zasobów
pt_pt: Ficheiros de Recursos
ro_ro: Fișiere resurse
ru_ru: Файлы ресурсов
sv_se: Resursfiler
th_th: ไฟล์ทรัพยากร
tr_tr: Kaynak dosyaları
uk_ua: Файли ресурсів
vi_vn: Tệp tài nguyên

source: Mode
bg_bg: Режим
cs_cz: Režim
da_dk: Tilstand
de_de: Modus
es_es: Modo
fi_fi: Tila
hu_hu: Mód
it_it: Modalità
ja_jp: モード
nl_nl: Modus
pl_pl: Tryb
pt_pt: Modo
ro_ro: Mod
ru_ru: Режим
sv_se: Läge
th_th: โหมด
tr_tr: Mod
uk_ua: Режим
vi_vn: Chế độ

source: exclude
bg_bg: изключване на
cs_cz: vyloučit
da_dk: eksklusiv
de_de: ausschließen
es_es: excluir
fi_fi: pois
fr_fr: exclure
hu_hu: kizárni
it_it: esclude
ja_jp: 除外する
nl_nl: uitsluiten
pl_pl: wyklucz
pt_pt: excluir
ro_ro: exclud
ru_ru: исключить
sv_se: exkludera
th_th: ยกเว้น
tr_tr: hariç tut
uk_ua: виключити
vi_vn: loại trừ

source: include
bg_bg: включва
cs_cz: zahrnout
da_dk: inkludere
de_de: einbeziehen
es_es: incluir
fi_fi: sisällytä
fr_fr: inclure
hu_hu: tartalmazza a címet.
ja_jp: 含む
nl_nl: inclusief
pl_pl: dołącz
pt_pt: incluir
ru_ru: включать
sv_se: inkludera
th_th: รวมอยู่ด้วย
tr_tr: şunları içerir
uk_ua: включити
vi_vn: bao gồm

source: Test the filter
bg_bg: Тестване на филтъра
cs_cz: Testovat filtr
da_dk: Test filteret
de_de: Filter testen
es_es: Evalúa el filtro
fi_fi: Testaa suodatin
fr_fr: Tester le filtre
hu_hu: A szűrő tesztelése
it_it: Verifica il filtro
ja_jp: フィルターをテスト
nl_nl: Check het filter
pl_pl: Testuj filtr
pt_pt: Testar o filtro
ro_ro: Testează filtrul
ru_ru: Тест фильтра
sv_se: Testa filtret
th_th: ทดสอบตัวกรอง
tr_tr: Filtreyi test edin
uk_ua: Перевірте фільтр
vi_vn: Kiểm tra bộ lọc

source: Keyword
bg_bg: Ключова дума
fr_fr: Mot-clé
hu_hu: Kulcsszó
nl_nl: Actiewoord
pt_pt: Palavra-Chave
th_th: คำหลัก
tr_tr: Anahtar Kelime
vi_vn: Từ khóa

source: Delete marked keywords
bg_bg: Изтриване на маркирани ключови думи
cs_cz: Odstranit označená klíčová slova
da_dk: Slet markerede søgeord
de_de: Markierte Schlüsselwörter löschen
es_es: Eliminar palabras clave marcadas
fi_fi: Poista merkityt avainsanat
fr_fr: Supprimer les mots-clés marqués
hu_hu: Megjelölt kulcsszavak törlése
it_it: Elimina parole chiave contrassegnate
ja_jp: マークされたキーワードを削除
nl_nl: Gemarkeerde actiewoorden verwijderen
pl_pl: Usuń zaznaczone słowa kluczowe
pt_pt: Apagar as Palavras-Chave marcadas
ro_ro: Șterge cuvintele-cheie marcate
ru_ru: Удалить отмеченные ключевые слова
sv_se: Ta bort markerade nyckelord
th_th: ลบคำสำคัญที่ถูกทำเครื่องหมาย
tr_tr: İşaretli anahtar kelimeleri silme
uk_ua: Видалити позначені ключові слова
vi_vn: Xóa các từ khóa đã đánh dấu

source: Unused Keywords
bg_bg: Неизползвани ключови думи
cs_cz: Nepoužitá klíčová slova
da_dk: Ubrugte Nøgleord
de_de: Unbenutzte Schlüsselwörter
es_es: Palabras clave no utilizadas
fi_fi: Käyttämättömät Avainsanat
fr_fr: Mots-clés inutilisés
hu_hu: Nem használt kulcsszavak
it_it: Parole Chiave Inutilizzate
ja_jp: 未使用のキーワード
nl_nl: Ongebruikte actiewoorden
pl_pl: Nieużywane słowa kluczowe
pt_pt: Palavras-Chave Não Utilizadas
ro_ro: Cuvinte cheie neutilizate
ru_ru: Неиспользуемые ключевые слова
sv_se: Oanvända sökord
th_th: คำค้นหาที่ไม่ได้ใช้
tr_tr: Kullanılmayan Anahtar Kelimeler
uk_ua: Невикористані ключові слова
vi_vn: Từ khóa chưa sử dụng

source: Abort
bg_bg: Прекратяване на
cs_cz: Zrušit
da_dk: Afbryd
de_de: Abbrechen
es_es: Abordar
fi_fi: Keskeytä
fr_fr: Abandonner
hu_hu: Megszakítás
it_it: Interrompi
ja_jp: 中止する
nl_nl: Annuleren
pl_pl: Przerwij
pt_pt: Abortar
ro_ro: Abandonare
ru_ru: Прервать
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Відміна
vi_vn: Hủy bỏ

source: active
bg_bg: активен
cs_cz: aktivní
da_dk: aktiv
de_de: aktiv
es_es: activo
fi_fi: aktiivinen
fr_fr: actif
hu_hu: aktív
it_it: attivo
ja_jp: アクティブ
nl_nl: actief
pl_pl: aktywna
pt_pt: ativo
ro_ro: activ
ru_ru: активный
sv_se: aktiv
th_th: กระตือรือร้น
tr_tr: aktif
uk_ua: активний
vi_vn: hoạt động

source: Unused Keywords (%d)
bg_bg: Неизползвани ключови думи (%d)
cs_cz: Nepoužitá klíčová slova (%d)
da_dk: Ubrugte Nøgleord (%d)
de_de: Unbenutzte Schlüsselwörter (%d)
es_es: Palabras clave no utilizadas (%d)
fi_fi: Käyttämättömät Avainsanat (%d)
fr_fr: Mots-clés inutilisés (%d)
hu_hu: Nem használt kulcsszavak (%d)
it_it: Parole Chiave Inutilizzate (%d)
ja_jp: 未使用のキーワード (%d)
nl_nl: Ongebruikte actiewoorden (%d)
pl_pl: Nieużywane słowa kluczowe (%d)
pt_pt: Palavras-Chave Não Utilizadas (%d)
ro_ro: Cuvinte cheie neutilizate (%d)
ru_ru: Неиспользуемые ключевые слова (%d)
sv_se: Oanvända sökord (%d)
th_th: คำหลักที่ไม่ได้ใช้ (%d)
tr_tr: Kullanılmayan Anahtar Kelimeler (%d)
uk_ua: Невикористані ключові слова (%d)
vi_vn: Từ khóa chưa sử dụng (%d)

source: (None)
bg_bg: (Няма)
cs_cz: (Žádné)
da_dk: (Ingen)
de_de: (Kein)
es_es: (Ninguno)
fi_fi: (tyhjä)
fr_fr: (Aucun)
hu_hu: (Nincs)
it_it: (Nessuno)
ja_jp: (なし)
nl_nl: (Geen)
pl_pl: (Brak)
pt_pt: (Nenhum)
ro_ro: Niciuna)
ru_ru: (Ниже)
sv_se: (Ingen)
th_th: (ไม่มี)
tr_tr: (Yok)
uk_ua: (Нема)
vi_vn: (Không có)

source: Keywords of the following files will be included in the search:
bg_bg: Ключовите думи на следните файлове ще бъдат включени в търсенето:
cs_cz: Klíčová slova následujících souborů budou zahrnuta do vyhledávání:
da_dk: Nøgleord for følgende filer vil blive inkluderet i søgningen:
de_de: Schlüsselwörter der folgenden Dateien werden in die Suche einbezogen:
es_es: Las palabras clave de los siguientes archivos se incluirán en la búsqueda:
fi_fi: Haussa on mukana seuraavien tiedostojen avainsanat:
fr_fr: Les mots-clés des fichiers suivants seront inclus dans la recherche :
hu_hu: A keresés a következő fájlok kulcsszavait tartalmazza:
it_it: Le parole chiave dei seguenti file saranno incluse nella ricerca:
ja_jp: 以下のファイルのキーワードが検索に含まれます:
nl_nl: Actiewoorden van de volgende bestanden zullen worden meegenomen in de zoekopdracht:
pl_pl: Słowa kluczowe następujących plików będą zawarte w wyszukiwaniu:
pt_pt: Serão incluídas na pesquisa as Palavras-Chave dos seguintes ficheiros:
ro_ro: Cuvintele cheie ale următoarelor fișiere vor fi incluse în căutare:
ru_ru: Ключевые слова из следующих файлов будут включены в поиск:
sv_se: Nyckelord för följande filer kommer att inkluderas i sökningen:
th_th: คำสำคัญจากไฟล์ต่อไปนี้จะถูกนำไปใช้ในการค้นหา:
tr_tr: Aşağıdaki dosyaların anahtar kelimeleri aramaya dahil edilecektir:
uk_ua: Ключові слова наступних файлів будуть включені в пошук:
vi_vn: Các từ khóa của các tệp sau đây sẽ được bao gồm trong quá trình tìm kiếm:

source: Included files
bg_bg: Включени файлове
cs_cz: Zahrnuté soubory
da_dk: Inkluderede filer
de_de: Inklusive Dateien
es_es: Archivos incluidos
fi_fi: Mukana olevat tiedostot
fr_fr: Fichiers inclus
hu_hu: Tartalmazott fájlok
it_it: File inclusi
ja_jp: 含まれるファイル
nl_nl: Meegenomen bestanden
pl_pl: Zawiera pliki
pt_pt: Ficheiros incluídos
ro_ro: Fișiere incluse
ru_ru: Включенные файлы
sv_se: Inkluderade filer
th_th: ไฟล์ที่รวมอยู่
tr_tr: Dahil edilen dosyalar
uk_ua: Файли, що включаються
vi_vn: Các tệp tin được bao gồm

source: Searching.%s - %s
bg_bg: Търсене.%s - %s
cs_cz: Vyhledávání.%s – %s
da_dk: Søgering.%s - %s
de_de: Suche,%s - %s
es_es: Buscando.%s - %s
fi_fi: Etsitään.%s - %s
fr_fr: Recherche en cours.%s - %s
hu_hu: Keresés.%s - %s
it_it: Ricerca.%s - %s
ja_jp: 検索中です。%s - %s
nl_nl: Zoekt.%s - %s
pl_pl: Wyszukiwanie.%s - %s
pt_pt: Procurando.%s - %s
ro_ro: Căutare.%s - %s
ru_ru: Поиск.%s - %s
sv_se: Söker.%s - %s
th_th: กำลังค้นหา%s - %s
tr_tr: Aranıyor.%s - %s
uk_ua: Пошук.%s - %s
vi_vn: Đang tìm kiếm.%s - %s

source: Search finished - Found %d Unused Keywords
bg_bg: Търсенето е завършено - намерени са %d неизползвани ключови думи
cs_cz: Hledání dokončeno - Nalezeno %d Nepoužitá klíčová slova
da_dk: Søgning færdig - Fundet %d Ubrugte Nøgleord
de_de: Suche abgeschlossen - %d nicht verwendete Schlüsselwörter gefunden
es_es: Búsqueda finalizada - Encontrado %d palabras clave no utilizadas
fi_fi: Haku päättyi - Löytyi %d Käyttämättömät Avainsanat
fr_fr: Recherche terminée - %d Keywords inutilisés ont été trouvés
hu_hu: Keresés befejeződött - Talált %d Nem használt kulcsszavak
it_it: Ricerca terminata - Trovato %d Parole chiave inutilizzate
ja_jp: 検索が完了しました - %d 未使用のキーワード
nl_nl: Klaar met zoeken - %d ongebruikte actiewoorden gevonden
pl_pl: Wyszukiwanie zakończone - Znaleziono %d Nieużywane słowa kluczowe
pt_pt: Procura concluída - Encontraram-se %d Palavras-Chave Não Utilizadas
ro_ro: Căutare finalizată - S-au găsit %d cuvinte cheie neutilizate
ru_ru: Поиск завершён - Найдено %d неиспользованных ключевых слов
sv_se: Sök färdig - Hittade %d Oanvända sökord
th_th: การค้นหาเสร็จสิ้น - พบ %d คำหลักที่ไม่ได้ใช้
tr_tr: Arama tamamlandı - %d Kullanılmayan Anahtar Kelimeler Bulundu
uk_ua: Пошук завершено - знайдено ключові слова %d
vi_vn: Tìm kiếm hoàn tất - Tìm thấy %d Từ khóa chưa sử dụng

source: listing datafiles
bg_bg: изброяване на файлове с данни
cs_cz: seznam datafil
da_dk: noterer datafiler
de_de: listet Daten auf
es_es: listar archivos de datos
fi_fi: listalle datatiedostoja
fr_fr: liste des fichiers de données
hu_hu: adatállományok listázása
it_it: elenco dati
ja_jp: データファイルの一覧
nl_nl: lijst van Robotbestanden aan het samenstellen
pl_pl: wyświetlanie plików danych
pt_pt: listando ficheiros de dados
ro_ro: listare date
ru_ru: перечислять данные
sv_se: listar datafiler
th_th: รายการไฟล์ข้อมูล
tr_tr: veri dosyalarının listelenmesi
uk_ua: список файлів даних
vi_vn: Danh sách các tệp dữ liệu

source: searching from
bg_bg: търсене от
cs_cz: hledání z
da_dk: søger fra
de_de: suche von
es_es: buscando desde
fi_fi: etsitään kohteesta
fr_fr: recherche depuis
hu_hu: keresés a
it_it: ricerca da
ja_jp: 検索元
nl_nl: aan het zoeken in
pl_pl: wyszukiwanie z
pt_pt: procurando de
ro_ro: Căutare de la
ru_ru: поиск из
sv_se: söker från
th_th: ค้นหาจาก
tr_tr: arama
uk_ua: шукає від
vi_vn: Tìm kiếm từ

source: View all tags
bg_bg: Преглед на всички етикети
cs_cz: Zobrazit všechny štítky
da_dk: Vis alle tags
de_de: Alle Tags anzeigen
es_es: Ver todas las etiquetas
fi_fi: Näytä kaikki tagit
fr_fr: Voir toutes les étiquettes
hu_hu: Minden címke megtekintése
it_it: Visualizza tutti i tag
ja_jp: すべてのタグを表示
nl_nl: Bekijk alle labels
pl_pl: Zobacz wszystkie tagi
pt_pt: Ver todas as etiquetas
ro_ro: Vezi toate etichetele
ru_ru: Просмотреть все теги
sv_se: Visa alla taggar
th_th: ดูแท็กทั้งหมด
tr_tr: Tüm etiketleri görüntüle
uk_ua: Переглянути всі позначки
vi_vn: Xem tất cả thẻ

source: Tag
bg_bg: Етикет
cs_cz: Značka
da_dk: Mærke
de_de: Markierung
es_es: Etiqueta
fi_fi: Tunniste
fr_fr: Étiquette
hu_hu: Címke
ja_jp: タグ
nl_nl: Label
pl_pl: Znacznik
pt_pt: Etiqueta
ro_ro: Etichetă
ru_ru: Тег
sv_se: Tagg
th_th: แท็ก
tr_tr: Etiket
uk_ua: Тег
vi_vn: Thẻ

source: Occurrences
bg_bg: Случаи
cs_cz: Výskyt
da_dk: Forekomster
de_de: Vorkommen
es_es: Ocurrencias
fi_fi: Esiintymät
hu_hu: Előfordulások
it_it: Occorrenze
nl_nl: Aantal
pl_pl: Wystąpienia
pt_pt: Ocorrências
ro_ro: Apariţii
ru_ru: События
sv_se: Förekomster
th_th: เหตุการณ์
tr_tr: Oluşumlar
uk_ua: Входження
vi_vn: Sự kiện

source: The List
bg_bg: Списъкът
cs_cz: Seznam
de_de: Die Liste
es_es: La lista
fi_fi: Luettelo
fr_fr: La Liste
hu_hu: A lista
it_it: La Lista
ja_jp: リスト
nl_nl: Labellijst
pl_pl: Lista
pt_pt: A lista
ro_ro: Lista
ru_ru: Список
sv_se: Listan
th_th: รายการ
tr_tr: Liste
uk_ua: Список
vi_vn: Danh sách

source: Refresh
bg_bg: Обновяване
cs_cz: Aktualizovat
da_dk: Opdater
de_de: Aktualisieren
es_es: Refrescar
fi_fi: Päivitä
fr_fr: Rafraîchir
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: 更新
nl_nl: Vernieuwen
pl_pl: Odśwież
pt_pt: Refrescar
ro_ro: Împrospătează
ru_ru: Обновить
sv_se: Uppdatera
th_th: รีเฟรช
tr_tr: Yenile
uk_ua: Оновити
vi_vn: Cập nhật

source: Included Tag Search
bg_bg: Включено търсене на етикети
cs_cz: Zahrnuto hledání štítků
da_dk: Inkluderet Mærkesøgning
de_de: Inklusive Tag-Suche
es_es: Incluye búsqueda de etiquetas
fi_fi: Sisällytetty Tagin Haku
fr_fr: Recherche incluant les étiquettes
hu_hu: Tartalmazott címke keresés
it_it: Ricerca Etichette Inclusa
ja_jp: 含まれるタグ検索
nl_nl: Label-inclusief zoeken
pl_pl: Zawarte wyszukiwanie tagów
pt_pt: Procura por Etiqueta Incluída
ro_ro: Căutare etichete incluse
ru_ru: Включаемый поиск по тегам
sv_se: Inkluderad taggsökning
th_th: รวมการค้นหาแท็ก
tr_tr: Etiket Araması Dahil
uk_ua: Пошук включених тегів
vi_vn: Tìm kiếm theo thẻ được bao gồm

source: Excluded Tag Search
bg_bg: Търсене на изключени етикети
cs_cz: Vyhledávání štítků s vyloučením
da_dk: Ekskluderet Mærkesøgning
de_de: Ausgeschlossene Tag-Suche
es_es: Búsqueda de etiquetas excluidas
fi_fi: Poistettu Tagin Haku
fr_fr: Recherche excluant les étiquettes
hu_hu: Kizárt címkék keresése
it_it: Ricerca Tag Esclusa
ja_jp: 除外されたタグ検索
nl_nl: Label-exclusief zoeken
pl_pl: Wykluczone wyszukiwanie tagów
pt_pt: Procura por Etiqueta Excluída
ro_ro: Caută etichete excluse
ru_ru: Исключенный поиск тегов
sv_se: Utesluten taggsökning
th_th: การค้นหาแท็กที่ถูกยกเว้น
tr_tr: Hariç Tutulan Etiket Arama
uk_ua: Пошук виключених тегів
vi_vn: Tìm kiếm theo thẻ bị loại trừ

source: Total tests %d, Tests with tags %d, Unique tags %d Currently selected tests %d
bg_bg: Общо тестове %d, Тестове с тагове %d, Уникални тагове %d Текущо избрани тестове %d
cs_cz: Celkové testy %d, Testy se značkami %d, Unikátní tagy %d Aktuálně vybrané testy %d
da_dk: Total tests %d, Tests with tags %d, Unikke tags %d Currently selected tests %d (Automatic Copy)
de_de: Gesamte Tests %d, Tests mit Tags %d, Einmalige Tags %d Aktuell ausgewählte Tests %d
es_es: Total de pruebas %d, Pruebas con etiquetas %d, Etiquetas únicas %d Pruebas seleccionadas actualmente %d
fi_fi: Testit yhteensä: %d, Testit tunnisteilla %d, Unique tags %d Tällä hetkellä valitut testit %d
fr_fr: Total des tests %d, Tests avec des étiquettes %d, Étiquettes uniques %d Tests %d actuellement sélectionnés
hu_hu: Összes teszt %d, Tesztek címkékkel %d, Egyedi címkék %d Jelenleg kiválasztott tesztek %d
it_it: Test totali %d, Test con tag %d, Tag unici %d Test attualmente selezionati %d
ja_jp: 合計テスト %d, タグ付きテスト %d, ユニークタグ %d 現在選択されているテスト %d
nl_nl: Totaal aantal tests: %d, Tests met labels: %d, Unieke tags: %d Momenteel geselecteerd: %d tests
pl_pl: Łączna liczba testów %d, Testy ze znacznikami %d, Unikalne znaczniki %d Aktualnie wybrane testy %d
pt_pt: Total de testes %d, Testes com etiquetas %d, Etiquetas únicas %d Testes selecionados correntemente, %d
ro_ro: Total teste %d, teste cu tag-uri %d, tag-uri unice %d Testele selectate în prezent %d
ru_ru: Всего тестов %d, Тестов с тегами %d, Уникальные теги %d В настоящее время выбранные тесты %d
sv_se: Totalt antal tester %d, Tester med taggar %d, Unika taggar %d För närvarande utvalda tester %d
th_th: การทดสอบทั้งหมด %d, การทดสอบที่มีแท็ก %d, แท็กที่ไม่ซ้ำกัน %d การทดสอบที่เลือกในปัจจุบัน %d
tr_tr: Toplam testler %d, Etiketli testler %d, Benzersiz etiketler %d Şu anda seçili testler %d
uk_ua: Всього тестів %d, тестів з мітками %d, Унікальні теґи %d Зараз вибрані тести %d
vi_vn: Tổng số bài kiểm tra %d, Bài kiểm tra có thẻ %d, Thẻ duy nhất %d Bài kiểm tra hiện đang được chọn %d

source: Select all
bg_bg: Изберете всички
cs_cz: Vybrat vše
da_dk: Vælg alle
de_de: Alles auswählen
es_es: Seleccionar todo
fi_fi: Valitse kaikki
fr_fr: Tout sélectionner
hu_hu: Válasszon ki mindent
it_it: Seleziona tutto
ja_jp: すべて選択
nl_nl: Alles selecteren
pl_pl: Zaznacz wszystko
pt_pt: Selecionar tudo
ro_ro: Selectează tot
ru_ru: Выбрать все
sv_se: Markera alla
th_th: เลือกทั้งหมด
tr_tr: Tümünü seçin
uk_ua: Виділити все
vi_vn: Chọn tất cả

source: Rename
bg_bg: Преименуване на
cs_cz: Přejmenovat
da_dk: Omdøb
de_de: Umbenennen
es_es: Renombrar
fi_fi: Uudelleennimeä
fr_fr: Renommer
hu_hu: Átnevezés
it_it: Rinomina
ja_jp: 名前の変更
nl_nl: Hernoem
pl_pl: Zmień nazwę
pt_pt: Renomear
ro_ro: Redenumire
ru_ru: Переименовать
sv_se: Döp om
th_th: เปลี่ยนชื่อ
tr_tr: Yeniden Adlandır
uk_ua: Перейменувати
vi_vn: Đổi tên

source: Show tests with this tag
bg_bg: Показване на тестове с този етикет
cs_cz: Zobrazit testy s tímto štítkem
da_dk: Vis tests med dette tag
de_de: Tests mit diesem Tag anzeigen
es_es: Mostrar pruebas con esta etiqueta
fi_fi: Näytä testit tällä tunnisteella
fr_fr: Afficher les tests avec cette étiquette
hu_hu: Ezzel a címkével rendelkező tesztek megjelenítése
it_it: Mostra test con questo tag
ja_jp: このタグでテストを表示
nl_nl: Toon tests met dit label
pl_pl: Pokaż testy z tym tagiem
pt_pt: Mostrar testes com esta etiqueta
ro_ro: Arată testele cu această etichetă
ru_ru: Показать тесты с этим тегом
sv_se: Visa tester med denna tagg
th_th: แสดงการทดสอบที่มีแท็กนี้
tr_tr: Bu etikete sahip testleri göster
uk_ua: Показати тести з цим тегом
vi_vn: Hiển thị các bài kiểm tra có thẻ này

source: Show tests without this tag
bg_bg: Показване на тестове без този таг
cs_cz: Zobrazit testy bez tohoto štítku
da_dk: Vis tests uden dette tag
de_de: Tests ohne diesen Tag anzeigen
es_es: Mostrar pruebas sin esta etiqueta
fi_fi: Näytä testit ilman tätä tagia
fr_fr: Afficher les tests sans cette étiquette
hu_hu: E tag nélküli tesztek megjelenítése
it_it: Mostra test senza questo tag
ja_jp: このタグなしでテストを表示
nl_nl: Toon tests zonder dit label
pl_pl: Pokaż testy bez tego tagu
pt_pt: Mostrar testes sem esta etiqueta
ro_ro: Arată testele fără această etichetă
ru_ru: Показать тесты без этого тега
sv_se: Visa tester utan denna tagg
th_th: แสดงการทดสอบที่ไม่มีแท็กนี้
tr_tr: Bu etiket olmadan testleri göster
uk_ua: Показати тести без цього тегу
vi_vn: Hiển thị các bài kiểm tra không có thẻ này

source: Renaming tag '%s'.
bg_bg: Преименуване на тага '%s'.
cs_cz: Přejmenovávání tagu '%s'.
da_dk: Omdøber tag '%s'.
de_de: Tag '%s ' umbenennen.
es_es: Renombrar etiqueta '%s'.
fi_fi: Uudelleennimetään tagi '%s'.
fr_fr: Renommage de l'étiquette '%s'.
hu_hu: Címke átnevezése '%s'.
it_it: Rinomina tag '%s'.
ja_jp: タグ '%s' の名前を変更中
nl_nl: Hernoem label '%s'.
pl_pl: Zmiana nazwy tagu '%s'.
pt_pt: Renomeando a etiqueta '%s'.
ro_ro: Redenumește eticheta '%s'.
ru_ru: Переименование тега '%s'.
sv_se: Byter namn på taggen '%s'.
th_th: การเปลี่ยนชื่อแท็ก '%s'
tr_tr: '%s' etiketini yeniden adlandırın.
uk_ua: Перейменування мітки '%s'.
vi_vn: Đổi tên thẻ '%s'.
